{
    "1": {
        "title": "CAPÍTULO I",
        "begin": 7,
        "end": 25,
        "sumary": "El **Código de Trabajo** tiene como objetivo principal regular las relaciones laborales entre trabajadores y empleadores, garantizando una relación justa y equitativa, así como el acceso a un empleo digno en condiciones seguras y saludables. Además, establece mecanismos para la defensa de los derechos laborales, reconoce el rol de las organizaciones sindicales, promueve la participación efectiva de los trabajadores en la gestión económica y garantiza el cumplimiento de la legislación laboral. El Código se fundamenta en la **Constitución de la República de Cuba**, considerando al trabajo como un derecho fundamental, un deber social, un valor esencial para el desarrollo del modelo socialista cubano y una fuente principal de ingresos que contribuye al bienestar general de la sociedad.",
        "ideas": "El texto establece el objeto y los fundamentos del Código de Trabajo en Cuba, destacando los siguientes elementos esenciales:\n\n1. **Objeto del Código de Trabajo**: Regular las relaciones laborales entre trabajadores y empleadores, garantizando un equilibrio justo y equitativo en el ejercicio de derechos y deberes mutuos.\n\n2. **Garantía de empleo digno**: Assegurar que todas las personas trabajadoras tengan acceso a empleos adecuados a sus competencias, elección, calificación y necesidades económicas y sociales; además, se promueve un entorno laboral seguro y saludable.\n\n3. **Defensa de los derechos laborales**: Establecer mecanismos para que las personas trabajadoras puedan ejercer efectivamente sus derechos, mediante la participación en acciones colectivas y el apoyo sindical.\n\n4. **Participación en la gestión económica**: Promover la participación activa de los trabajadores en la planificación, regulación y control de la economía en entidades estatales e instituciones presupuestadas, con miras a mejorar los resultados del trabajo.\n\n5. **Control laboral**: Disponer sobre la Administración del Trabajo y el cumplimiento de la legislación laboral y social para proteger los derechos de las personas trabajadoras.\n\n6. **Reconocimiento del trabajo autónomo**: Proteger los derechos de quienes realizan trabajo sin subordinación a un empleador ni con trabajadores subordinados.\n\n7. **Fundamentos del Código**:\n   - Basado en la Constitución de Cuba.\n   - El trabajo se reconoce como un derecho, un deber social y un motivo de honor para el desarrollo de valores socialistas.\n   - Es la principal fuente de ingresos que permite garantizar condiciones de vida dignas, justicia social y bienestar material y espiritual.\n   - Se fundamenta en normas constitucionales, legales, contractuales y convenios colectivos.",
        "keywords": "1. **Relaciones de trabajo**  \n2. **Derechos laborales**  \n3. **Trabajo digno**  \n4. **Seguridad y salud en el trabajo**  \n5. **Empleabilidad**  \n6. **Organizaciones sindicales**  \n7. **Participación de los trabajadores**  \n8. **Administración del Trabajo**  \n9. **Control laboral**  \n10. **Trabajo autónomo**  \n11. **Justicia social**  \n12. **Bienestar material y espiritual**  \n13. **Constitución de la República de Cuba**  \n14. **Servicio social**  \n15. **Desarrollo sostenible**  \n16. **Contrato de trabajo**  \n17. **Convenio colectivo de trabajo**  \n18. **Valor del trabajo**  \n19. **Equidad**  \n20. **Economía y sociedad**"
    },
    "2": {
        "title": "CAPÍTULO II",
        "begin": 26,
        "end": 62,
        "sumary": "**Resumen:**\n\nEl **Capítulo II del Código de Trabajo**, titulado *\"Ámbito de Aplicación\"*, establece los alcances y limitaciones de aplicación del Código. En primer lugar, se aplica a las relaciones laborales entre empleadores en el territorio nacional cubano y trabajadores cubanos, así como a extranjeros con determinadas categorías migratorias. También rige para trabajadores que laboran fuera del país previa autorización, salvo excepciones legales.\n\nAdemás, se menciona la aplicación del Código a las **formas de gestión no estatal**, incluyendo empresas privadas, cooperativas y otros empleadores naturales, quienes deben cumplir con lo establecido en el Código. En las entidades de inversión extranjera, se impone un mínimo del 85% de personal cubano o extranjero residente permanente o provisional, salvo en cargos directivos.\n\nSe señalan **excepciones** para ciertos grupos, como cuadros, funcionarios y trabajadores designados, cuyas relaciones laborales se rigen por leyes específicas. Asimismo, profesionales de la medicina, docentes, científicos, artistas y atletas están sujetos a normativas particulares en cuanto a contratación, evaluación y remuneración.\n\nFinalmente, se define a la **persona trabajadora autónoma**, quien labora por cuenta propia, tiene derechos como el acceso a autorizaciones para su actividad, y obligaciones tales como cumplir con regulaciones de seguridad social, salud laboral y contribuir a impuestos.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Ámbito de aplicación del Código de Trabajo:**  \n   - Se aplica a las relaciones laborales entre empleadores cubanos y trabajadores cubanos, así como a extranjeros con estatus migratorio específico (residentes permanentes, provisionales, temporales, etc.).  \n   - También regula las relaciones de trabajo en Cuba de personas que trabajan fuera del país, salvo lo dispuesto por legislación especial o convenios bilaterales.  \n\n2. **Inclusión de formas no estatales de gestión:**  \n   - Las micro, pequeñas y medianas empresas, cooperativas, proyectos de trabajo por cuenta propia y otras formas de gestión no estatal también están sujetas al régimen laboral establecido en el Código.\n\n3. **Requisitos para entidades con inversión extranjera:**  \n   - Estas deben integrar el colectivo laboral con al menos el 85% de trabajadores cubanos o extranjeros residentes permanentes o provisionales, salvo en el caso del personal directivo.\n\n4. **Excepciones a la aplicación general del Código:**  \n   - Determinados grupos (cuadros, funcionarios, jueces, magistrados, auditores, etc.) están regidos por legislación específica.\n   - Las regulaciones del Código se aplican solo en lo que no se opongan a dicha legislación específica.\n\n5. **Particularidades de la inversión extranjera:**  \n   - En este ámbito, el Código y su legislación complementaria se aplican con las adecuaciones establecidas por la Ley de Inversión Extranjera y otras normas específicas.\n\n6. **Regulación especial para ciertos grupos profesionales:**  \n   - Profesionales médicos, docentes, científicos, artistas y atletas están sujetos a disposiciones normativas específicas en materia laboral.\n\n7. **Persona trabajadora autónoma:**  \n   - Trabaja por cuenta propia, sin subordinación a un empleador ni bajo su dependencia.\n   - Tiene derechos como el acceso a la autorización para ejercer su actividad, protección contra privaciones injustificadas de dicha autorización y derecho a reclamar vulneraciones de sus derechos.\n   - Tiene obligaciones como solicitar autorización, cumplir con regulaciones de seguridad y salud",
        "keywords": "1. **Ámbito de aplicación**  \n2. **Relaciones de trabajo individuales**  \n3. **Empleadores**  \n4. **Personas trabajadoras cubanas**  \n5. **Extranjeros**  \n6. **Residentes permanentes, provisionales y temporales**  \n7. **Formas de gestión no estatal**  \n8. **Micro, pequeñas y medianas empresas**  \n9. **Cooperativas**  \n10. **Trabajo por cuenta propia**  \n11. **Integración del colectivo de la entidad**  \n12. **Inversión extranjera**  \n13. **Excepciones**  \n14. **Cuadros, funcionarios y trabajadores designados**  \n15. **Regulaciones específicas**  \n16. **Persona trabajadora autónoma**  \n17. **Derechos y obligaciones**  \n18. **Seguridad social**  \n19. **Legislación migratoria**  \n20. **Relaciones colectivas de trabajo**"
    },
    "3": {
        "title": "CAPÍTULO III",
        "begin": 63,
        "end": 99,
        "sumary": "**Resumen:**\n\nEl presente capítulo establece los principios fundamentales que regulan la relación laboral en Cuba. Entre ellos destacan:\n\n- **Irrenunciabilidad de los derechos del trabajo:** Los trabajadores no pueden renunciar voluntariamente a sus derechos laborales, ni tampoco por amenazas, presión o coacción.\n- **Progresividad de los derechos:** Los derechos laborales se incrementan gradualmente y no pueden regresar a condiciones menos favorables para el trabajador, salvo por razones de interés público.\n- **Principio protectorio:** Busca equilibrar la relación entre empleados y empleadores, protegiendo al trabajador ante desigualdades.\n- **Estabilidad laboral:** Garantiza la continuidad en el cargo y la seguridad jurídica del trabajador.\n- **Protección mínima:** Los contratos y convenios colectivos no pueden reducir los derechos establecidos por ley.\n- **Igualdad y no discriminación:** Prohíbe cualquier forma de discriminación basada en género, raza, edad, discapacidad u otras características personales. Asimismo se garantiza la igualdad de remuneración entre hombres y mujeres.\n- **Participación y actuación colectiva:** Promueve la participación efectiva de trabajadores y empleadores en los procesos de toma de decisiones y negociación colectiva.\n- **Empleo digno:** El Estado promueve un empleo que respete la dignidad humana, con igualdad de oportunidades, remuneración justa, condiciones laborales seguras y protección social.\n- **Prohibiciones:** Se prohíbe la violencia, el acoso, el trabajo infantil (exceptuando casos excepcionales), así como el trabajo forzoso, salvo en situaciones específicas definidas por ley. Cualquier cláusula que viole estos principios es considerada nula.\n- **Trabajo forzoso:** Se define como la obligación de trabajar bajo amenaza o sanción y se excluyen ciertos casos relacionados con servicio militar, obligaciones cívicas o situaciones de emergencia. Quienes presencien trabajo forzoso están obligados a denunciarlo según la Ley del Proceso Penal.",
        "ideas": "El texto establece los principios fundamentales que regulan la relación laboral en Cuba, con un énfasis en la protección de los derechos del trabajador. Entre las ideas esenciales se encuentran:\n\n1. **Irrenunciabilidad de los derechos del trabajo**: Los trabajadores no pueden renunciar voluntariamente a sus derechos laborales ni a la protección social que les confiere la Constitución y el Código, ni tampoco mediante actos coaccionados o bajo amenazas.\n\n2. **Progresividad de los derechos**: Los derechos laborales se incrementan gradualmente en correspondencia con las condiciones económicas y sociales, sin permitir regresividad en su aplicación.\n\n3. **Principio protectorio**: Busca equilibrar la relación entre empleadores y trabajadores para evitar situaciones de desigualdad o indefensión del trabajador.\n\n4. **Estabilidad laboral**: Garantiza el derecho al continuar en el cargo, protegiendo la continuidad de la relación laboral y la seguridad jurídica del trabajador.\n\n5. **Protección mínima**: Los contratos y convenios colectivos no pueden reducir los derechos establecidos por ley; cláusulas que lo hagan son nulas.\n\n6. **Igualdad y no discriminación**: Prohíbe cualquier forma de discriminación basada en características personales, incluyendo género, raza, discapacidad, entre otras, y obliga al empleador a realizar ajustes razonables para garantizar la inclusión laboral.\n\n7. **Igualdad de remuneración**: Establece que hombres y mujeres deben recibir igual salario por trabajo de igual valor.\n\n8. **Participación colectiva**: Reconoce el derecho de las personas trabajadoras, los sindicatos y empleadores a participar activamente en la gestión y toma de decisiones empresariales.\n\n9. **Empleo digno**: Define el empleo digno como aquel que garantiza condiciones justas, seguras, equitativas y respetuosas con la dignidad humana del trabajador.\n\n10. **Prohibiciones**: Se prohíbe la violencia, el acoso, la discriminación laboral, así como el trabajo forzoso, excepto en casos excepcionales previstos por ley.\n\nEstas ideas son esenciales para comprender que el",
        "keywords": "1. **Principios**  \n2. **Irrenunciabilidad de los derechos del trabajo**  \n3. **Progresividad de los derechos del trabajo**  \n4. **Principio protectorio**  \n5. **Estabilidad laboral**  \n6. **Protección mínima**  \n7. **Igualdad y no discriminación**  \n8. **Igualdad de remuneración**  \n9. **Participación**  \n10. **Actuación colectiva**  \n11. **Empleo digno**  \n12. **Violencia, acoso y discriminación**  \n13. **Prohibición del trabajo forzoso**  \n14. **Derechos laborales**  \n15. **Seguridad social**  \n16. **Negociación colectiva**  \n17. **Capacitación y superación**  \n18. **Condiciones de trabajo seguras**  \n19. **Remuneración justa**  \n20. **Participación en decisiones laborales**"
    },
    "4": {
        "title": "CAPÍTULO I",
        "begin": 102,
        "end": 111,
        "sumary": "El Capítulo I del Código se centra en los sujetos de la relación laboral. En primer lugar, define a la \"persona trabajadora\" como una persona natural cubana o extranjera con residencia en el país, que labora por cuenta ajena bajo subordinación a un empleador. Por otro lado, el \"empleador\" es una persona jurídica o natural con capacidad legal para contratar trabajo y emplear a uno o más trabajadores.\n\nAdemás, se establece que los actos realizados por directivos, administradores u otros representantes del empleador son válidos y obligan al empleador en todos sus efectos legales. También se señala que la sustitución de un empleador no afecta las relaciones laborales previamente establecidas ni las obligaciones derivadas de ellas.\n\nPor último, se define a una \"entidad\" como cualquier órgano del Estado, empresa, institución o organización con personalidad jurídica que contrata personas trabajadoras para desarrollar su actividad. Esto incluye cooperativas, micro y pequeñas empresas, entre otros tipos de entidades reconocidas por la ley.",
        "ideas": "El texto se centra en la definición de los sujetos de la relación laboral individual según el Código Laboral Cubano, específicamente en los artículos 14 y 15. Las ideas esenciales son las siguientes:\n\n1. **Definición de sujetos**: Los sujetos de la relación laboral son la persona trabajadora y el empleador.\n   - La **persona trabajadora** es una persona natural, cubana o extranjera con residencia en Cuba, que labora por cuenta ajena bajo subordinación a un empleador.\n   - El **empleador** es una persona jurídica o natural con capacidad legal para establecer relaciones de trabajo y contratar personas trabajadoras.\n\n2. **Vigencia de actos jurídicos**: Los actos realizados por representantes legales del empleador (directores, administradores, gerentes u otros) en el ámbito de sus funciones son válidos y obligan al empleador a cumplir con las obligaciones contraídas.\n\n3. **Continuidad de la relación laboral ante cambios de empleador**: La sustitución del empleador no afecta la existencia ni continuidad de las relaciones laborales previamente establecidas, ni la obligación de cumplirlas.\n\n4. **Definición de entidad**: Para efectos legales, se consideran entidades a los órganos estatales, organismos administrativos, empresas, instituciones presupuestadas, sociedades mercantiles y otras formas jurídicas que contratan personas trabajadoras para desarrollar su actividad.\n\n5. **Inclusión de cooperativas y pequeñas empresas**: Las cooperativas, microempresas, medianas empresas, proyectos de desarrollo local y formas asociativas autorizadas por la ley también se consideran entidades con respecto a las personas trabajadoras que contratan.",
        "keywords": "Palabras clave:\n\n1. Sujetos  \n2. Persona trabajadora  \n3. Empleador  \n4. Relación de trabajo individual  \n5. Capacidad jurídica  \n6. Subordinación  \n7. Entidad  \n8. Órganos del Estado  \n9. Empresas  \n10. Cooperativas  \n11. Micro, pequeñas y medianas empresas  \n12. Proyectos de desarrollo local  \n13. Formas asociativas autorizadas por la ley  \n14. Obligaciones recíprocas  \n15. Sustitución del empleador"
    },
    "5": {
        "title": "CAPÍTULO II",
        "begin": 112,
        "end": 141,
        "sumary": "**Resumen:**\n\nEl Capítulo II del Código establece los **derechos y deberes de la persona trabajadora**, con énfasis en garantizar condiciones laborales justas, seguras y respetuosas. Entre los derechos principales se incluyen el derecho a un empleo digno, una remuneración equitativa, capacitación continua, descansos adecuados, protección social en situaciones como enfermedad o maternidad, y la participación activa en decisiones laborales. Asimismo, se reconoce el derecho a asociarse sindicalmente y resolver controversias mediante métodos alternativos de solución de conflictos.\n\nEn cuanto a los **deberes**, las personas trabajadoras deben cumplir con sus obligaciones laborales, mantener su competencia profesional, respetar las normas de seguridad e higiene en el trabajo, cuidar los recursos institucionales, actuar con respeto hacia sus compañeros y proteger el medio ambiente. Estos derechos y deberes buscan promover una relación laboral justa, responsable y orientada al desarrollo integral tanto del trabajador como de la sociedad.",
        "ideas": "El texto presenta los derechos y deberes de la persona trabajadora según el Capítulo II del Código laboral en cuestión. Las ideas esenciales son las siguientes:\n\n1. **Derechos fundamentales**: Las personas trabajadoras tienen derecho a un empleo digno, condiciones laborales seguras y saludables, una remuneración justa sin discriminación, capacitación continua, protección social, descanso adecuado, no ser contactadas fuera del horario de trabajo, asociarse libremente a organizaciones sindicales, participar en decisiones empresariales, recibir información y rendición de cuentas por parte del empleador, presentar quejas y resolver controversias mediante métodos alternativos.\n\n2. **Deberes obligatorios**: Las personas trabajadoras deben cumplir con las responsabilidades de su cargo, mantener su competencia laboral, respetar normas de seguridad y salud en el trabajo, adherirse al régimen disciplinario, cuidar los recursos de la organización, ser responsables en el ejercicio de sus derechos, respetar a sus compañeros y proteger el medio ambiente.\n\nEstas ideas son imprescindibles para comprender que el texto establece un marco legal basado en la protección integral del trabajador, su dignidad, seguridad jurídica y participación activa en el ámbito laboral.",
        "keywords": "1. Derechos  \n2. Deberes  \n3. Trabajador/a  \n4. Empleo digno  \n5. Salud y seguridad laboral  \n6. Remuneración  \n7. Capacitación  \n8. Protección social  \n9. Descanso  \n10. Promoción profesional  \n11. Sindicatos  \n12. Participación en la gestión  \n13. Información  \n14. Quejas y peticiones  \n15. Solución de controversias  \n16. Seguridad jurídica  \n17. Medio ambiente  \n18. Responsabilidad  \n19. Dignidad  \n20. No discriminación"
    },
    "6": {
        "title": "CAPÍTULO III",
        "begin": 142,
        "end": 192,
        "sumary": "Resumen:\n\nEl Capítulo III del Código Laboral cubano establece las obligaciones y facultades del empleador, enfatizando el cumplimiento de principios constitucionales y legales en materia laboral. Entre sus obligaciones se incluyen la remuneración justa, garantía de condiciones adecuadas de trabajo, promoción de un entorno libre de violencia, acoso y discriminación, así como la participación activa de las personas trabajadoras en los procesos empresariales. También se menciona la responsabilidad del empleador en la protección de los ingresos de los trabajadores mediante pólizas de seguro.\n\nEn cuanto a las facultades, el jefe de la entidad tiene autoridad para planificar, organizar y tomar decisiones, aunque existen facultades indelegables como la aprobación del horario laboral y el régimen de descanso. Además, se establece que las organizaciones sindicales y de empleadores tienen derecho a afiliarse o no, con responsabilidades orientadas hacia la cooperación mutua, el desarrollo empresarial y la defensa de los intereses económicos y sociales comunes.",
        "ideas": "El texto expone las **obligaciones y facultades del empleador**, así como la importancia de las **organizaciones sindicales y de empleadores** según lo establecido en el Código Laboral de Cuba.\n\n**Ideas esenciales:**\n\n1. **Obligaciones del Empleador**:  \n   El empleador debe garantizar el cumplimiento de los derechos fundamentales de las personas trabajadoras, incluyendo la remuneración justa, condiciones laborales adecuadas, igualdad de oportunidades, y protección contra la violencia, acoso y discriminación. Debe promover un entorno laboral seguro, digno y respetuoso.\n\n2. **Facultades del Empleador**:  \n   El jefe de la entidad tiene amplias facultades para dirigir, organizar y controlar el proceso laboral. Sin embargo, ciertas facultades (como la aprobación del horario laboral o la gestión de licencias) son indelegables.\n\n3. **Protección de los ingresos**:  \n   Los empleadores deben contratar una póliza de seguro para proteger los ingresos de las personas trabajadoras ante situaciones como interrupciones laborales, cese del trabajo por causas económicas o disolución de empresas.\n\n4. **Limites de las facultades**:  \n   El ejercicio de las facultades del empleador está sujeto al respeto a los derechos constitucionales y legales de las personas trabajadoras, evitando afectar su dignidad, estabilidad laboral y seguridad social.\n\n5. **Organizaciones Sindicales y de Empleadores**:  \n   Tanto las organizaciones sindicales como las de empleadores tienen el derecho a afiliarse y actuar en defensa de sus intereses. Deben contribuir al desarrollo económico, promover la cooperación entre partes, y participar en la elaboración de políticas laborales.\n\n6. **Responsabilidades**:  \n   Estas organizaciones deben fomentar la solidaridad, el intercambio de conocimientos, la capacitación y la representación de sus miembros en conflictos laborales, contribuyendo así al fortalecimiento del tejido social y productivo del país.\n\nEstas ideas constituyen los pilares que sustentan el marco legal establecido para garantizar un equilibrio entre los derechos del trabajador y las respons",
        "keywords": "1. **Obligaciones**  \n2. **Facultades**  \n3. **Empleador**  \n4. **Derechos**  \n5. **Trabajadores**  \n6. **Constitución**  \n7. **Legislación laboral**  \n8. **Remuneración**  \n9. **Condición de trabajo**  \n10. **Seguridad y salud en el trabajo**  \n11. **Discapacidad**  \n12. **Violencia, acoso y discriminación**  \n13. **Capacitación**  \n14. **Participación de los trabajadores**  \n15. **Organizaciones sindicales**  \n16. **Convenio colectivo de trabajo**  \n17. **Póliza de seguro**  \n18. **Límites de las facultades**  \n19. **Responsabilidades**  \n20. **Justicia laboral**"
    },
    "7": {
        "title": "CAPÍTULO I",
        "begin": 197,
        "end": 201,
        "sumary": "El artículo 26 del Capítulo I establece que la capacidad jurídica para trabajar se adquiere a partir de los dieciocho años. Sin embargo, excepcionalmente, los adolescentes entre quince y diecisiete años pueden incorporarse al trabajo con autorización del Director de Trabajo y Seguridad Social Municipal y el consentimiento de sus padres, tutores legales o quien tenga la responsabilidad parental, siempre que cumplan con las condiciones establecidas en el Código.",
        "ideas": "El artículo 26 del Capítulo I establece que la capacidad jurídica para establecer relaciones de trabajo se adquiere a partir de los dieciocho años. Sin embargo, excepcionalmente, los adolescentes entre quince y diecisiete años pueden trabajar si cuentan con la autorización del Director de Trabajo y Seguridad Social Municipal y el consentimiento de sus padres, tutores legales o quien ostente la responsabilidad parental, siempre que se cumplan las condiciones establecidas en el Código. Esta disposición busca garantizar el adiestramiento y desarrollo integral de los adolescentes en situaciones excepcionales.",
        "keywords": "Palabras clave:\n\n1. Capacidad jurídica  \n2. Relaciones de trabajo  \n3. Dieciocho años  \n4. Adolescentes  \n5. Edad entre quince y diecisiete años  \n6. Adiestramiento  \n7. Desarrollo integral  \n8. Director de Trabajo y Seguridad Social Municipal  \n9. Consentimiento parental  \n10. Autorización"
    },
    "8": {
        "title": "CAPÍTULO II",
        "begin": 202,
        "end": 250,
        "sumary": "**Resumen:**\n\nEl capítulo II del Código regula la incorporación al empleo, destacando los siguientes aspectos clave:\n\n1. **Inicio de la relación laboral:** Las personas en busca de empleo acceden a cargos vacantes mediante convocatorias públicas, vías directas o el Servicio de Gestión de Empleo Territorial. Los empleadores contratan según necesidades y capacidad demostrada del candidato.\n\n2. **Convocatoria y selección:** Las convocatorias deben incluir información sobre el cargo, competencias, remuneración, entre otros datos, sin discriminación. La duración se pacta entre el jefe de la entidad y la organización sindical.\n\n3. **Consulta previa:** Antes de seleccionar a un candidato, se consulta al Comité de Expertos para recomendar quién tiene mayor capacidad para el cargo. Se garantiza una respuesta fundamentada a los no seleccionados, con derecho a reclamar ante órganos judiciales si así lo consideran.\n\n4. **Contratación y traslado:** Se permite la contratación o traslado de colectivos de trabajadores entre territorios para cubrir necesidades temporales o permanentes, siempre garantizando condiciones de vida y trabajo adecuadas. La contratación individual no requiere autorización.\n\n5. **Prioridades en el empleo:** Se prioriza el acceso al empleo para jóvenes, mujeres, personas con discapacidad, egresados del Servicio Militar, personas vulnerables, entre otros grupos. Se favorece la capacitación cuando no se cuenta con formación adecuada.\n\n6. **Personas con discapacidad y egresados de educación especial:** Tienen prioridad en el empleo, se les realizan ajustes razonables en los puestos de trabajo y reciben beneficios fiscales. Se establece un proceso para avalar su aptitud laboral y un período de entrenamiento si es necesario.\n\n7. **Control de la permanencia:** Las direcciones de Trabajo y Seguridad Social supervisan la ubicación y permanencia de las personas con prioridad en el empleo, informando al Ministerio correspondiente periódicamente.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Incorporación al empleo:** El proceso de incorporación al empleo se lleva a cabo mediante convocatorias publicadas por los empleadores, accesos directos o a través del Servicio de Gestión de Empleo Territorial.\n\n2. **Formalidad y duración de la convocatoria:** Las convocatorias deben incluir información sobre el cargo, sus responsabilidades, remuneración y otros datos relevantes, sin requisitos discriminatorios. Su duración se establece entre el jefe de la entidad y la organización sindical.\n\n3. **Consulta previa con el Comité de Expertos:** Antes de tomar decisiones sobre la incorporación a un cargo, el jefe de la entidad consulta al Comité de Expertos para evaluar la capacidad de los candidatos.\n\n4. **Prioridades en el empleo:** Existe una prioridad en el acceso al empleo para ciertos grupos como jóvenes, mujeres, personas con discapacidad, egresados de la educación especial, entre otros. Estas priorizaciones son gestionadas por las direcciones municipales de Trabajo y Seguridad Social.\n\n5. **Contratación y traslado de colectivos:** Los empleadores pueden contratar o trasladar grupos de trabajadores de otros territorios para cubrir necesidades temporales o permanentes, garantizando condiciones adecuadas de vida y trabajo.\n\n6. **Aptitud y evaluación médica:** Para personas con discapacidad o egresados de la educación especial, se requiere una evaluación por parte de comisiones médicas laborales antes de avalar su aptitud para el puesto de trabajo.\n\n7. **Entrenamiento en el puesto de trabajo:** Las personas con discapacidad y egresados de la educación especial pueden recibir un entrenamiento inicial en el puesto, con pago equivalente al salario del cargo, durante hasta seis meses.\n\n8. **Control de permanencia:** Las direcciones de Trabajo y Seguridad Social vigilan la ubicación y permanencia de las personas priorizadas en el empleo e informan periódicamente al Ministerio correspondiente.",
        "keywords": "1. **Relación de trabajo**  \n2. **Incorporación al empleo**  \n3. **Convocatoria**  \n4. **Contratación**  \n5. **Prioridades en el empleo**  \n6. **Personas en situación de discapacidad**  \n7. **Egresados de la educación especial**  \n8. **Jóvenes**  \n9. **Mujeres**  \n10. **Personas en situación de vulnerabilidad**  \n11. **Capacidad demostrada**  \n12. **Servicio de Gestión de Empleo Territorial**  \n13. **Ajustes razonables**  \n14. **Entrenamiento en el puesto de trabajo**  \n15. **Direcciones de Trabajo y Seguridad Social**  \n16. **Traslado de colectivos de personas trabajadoras**  \n17. **Contratación individual**  \n18. **Personas que cumplen sanción penal en libertad**  \n19. **Aval de la aptitud para trabajar**  \n20. **Control de la permanencia**"
    },
    "9": {
        "title": "CAPÍTULO III",
        "begin": 251,
        "end": 352,
        "sumary": "**Resumen:**\n\nEl **Capítulo III** regula la **formalización de la relación de trabajo individual**, abarcando diversos aspectos clave:\n\n1. **Formalización de la relación laboral**: Se establece mediante contrato de trabajo, designación o elección para funciones específicas. En ausencia de un contrato escrito, se presume la relación laboral si el trabajador ejecuta labores con conocimiento y consentimiento del empleador.\n\n2. **Contrato de trabajo**: Debe ser por escrito en la mayoría de los casos, exceptuando situaciones excepcionales como actividades eventuales o emergentes, que pueden ser verbales durante un máximo de 90 días. El contrato incluye cláusulas obligatorias, como datos personales, condiciones laborales, remuneración y seguridad social.\n\n3. **Tipos de contratos**: Se distinguen tres tipos: por tiempo indeterminado, por tiempo determinado y para la ejecución de un trabajo u obra. El contrato por tiempo indeterminado se aplica especialmente a actividades cíclicas o de temporada.\n\n4. **Personas trabajadoras de confianza**: Son aquellas que realizan funciones críticas en áreas como administración, vigilancia y control, requiriendo competencias adicionales como confiabilidad y discreción. Su relación laboral se formaliza mediante resolución escrita tras un período de prueba.\n\n5. **Período de prueba**: Debe durar entre 30 y 180 días, y es obligatorio para ciertos cargos. Durante este tiempo, cualquiera de las partes puede terminar la relación laboral.\n\n6. **Trabajo a tiempo parcial y pluriempleo**: Se permite si se cumple con límites de jornada (máximo 13 horas diarias), garantizando seguridad social y protección legal para los trabajadores que tienen múltiples empleos o actividades simultáneas.\n\n7. **Trabajo de estudiantes**: Los mayores de 18 años pueden trabajar a tiempo parcial durante el período docente, con contratos por tiempo determinado o para la ejecución de una obra, percibiendo remuneración acorde al trabajo realizado.\n\nEste capítulo establece un marco legal que garantiza derechos laborales, formalidad y protección tanto del empleador como del trabajador.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Formalización de la relación laboral:** La relación de trabajo individual se formaliza mediante un contrato de trabajo, una designación o una elección para funciones específicas reguladas por legislación especial.\n\n2. **Presunción de la relación laboral:** Si el contrato no se firma por escrito, la relación laboral se presume cuando la persona trabajadora realiza labores con conocimiento y sin oposición del empleador, teniendo derecho a los beneficios desde el inicio.\n\n3. **Contenido del contrato de trabajo:** El contrato debe incluir información obligatoria como identidad de las partes, datos del cargo, horario, remuneración, condiciones laborales, entre otros elementos esenciales para garantizar derechos y responsabilidades.\n\n4. **Tipos de contratos:** Existen tres tipos principales: por tiempo indeterminado (para labores permanentes), por tiempo determinado (labores eventuales o emergentes) y para la ejecución de un trabajo u obra (labores temporales con finalidad definida).\n\n5. **Personas trabajadoras de confianza:** Son aquellas que ocupan cargos con responsabilidad y confianza, requiriendo competencias adicionales como confiabilidad y discreción, y su relación laboral se formaliza mediante una resolución o escrito fundamentado.\n\n6. **Período de prueba:** Es un tiempo en el cual la persona trabajadora demuestra sus capacidades para desempeñar el cargo; no es obligatorio en ciertos casos (contratos temporales, obra o servicio social).\n\n7. **Trabajo a tiempo parcial y pluriempleo:** Se permite trabajo a tiempo parcial con remuneración proporcional al tiempo laborado. El pluriempleo tiene límites de jornada diaria para garantizar el descanso y la seguridad.\n\n8. **Derechos en pluriempleo:** Las personas que ejercen pluriempleo tienen derecho a vacaciones, protección social y remuneraciones por cada contrato o designación.\n\n9. **Trabajo de los estudiantes:** Los estudiantes mayores de 18 años pueden trabajar con contratos temporales o por obra, siempre que no afecte sus estudios; se les reconocen derechos laborales y de seguridad social.\n\n**Mensaje principal:** El texto establece las normas legales para la formalización, el contenido y la",
        "keywords": "**Palabras clave identificadas:**\n\n1. **Relación de trabajo individual**  \n2. **Contrato de trabajo**  \n3. **Formalización**  \n4. **Designación**  \n5. **Persona trabajadora de confianza**  \n6. **Período de prueba**  \n7. **Trabajo a tiempo parcial**  \n8. **Pluriempleo**  \n9. **Jornada laboral**  \n10. **Remuneración**  \n11. **Derechos laborales**  \n12. **Seguridad social**  \n13. **Disciplina laboral**  \n14. **Trabajo a distancia**  \n15. **Teletrabajo**  \n16. **Contrato por tiempo indeterminado**  \n17. **Contrato por tiempo determinado**  \n18. **Trabajo cíclico o de temporada**  \n19. **Servicio social**  \n20. **Competencias laborales**  \n\nEstas palabras clave representan los temas y conceptos centrales del texto, abarcando desde la formalización de la relación laboral hasta aspectos específicos como el pluriempleo, el trabajo a distancia y las distintas formas contractuales."
    },
    "10": {
        "title": "CAPÍTULO IV",
        "begin": 353,
        "end": 429,
        "sumary": "**Resumen:**\n\nEl **Capítulo IV**, denominado **\"Capacidad Demostrada\"**, establece los principios y procedimientos relacionados con el proceso de incorporación al empleo, permanencia en cargo, promoción y capacitación de las personas trabajadoras, basados en la **gestión por competencias**. Las **competencias laborales** incluyen conocimientos, habilidades, actitudes, valores y calificación formal, que deben ser medibles y alineadas con los objetivos de la entidad.\n\nEl **perfil de competencias** define las atribuciones del cargo y se aprueba tras un proceso participativo con la organización sindical. La **capacidad demostrada** se analiza integralmente considerando conocimientos, habilidades, aptitudes físicas y mentales, valores, y calificación formal, siendo posible excepciones si el resto de competencias está acreditado.\n\nEl **jefe de la entidad**, o su delegado, tiene facultad para decidir sobre la incorporación, evaluación y pérdida de capacidad demostrada, con asesoría del **Comité de Expertos**, conformado por representantes de la entidad, sindicato y trabajadores. Este comité emite recomendaciones escritas tras un procedimiento establecido, garantizando imparcialidad.\n\nLa **evaluación del trabajo** se realiza anualmente de manera sistemática, con participación de la organización sindical, y permite a los trabajadores discutir el resultado. En caso de inconformidad, existen mecanismos para resolver conflictos ante el Órgano de Justicia Laboral o vía judicial.\n\nLa **pérdida de capacidad demostrada** puede derivar en reubicación, capacitación o finalización de la relación laboral con garantía salarial. La decisión del jefe facultado es revisable por los canales establecidos en el Código.",
        "ideas": "El texto aborda el concepto de **capacidad demostrada**, un principio fundamental en el proceso de incorporación al empleo, permanencia en el cargo, promoción y capacitación dentro de una entidad. Este concepto se fundamenta en la **evaluación integral de competencias laborales**, que incluyen conocimientos, habilidades, destrezas, experiencias, actitudes, motivaciones, características personales y valores.\n\nSe establece que las entidades deben definir y gestionar tres tipos de competencias: **competencias distintivas de la entidad**, **competencias de los procesos principales** y **competencias de los cargos**, todas ellas medibles y alineadas con los objetivos estratégicos de la organización.\n\nLa **evaluación del trabajo** se presenta como una herramienta clave para medir el desempeño, eficacia y eficiencia en el cumplimiento de las obligaciones laborales, lo que permite tomar decisiones sobre promoción, pago por resultados, distribución de utilidades y capacidad demostrada.\n\nSe menciona la existencia del **Comité de Expertos**, un órgano colegiado encargado de asesorar al empleador en el reconocimiento y determinación de la capacidad demostrada. Este comité está integrado por miembros designados por la entidad, la organización sindical y elegidos por los trabajadores, garantizando equilibrio y transparencia.\n\nAdemás, se detalla que **la pérdida de la capacidad demostrada** puede conducir a medidas como reubicación en otro cargo, capacitación o terminación del contrato laboral, acompañada de una garantía salarial en algunos casos. Cualquier persona trabajadora inconforme con dichas decisiones tiene derecho a recurrir al Órgano de Justicia Laboral y, si es necesario, presentar demanda judicial.\n\nEn resumen, el mensaje principal del texto gira en torno a la importancia de **evaluar y garantizar la capacidad demostrada** como base para la gestión eficiente del talento humano, con mecanismos formales y participativos que involucran tanto al empleador como a los trabajadores.",
        "keywords": "**Palabras clave más importantes:**\n\n1. **Capacidad demostrada**\n2. **Competencias laborales**\n3. **Perfil de competencias**\n4. **Evaluación del trabajo**\n5. **Comité de Expertos**\n6. **Incorporación al empleo**\n7. **Permanencia en el cargo**\n8. **Promoción**\n9. **Capacitación y superación**\n10. **Reglamento disciplinario interno**\n11. **Convenio colectivo de trabajo**\n12. **Atribuciones y obligaciones del cargo**\n13. **Jefe de la entidad**\n14. **Decisión del Comité de Expertos**\n15. **Pérdida de la capacidad demostrada**\n16. **Reubicación laboral**\n17. **Garantía salarial**\n18. **Órgano de Justicia Laboral**\n19. **Información inicial**\n20. **Expediente laboral**"
    },
    "11": {
        "title": "CAPÍTULO V",
        "begin": 430,
        "end": 464,
        "sumary": "**Resumen:**\n\nEl **Capítulo V**, dedicado al **Expediente Laboral**, establece que este documento contiene información relevante sobre la historia laboral de una persona trabajadora, incluyendo datos personales, contratos, tiempo de servicio y remuneraciones. Puede existir en soporte físico o digital, y debe ser conservado y protegido por el empleador.\n\nEl **Artículo 75** detalla los elementos que deben integrar el expediente laboral, como nombres, apellidos, domicilio, contratos, documentos de calificación y certificaciones relacionadas con la seguridad social. Además, incluye información sobre sanciones disciplinarias o penales, así como descripciones del cargo.\n\nEl **Artículo 76** garantiza el derecho a la revisión periódica del expediente laboral, al menos una vez al año, y establece que el empleador debe facilitar este proceso. La organización sindical supervisa su cumplimiento.\n\nEn cuanto a la **protección** (Artículo 77) y **entrega** (Artículo 78), se exige que tanto empleadores como trabajadores cuiden los documentos, y al finalizar la relación laboral, se realice una revisión conjunta del expediente. Se entregan dos copias de un acta firmada por ambas partes.\n\nEl **Artículo 79** indica que si la persona trabajadora no puede recibir el expediente por ausencia o fallecimiento, se conservará durante cinco años y, en su ausencia de solicitud, parte de los documentos se archivan o incineran. Finalmente, el **Artículo 80** obliga al empleador a emitir certificaciones del tiempo de servicio y remuneraciones en caso de pérdida o destrucción del expediente, dentro de un plazo máximo de noventa días.",
        "ideas": "**Ideas esenciales del capítulo V: Expediente laboral**\n\n1. **Definición del expediente laboral**: Es un documento donde se registran los datos, antecedentes históricos laborales y el tiempo de servicio junto con las remuneraciones devengadas, con fines relacionados con la seguridad social.\n\n2. **Forma del expediente laboral**: Puede existir en soporte papel o digital; el empleador debe garantizar su conservación, protección y seguridad en ambos formatos.\n\n3. **Confección del expediente laboral**: El empleador debe crear o actualizar el expediente dentro de los quince días posteriores a la formalización de la relación laboral si esta tiene una duración superior a seis meses.\n\n4. **Contenido del expediente laboral**: Incluye información personal (nombres, identidad, domicilio), contratos, nombramientos, documentos oficiales, certificaciones, remuneraciones, dictámenes médicos, resoluciones disciplinarias, competencias del cargo y otros elementos relevantes.\n\n5. **Derecho a la revisión periódica**: La persona trabajadora puede examinar su expediente en cualquier momento, al menos una vez al año; el empleador debe organizar esta revisión anualmente y permitir la firma de documentos que certifiquen tiempo de servicio y remuneraciones.\n\n6. **Protección del expediente laboral**: Tanto empleadores como trabajadores están obligados a proteger los expedientes, y en caso de pérdida o deterioro, se deben realizar gestiones para reconstruir la información necesaria para la seguridad social.\n\n7. **Entrega del expediente laboral al finalizar la relación laboral**: Debe ser revisado conjuntamente por el empleador y la persona trabajadora; se confeccionan dos ejemplares del acta de entrega, uno se entrega a la persona trabajadora y otro se archiva en la entidad.\n\n8. **Custodia durante cinco años**: Si la persona trabajadora abandona la entidad, fallece, viaja al exterior o está privada de libertad, el expediente se conservará por cinco años; si no se solicita su entrega, ciertos documentos se archivan y otros se incinera.\n\n9. **Certificación del tiempo de servicio y remuneraciones**: El empleador debe emitir certificaciones en caso",
        "keywords": "1. Expediente laboral  \n2. Documentos  \n3. Empleador  \n4. Persona trabajadora  \n5. Conservación  \n6. Protección  \n7. Seguridad social  \n8. Contratos de trabajo  \n9. Revisión periódica  \n10. Derechos laborales  \n11. Entrega del expediente  \n12. Custodia  \n13. Tiempo de servicio  \n14. Remuneraciones devengadas  \n15. Certificación  \n16. Organización sindical  \n17. Legislación laboral  \n18. Deterioro o pérdida  \n19. Rehabilitación  \n20. Sanciones disciplinarias"
    },
    "12": {
        "title": "CAPÍTULO VI",
        "begin": 465,
        "end": 520,
        "sumary": "**Resumen:**\n\nEl Capítulo VI regula la **modificación del contrato de trabajo o la designación**, así como la **interrupción de las actividades laborales**. \n\nEn cuanto a la **modificación**, se establece que puede realizarse con el consentimiento mutuo de empleador y trabajador, o por causas como cambio de cargo, lugar de trabajo, salario, entre otros. Para que sea válida, debe formalizarse mediante un suplemento al contrato o una modificación del documento de designación. En caso de **inconformidad** del trabajador, se permite presentar reclamaciones ante el Órgano de Justicia Laboral o a través de la vía judicial.\n\nEn relación con el **traslado**, se distingue entre **traslado provisional y definitivo**; el primero puede ser obligatorio en casos de emergencia, desastres o peligro inminente, sin exceder 180 días anuales, garantizando el salario promedio. El traslado definitivo requiere el consentimiento expreso del trabajador.\n\nCon respecto a la **interrupción laboral**, se define como la paralización transitoria del trabajo causada por factores diversos (rotura de equipos, falta de materiales, emergencias, etc.). En tales casos, se debe identificar la causa, reubicar al personal si es necesario y aplicar medidas salariales según el caso. La persona trabajadora tiene derecho a un salario básico durante la interrupción o una garantía salarial en ciertas condiciones. Excepcionalmente, cuando la paralización excede dos meses, se puede considerar el cese del contrato de trabajo.\n\nFinalmente, se menciona que **no aplica** este régimen para las actividades manuales y mecanizadas agropecuarias y silvícolas.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Modificación del contrato de trabajo:** La modificación implica cambiar alguno de los elementos pactados en el contrato sin concluir la relación laboral, y puede realizarse por voluntad mutua o por disposición legal, debiendo formalizarse mediante un suplemento al contrato.\n\n2. **Inconformidad con la modificación:** Si la persona trabajadora no acepta la modificación, tiene derecho a presentar una reclamación ante el Órgano de Justicia Laboral o en vía judicial, sin que esto afecte su derecho a mantenerse bajo las condiciones previas hasta que se resuelva la reclamación.\n\n3. **Traslado:** La persona trabajadora puede ser trasladada por iniciativa del empleador o por interés propio, con distinción entre traslados provisionales y definitivos. Los traslados provisionales están sujetos a ciertos límites de duración y garantías salariales.\n\n4. **Interrupción de las actividades laborales:** Se define como una paralización transitoria del proceso laboral por causas externas o imputables al empleador, no a la persona trabajadora. El jefe de la entidad debe actuar para identificar causas y reubicar a los trabajadores afectados.\n\n5. **Tratamiento laboral durante interrupciones:** La persona trabajadora tiene derecho a aceptar o rechazar la reubicación propuesta, y en caso de no aceptarla, el empleador puede considerar el cese del contrato después de un plazo determinado.\n\n6. **Tratamiento salarial durante la interrupción:** Se establece una garantía salarial para los trabajadores afectados, dependiendo de si la interrupción es imputable o no a ellos, y se detallan distintas situaciones según el tipo de reubicación o falta de ella.\n\n7. **Tratamiento excepcional en caso de prolongada interrupción:** Si la interrupción se prolonga por más de dos meses, puede aplicarse un tratamiento especial con una garantía salarial reducida, aprobado por autoridades competentes según el financiamiento correspondiente.\n\n8. **Protección de seguridad social durante la interrupción:** La persona trabajadora que recibe garantía salarial y se enferma o sufre",
        "keywords": "1. Modificación del contrato de trabajo  \n2. Consentimiento  \n3. Traslado (provisional y definitivo)  \n4. Reclamación laboral  \n5. Interrupción de las actividades laborales  \n6. Reubicación laboral  \n7. Garantía salarial  \n8. Salario básico  \n9. Organización sindical  \n10. Órgano de Justicia Laboral  \n11. Jefe de la entidad  \n12. Convenio colectivo de trabajo  \n13. Suplemento al contrato de trabajo  \n14. Derechos del trabajador  \n15. Seguridad social"
    },
    "13": {
        "title": "CAPÍTULO VII",
        "begin": 521,
        "end": 649,
        "sumary": "**Resumen:**\n\nEl **Capítulo VII** regula la **suspensión de la relación de trabajo**, definiéndola como una interrupción temporal de los efectos laborales, manteniendo el vínculo entre empleador y trabajador. Las suspensiones pueden derivarse de causas legales, disciplinarias o por fuerza mayor, y se reanudan al cesar la causa que las originó.\n\nLas **situaciones generales** que dan lugar a la suspensión incluyen movilizaciones durante procesos electorales, desastres, capacitación estatal, vacaciones, licencias (retribuidas o no), prisión provisional, servicio militar, entre otras. Durante estos períodos, se garantiza un **tratamiento salarial específico**, como el pago de una garantía salarial en casos de desastres o movilizaciones.\n\nEn situaciones excepcionales, como desastres naturales, se establecen **medidas de protección** para los trabajadores afectados, incluyendo la posibilidad de recibir ayuda económica a través de las autoridades laborales. También se regulan el **tratamiento salarial y disciplinario** en caso de ausencias injustificadas o responsabilidades por daños causados durante movilizaciones.\n\nSe detallan los **procedimientos para viajar al exterior**, incluyendo la utilización de vacaciones acumuladas, licencias no retribuidas y su posible prórroga excepcional. Asimismo, se menciona el derecho a licencias no retribuidas por **atención a familiares en situación de dependencia**.\n\nPor último, se establecen normas sobre la **suspensión y reintegro al cargo** para personas trabajadoras privadas de libertad o sancionadas penalmente, incluyendo los requisitos para su reincorporación laboral una vez finalizado el proceso legal.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Definición de la suspensión de la relación de trabajo:** Es un estado temporal en el cual la persona trabajadora no puede desempeñar su labor por causas legales, disciplinarias o por fuerza mayor, manteniendo sin embargo el vínculo laboral.\n\n2. **Efectos de la suspensión:** Durante este período se interrumpen temporalmente algunos efectos de la relación laboral, pero no se rompe el vínculo entre empleador y trabajador. Además, no exime a la persona trabajadora de responsabilidades disciplinarias o materiales.\n\n3. **Situaciones que pueden causar la suspensión:** Incluyen eventos como desastres, movilizaciones electorales o censos, capacitación estatal, licencias (retribuidas y no retribuidas), detención, prisión provisional, cumplimiento del servicio militar, entre otros.\n\n4. **Tratamiento salarial durante la suspensión:** En situaciones de desastres, se garantiza un salario básico o el 60% de este según la duración de la suspensión. Durante movilizaciones electorales y censos, se paga el salario promedio del cargo.\n\n5. **Licencias no retribuidas:** Se pueden conceder en casos como desastres, evacuaciones o cuidado de familiares dependientes. Estas licencias tienen un límite máximo de duración y pueden ser prorrogadas excepcionalmente si se justifica la necesidad.\n\n6. **Tratamiento laboral durante movilizaciones para defensa nacional:** Los reservistas, milicianos y prerreclutas perciben su salario promedio durante el tiempo de movilización, incluso si están en interrupción o reubicación temporal.\n\n7. **Procedimiento para viajes al exterior por asuntos particulares:** Se puede utilizar vacaciones acumuladas, y en caso de necesidad adicional, se concede una licencia no retribuida con plazo máximo anual.\n\n8. **Situaciones relacionadas con prisión provisional o sanciones penales:** La relación laboral se suspende durante la privación de libertad, pero el trabajador tiene derecho al reintegro y pago del salario si es absuelto o",
        "keywords": "1. Suspensión de la relación de trabajo  \n2. Efectos de la suspensión  \n3. Reanudación de la relación laboral  \n4. Situaciones generales de suspensión  \n5. Tratamiento laboral y salarial  \n6. Licencias retribuidas y no retribuidas  \n7. Vacaciones anuales pagadas  \n8. Incapacidad temporal  \n9. Servicio Militar Activo  \n10. Movilizaciones durante procesos electorales  \n11. Censo de Población y Viviendas  \n12. Desastres y situaciones excepcionales  \n13. Protección a las personas trabajadoras afectadas  \n14. Prisión provisional  \n15. Responsabilidad disciplinaria  \n16. Viajes al exterior por asuntos particulares  \n17. Atención y cuidado de familiares  \n18. Licencias deportivas y culturales  \n19. Suspensión durante el período interciclo  \n20. Tratamiento a los reservistas y milicianos"
    },
    "14": {
        "title": "CAPÍTULO VIII",
        "begin": 650,
        "end": 734,
        "sumary": "**Resumen:**\n\nEl Capítulo VIII aborda la terminación de la relación laboral, detallando las causas generales, específicas y excepciones a su notificación. La relación laboral puede finalizar por acuerdos entre partes, jubilación, fallecimiento, vencimiento de plazos o reorganización empresarial. Por iniciativa del empleador, se incluyen causas como pérdida de competencias, reubicación definitiva, medidas disciplinarias y cumplimiento de licencias sin reincorporación. Existen excepciones a la notificación durante períodos protegidos, como vacaciones, licencias por maternidad o incapacidad temporal.\n\nPor iniciativa del trabajador, se establecen plazos de aviso previo que varían según el tipo de contrato y categoría laboral. Para el personal docente, se permiten excepciones en la baja durante determinados periodos escolares.\n\nEl Capítulo también menciona los derechos del trabajador al finalizar la relación laboral, como recibir salarios pendientes, vacaciones no disfrutadas y beneficios sociales. En cuanto a la protección de adolescentes que trabajan, se establecen restricciones sobre labores peligrosas, límites horarios, obligación de examenes médicos previos y control administrativo para garantizar su bienestar integral.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Terminación de la relación laboral**: El contrato de trabajo puede terminar por causas generales (acuerdo, iniciativa de una parte, jubilación, fallecimiento, extinción de la entidad o vencimiento de plazos) y específicas, como pérdida de competencias, reorganización empresarial, sanciones disciplinarias, entre otras.\n\n2. **Excepciones a la notificación**: En ciertos casos (licencias por maternidad, vacaciones, incapacidad, movilizaciones nacionales), el empleador no puede comunicar la terminación del contrato de trabajo indeterminado durante esos períodos.\n\n3. **Terminación por iniciativa del empleador**: Para contratos a tiempo determinado o por obra, se requiere una notificación escrita con 15 días hábiles de antelación.\n\n4. **Terminación por iniciativa del trabajador**: Debe comunicarse por escrito, con plazos de aviso previo que varían según el tipo de contrato y la categoría del trabajador (hasta 30 o 15 días hábiles, o incluso cuatro meses para cargos técnicos).\n\n5. **Adecuaciones para personal docente**: La baja puede realizarse entre el fin del curso escolar y el inicio del siguiente, salvo en casos de jubilación o invalidez.\n\n6. **Efectos de la terminación**: Los plazos de aviso previo comienzan a contar desde el día posterior a la comunicación escrita; el empleador puede aceptar la solicitud antes del vencimiento de los plazos, y el abandono sin cumplir con el aviso previo se considera ausencia injustificada.\n\n7. **Derechos al finalizar la relación laboral**: El trabajador tiene derecho a percibir su remuneración pendiente, vacaciones acumuladas y prestaciones sociales; en caso de fallecimiento o estar en el exterior del país, estos derechos pueden ejercerse por familiares autorizados.\n\n8. **Protección especial para adolescentes**: Los adolescentes entre 15 y 17 años pueden incorporarse al trabajo bajo condiciones excepcionales, con requisitos como autorización de padres, certificación médica y cumplimiento de normas laborales específicas que garantiz",
        "keywords": "1. Terminación de la relación de trabajo  \n2. Causas generales  \n3. Contrato por tiempo indeterminado  \n4. Designación  \n5. Reubicación  \n6. Jubilación  \n7. Fallecimiento  \n8. Extinción de la entidad  \n9. Acuerdo de las partes  \n10. Iniciativa del empleador  \n11. Pérdida de competencias laborales  \n12. Licencias por maternidad  \n13. Prestación social  \n14. Sanción de privación de libertad  \n15. Notificación de terminación  \n16. Aviso previo  \n17. Terminación a iniciativa del trabajador  \n18. Plazos  \n19. Protección especial para adolescentes  \n20. Incorporación al trabajo  \n21. Examen médico pre-empleo  \n22. Prohibiciones laborales  \n23. Horas de trabajo  \n24. Control administrativo  \n25. Derechos del trabajador al finalizar la relación laboral"
    },
    "15": {
        "title": "CAPÍTULO I",
        "begin": 737,
        "end": 756,
        "sumary": "El presente capítulo establece los principios generales sobre la capacitación, superación y preparación de las personas trabajadoras. Los empleadores tienen la obligación de implementar acciones planificadas y continuas que contribuyan al mejoramiento de las competencias laborales y al desempeño eficiente del trabajo. La capacitación debe estar alineada con las necesidades productivas, los cambios tecnológicos y organizativos, así como con los objetivos estratégicos de la entidad. Los derechos de las trabajadoras incluyen recibir formación acorde a sus funciones, mientras que el empleador debe garantizar su organización bajo principios como la gestión por competencias y la evaluación del impacto de las acciones de capacitación. Asimismo, se regulan aspectos específicos como la capacitación para nuevos incorporados, el estudio durante el tiempo libre y los derechos de quienes cursan educación superior.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Objetivo de la capacitación**: Los empleadores deben incentivar la capacitación, superación y preparación de los trabajadores con el fin de mejorar su desempeño laboral, así como la eficiencia y calidad del trabajo.\n\n2. **Definición de términos clave**:\n   - **Capacitación**: Conjunto de acciones planificadas y continuas dirigidas a mejorar las competencias laborales.\n   - **Superación**: Acciones destinadas a graduados de nivel superior, según las necesidades de la entidad y los cargos que desempeñan o para los que se preparan.\n   - **Preparación**: Sistema de conocimientos y habilidades que debe poseer cada trabajador en su cargo, incluyendo el entrenamiento en el puesto de trabajo y la autoformación.\n\n3. **Derechos y obligaciones**: Los trabajadores tienen derecho a recibir capacitación, superación y preparación según las necesidades de producción, los cambios tecnológicos, estratégicos y los resultados de la evaluación del trabajo.\n\n4. **Responsabilidad del empleador**: Organizar la capacitación basándose en la gestión por competencias, identificando necesidades, proponiendo acciones y midiendo el impacto de estas en el desempeño laboral.\n\n5. **Gestión del proceso**: La capacitación se imparte durante la jornada laboral, salvo que existan excepciones reguladas por normas específicas.\n\n6. **Capacitación a nuevas incorporaciones**: El empleador debe verificar si hay jóvenes próximos a graduarse en la especialidad requerida antes de organizar cursos para nuevas incorporaciones, otorgando una remuneración equivalente al salario mínimo vigente cuando sea necesario.\n\n7. **Estudio por esfuerzo personal**:\n   - Los trabajadores tienen derecho a estudiar en su tiempo libre mediante su propio esfuerzo.\n   - Si la capacitación se realiza fuera del perfil de su cargo, no se le abona remuneración durante ese período.\n   - Los que cursan educación superior pueden solicitar hasta quince días de vacaciones anuales acumuladas para actividades docentes relacionadas con sus estudios.",
        "keywords": "1. Capacitación  \n2. Superación  \n3. Preparación  \n4. Empleador  \n5. Persona trabajadora  \n6. Desempeño laboral  \n7. Eficiencia  \n8. Competencias laborales  \n9. Evaluación del trabajo  \n10. Gestión por competencias  \n11. Jefe directo  \n12. Capacitación a personas de nueva incorporación  \n13. Estudio por esfuerzo personal  \n14. Tiempo libre  \n15. Vacaciones anuales"
    },
    "16": {
        "title": "CAPÍTULO II",
        "begin": 757,
        "end": 768,
        "sumary": "El Capítulo II establece los procedimientos para el diagnóstico, planificación y medición de la capacitación dentro de una entidad. El diagnóstico se realiza anualmente bajo la dirección del jefe de la entidad, con el objetivo de identificar necesidades de capacitación según las competencias laborales requeridas para cada cargo. El plan de capacitación se elabora considerando el presupuesto de la entidad y en coordinación con los trabajadores y la organización sindical; este incluye detalles como tipo de acción, modalidad de formación, fechas y número de participantes. La medición del impacto evalúa la eficiencia, productividad y calidad del trabajo individual y colectiva, así como el mejoramiento del ambiente laboral y la reducción de riesgos. Esta medición es llevada a cabo por el jefe directo y validada por el órgano colegiado de dirección, con periodicidad definida.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Diagnóstico anual de necesidades de capacitación**: El jefe de la entidad es responsable de coordinar, orientar y controlar el desarrollo del diagnóstico, que se lleva a cabo una vez al año con técnicas adecuadas para identificar las necesidades derivadas de los requisitos de cada cargo.\n\n2. **Elaboración del plan de capacitación**: Este se elabora considerando el presupuesto de la entidad y se analiza con las personas trabajadoras, debiendo ser aprobado por el órgano colegiado de dirección en acuerdo con la organización sindical. El plan incluye tipo de acción, modo de formación, fechas y número de participantes.\n\n3. **Medición del impacto de la capacitación**: Se evalúa mediante indicadores que miden eficiencia, eficacia, productividad y calidad del trabajo a nivel individual y general, así como mejoras en el ambiente laboral y reducción de riesgos. La medición se lleva a cabo por el jefe directo del trabajador y se analiza periódicamente en el órgano colegiado de dirección.",
        "keywords": "1. Diagnóstico  \n2. Plan de capacitación  \n3. Medición del impacto  \n4. Capacitación  \n5. Eficiencia  \n6. Eficacia  \n7. Productividad  \n8. Calidad del trabajo  \n9. Ambiente laboral  \n10. Riesgos en el trabajo  \n11. Indicadores  \n12. Parámetros de evaluación  \n13. Jefe de la entidad  \n14. Órgano colegiado de dirección  \n15. Organización sindical  \n16. Convenio colectivo de trabajo  \n17. Competencias laborales  \n18. Actualización profesional"
    },
    "17": {
        "title": "CAPÍTULO III",
        "begin": 769,
        "end": 791,
        "sumary": "**Resumen:**\n\nEl Capítulo III regula la **capacitación y superación de especial interés estatal**, definiéndolas como acciones esenciales para mejorar la producción, productividad, eficiencia y calidad en las entidades públicas. Estas acciones deben considerar su impacto en el desarrollo institucional a corto, mediano y largo plazo, así como en el desempeño laboral del personal.\n\nLa **aprobación** de estas actividades corresponde a autoridades estatales, empresariales o locales, quienes pueden delegar esta facultad a un jefe del primer nivel de dirección. Durante la capacitación, se reconoce tiempo de trabajo y tratamiento salarial: los empleados con pago por hora reciben su salario básico, mientras que aquellos con pago por rendimiento obtienen el salario promedio establecido.\n\nLos **profesionales** en áreas como docencia, ciencia, innovación y arte tienen **prioridad** para acceder a maestrías y doctorados, siempre que sea necesario por interés estatal. Sin embargo, existe un **límite** a esta prioridad: las autoridades competentes (rectores, directivos de entidades públicas o empresariales) deben autorizar estos estudios según normas específicas, pudiendo delegar su aprobación en jefes de primer nivel.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Definición de capacitación y superación de especial interés estatal**: Se trata de acciones que contribuyen al logro de niveles superiores de producción, productividad, eficiencia y calidad, así como al cumplimiento de objetivos a corto, mediano y largo plazo de la entidad.\n\n2. **Autoridades facultadas para su aprobación**: Las acciones mencionadas son aprobadas por los jefes de órganos estatales, organismos de administración central del Estado, entidades nacionales, organizaciones empresariales y empresas, pudiendo delegar esta autoridad en un jefe del primer nivel de dirección.\n\n3. **Tratamiento laboral y salarial**: El tiempo dedicado a la capacitación se considera tiempo de trabajo. Los trabajadores reciben salario básico o promedio según su forma de pago durante el período de formación, con excepciones para cursos a tiempo completo o estudios en el extranjero.\n\n4. **Prioridad para la superación de profesionales**: Los docentes, científicos, innovadores y creadores artísticos tienen prioridad para acceder a estudios de posgrado (maestrías y doctorados) que favorezcan su desempeño profesional.\n\n5. **Límites en la prioridad**: La autorización para cursar estudios de posgrado está regulada por normas específicas, y puede ser otorgada por rectores universitarios, directivos de entidades de ciencia y tecnología o jefes estatales, pudiendo delegarse en un primer nivel de dirección.",
        "keywords": "1. **Capacitación**  \n2. **Superación**  \n3. **Especial interés estatal**  \n4. **Producción**  \n5. **Eficiencia**  \n6. **Calidad de los servicios**  \n7. **Autoridades facultadas**  \n8. **Tiempo de trabajo**  \n9. **Tratamiento salarial**  \n10. **Prioridad para la superación**  \n11. **Profesionales docentes, científicos y artísticos**  \n12. **Maestrías y doctorados**  \n13. **Límites en la prioridad**  \n14. **Rectores de universidades**  \n15. **Entidades de ciencia, tecnología e innovación**  \n16. **Estudios en el extranjero**  \n17. **Forma de pago a tiempo**  \n18. **Forma de pago por rendimiento**  \n19. **Instituciones y entidades subordinadas**  \n20. **Delegación de autoridad**"
    },
    "18": {
        "title": "CAPÍTULO IV",
        "begin": 792,
        "end": 831,
        "sumary": "**Resumen:**\n\nEl Capítulo IV establece los principios y obligaciones relacionados con la preparación de personas recién graduadas en el ámbito laboral. Los objetivos incluyen su adaptación laboral, consolidar conocimientos y habilidades para asumir un cargo o desarrollarse profesionalmente. El empleador tiene diversas obligaciones, como garantizar su formación integral, recibir e integrar a los recién graduados, complementar su formación con actividades prácticas, promover su participación en capacitaciones y motivarlos adecuadamente.\n\nLos recién graduados de cursos por encuentro o a distancia acceden al empleo directamente y cumplen el período de preparación en el cargo que desempeñan sin necesidad de realizar servicio social. Los empleadores deben ubicar a los recién graduados en cargos vacantes según su perfil profesional, aplicando salarios correspondientes. En ausencia de vacantes, se realiza la preparación en la actividad sin ocupar un cargo.\n\nUn tutor designado por el jefe de la entidad supervisa y conduce la preparación del recién graduado, elaborando un plan individual que incluye objetivos, tareas, fechas y responsables. La duración de la preparación puede variar entre seis meses y dos años, ajustándose a la complejidad del trabajo. En caso de evaluaciones insatisfactorias, se pueden extender los plazos o ubicar al recién graduado en un cargo acorde con su nivel de preparación; si no es posible, se termina la relación laboral.\n\nEn entidades dedicadas a ciencia, tecnología e innovación, se crea una \"reserva científica\" compuesta por recién graduados que participan en investigación, regulada por disposiciones normativas específicas.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Objetivo de la preparación laboral:** La adaptación y consolidación de conocimientos y habilidades en recién graduados, con el fin de permitirles asumir un cargo o desarrollarse profesionalmente.\n\n2. **Obligaciones del empleador:** \n   - Garantizar formación integral, integración al colectivo laboral y desarrollo ético.\n   - Realizar acciones sistemáticas para la preparación y guía en el desempeño.\n   - Complementar la formación con actividades prácticas y participación en eventos de postgrado.\n   - Fomentar una motivación adecuada hacia el trabajo.\n\n3. **Preparación de recién graduados por encuentro o a distancia:** \n   - Acceden al empleo directamente, sin necesidad de cumplir servicio social.\n   - Realizan su preparación en el cargo que desempeñan tras la graduación.\n\n4. **Ubicación en cargos vacantes:** \n   - Los recién graduados deben ser ubicados en cargos vacantes acordes con su perfil profesional, siempre que existan.\n   - En ausencia de vacantes, se les asigna una actividad sin cargo formal, aplicándose un tratamiento salarial específico.\n\n5. **Responsabilidad del tutor:** \n   - Designado por el jefe de la entidad, debe supervisar y conducir la preparación del recién graduado.\n   - Debe elaborar un plan individual de preparación y fomentar relaciones interpersonales que permitan la participación activa en la resolución de problemas laborales.\n\n6. **Plan de preparación:** \n   - Debe ser elaborado con la participación del personal técnico o directivo, considerando las competencias a desarrollar.\n   - Contiene información general del recién graduado y tutor, especialidad, área asignada, objetivos, tareas, fechas y responsables.\n\n7. **Contenido de la preparación:** \n   - Incluye rotaciones por diferentes áreas funcionales para comprender el proceso laboral.\n   - Permite participación en acciones de capacitación según los objetivos planificados.\n   - Se incluyen actividades adicionales cuando se requieren requisitos profesionales específicos.\n\n8. **Plazos para la preparación:** \n   - La duración puede oscilar entre seis meses y dos",
        "keywords": "1. **Preparación**  \n2. **Recién graduados**  \n3. **Formación integral**  \n4. **Servicio social**  \n5. **Tutor**  \n6. **Plan de preparación**  \n7. **Evaluación**  \n8. **Cargos vacantes**  \n9. **Rotación de áreas funcionales**  \n10. **Capacitación**  \n11. **Plazos**  \n12. **Reserva científica**  \n13. **Empresas o entidades**  \n14. **Objetivos laborales**  \n15. **Competencias laborales**"
    },
    "19": {
        "title": "CAPÍTULO I",
        "begin": 834,
        "end": 850,
        "sumary": "**Resumen:**\n\nEl **servicio social**, según los artículos 158 a 161 del Código Laboral Cubano, es un deber que tienen los recién graduados de cursos diurnos en la educación superior y técnicos de nivel medio superior, con el objetivo de aplicar sus conocimientos en beneficio del desarrollo económico y social del país. Este servicio tiene una duración de tres años y se puede combinar con el **servicio militar activo** o el **trabajo socialmente útil**, siempre que la suma total complete dicho período.\n\nLos sujetos obligados son los ciudadanos cubanos que egresan en educación superior, incluidos aquellos que lo hacen en el extranjero por interés institucional. Los técnicos de nivel medio superior solo cumplen este servicio si son asignados a una entidad al momento de su graduación; quienes no fueron ubicados pueden incorporarse al trabajo con cualquier empleador.\n\nLos graduados en modalidades no diurnas, como cursos por encuentros o a distancia, no están obligados a realizar el servicio social. Durante su cumplimiento, los graduados gozan de derechos y deberes laborales, incluyendo beneficios como licencias por maternidad, protección durante el embarazo y otros períodos específicos.\n\nFinalmente, los sujetos del servicio social pueden obtener autorización para viajar por asuntos particulares.",
        "ideas": "El servicio social se define como un deber impuesto a los recién graduados de cursos diurnos en la Educación Superior y técnicos de nivel medio superior, con el objetivo de aplicar sus conocimientos en beneficio del desarrollo económico y social del país durante un período determinado. Este servicio forma parte de la continuidad educativa y preparación profesional de los graduados, vinculándolos a distintas áreas y sectores productivos.\n\nLos sujetos obligados al cumplimiento del servicio social son ciudadanos cubanos que se gradúan en educación superior, incluyendo aquellos que lo hacen en el extranjero por interés institucional, así como técnicos de nivel medio superior asignados a una entidad durante su graduación. Quienes egresan mediante modalidades no diurnas, como cursos por encuentros o a distancia, no están sujetos a este deber.\n\nLa duración del servicio social es de tres años, que puede combinarse con el servicio militar activo o el trabajo socialmente útil en caso de jóvenes no aptos para cumplir el servicio militar. Este período se cumple una sola vez, independientemente del número de carreras completadas. Además, ciertos períodos como licencias maternidad, protección durante el embarazo y movilizaciones por interés nacional cuentan como tiempo de cumplimiento.\n\nFinalmente, los recién graduados sujetos al servicio social pueden obtener autorización para viajar por asuntos particulares.",
        "keywords": "**Palabras clave:**\n\n1. **Servicio Social**  \n2. **Recién graduados**  \n3. **Educación Superior**  \n4. **Técnico de nivel medio superior**  \n5. **Derechos y deberes**  \n6. **Participación de la fuerza de trabajo calificada**  \n7. **Duración del servicio social (tres años)**  \n8. **Servicio militar activo**  \n9. **Trabajo socialmente útil**  \n10. **Autorización para viajar por asuntos particulares**  \n11. **Dirección de Trabajo y Seguridad Social Municipal**  \n12. **Incorporación al trabajo con cualquier empleador**  \n13. **Modalidad de cursos por encuentros y a distancia**  \n14. **Desarrollo económico y social**  \n15. **Planificación y prioridades del desarrollo**"
    },
    "20": {
        "title": "CAPÍTULO II",
        "begin": 851,
        "end": 878,
        "sumary": "El presente capítulo regula la ubicación de la fuerza de trabajo calificada en el sector estatal y no estatal, estableciendo los siguientes puntos clave:\n\n1. **Ubicación anticipada**: Los estudiantes de enseñanza superior y técnicos de nivel medio superior pueden ser ubicados con anticipación desde los últimos años de su carrera para desarrollar habilidades laborales y fortalecer vínculos con las entidades donde posteriormente trabajarán.\n\n2. **Asignación de graduados**: Los recién graduados son asignados a organismos del Estado, entidades nacionales u otras instituciones según prioridades municipales y sectores estratégicos de la economía. La autoridad correspondiente entrega un documento oficial que indica la entidad donde debe cumplir el servicio social, con un plazo máximo de treinta días para su presentación.\n\n3. **Ubicación en el sector no estatal**: En caso de no haber lugar disponible en el sector estatal, se establecen convenios previamente con entidades del sector privado para la ubicación de los graduados.\n\n4. **Correspondencia laboral**: El cargo asignado al recién graduado debe corresponder a sus estudios y necesidades del sector. En caso de inconformidad, el graduado puede presentar una reclamación ante el órgano encargado de resolver conflictos laborales o, en el caso del sector no estatal, ante los tribunales judiciales.\n\n5. **Traslado del graduado**: El traslado requiere la conformidad de las entidades involucradas y la aprobación previa de la autoridad que asignó al graduado, salvo en casos de traslado dentro del mismo órgano estatal, donde solo se necesita la aceptación mutua. En caso de separación definitiva por medida disciplinaria, el empleador notifica a la autoridad correspondiente para su nueva ubicación.",
        "ideas": "El texto establece los principios y procedimientos relacionados con la ubicación de la fuerza de trabajo calificada en diversos sectores del Estado y no estatal, así como las responsabilidades de las autoridades competentes en este proceso. Las ideas esenciales son las siguientes:\n\n1. **Ubicación anticipada**: Los estudiantes de enseñanza superior y técnicos de nivel medio superior pueden ser ubicados de forma anticipada durante sus últimos años de estudio para desarrollar su preparación profesional y fortalecer vínculos con la entidad donde se asignarán tras graduarse.\n\n2. **Asignación del recién graduado**: Los graduados son ubicados en entidades estatales o no estatales según el nivel académico, las prioridades municipales y los sectores estratégicos de la economía. La asignación está regulada por autoridades específicas según el tipo de graduado.\n\n3. **Documentación oficial**: El graduado recibe un documento oficial que le indica la entidad donde debe cumplir su servicio social, debiendo presentarse en un plazo máximo de treinta días; en caso de no hacerlo, se notifica a la autoridad asignadora.\n\n4. **Ubicación en el sector no estatal**: Si no hay ubicación disponible en el sector estatal, las direcciones municipales de Trabajo y Seguridad Social establecen convenios con entidades del sector no estatal para la ubicación de los recién graduados.\n\n5. **Correspondencia entre estudios y cargo asignado**: El cargo o actividad que se le asigna al graduado debe corresponder a sus estudios y necesidades productivas. En caso de inconformidad, el graduado puede presentar una reclamación ante la autoridad competente o vía judicial si se trata del sector no estatal.\n\n6. **Traslado del graduado**: El traslado del graduado requiere conformidad de las entidades involucradas y aprobación por parte de la instancia que lo asignó previamente, según los procedimientos establecidos. En caso de separación definitiva, el empleador notifica a la autoridad asignadora para su nueva ubicación.",
        "keywords": "1. **Ubicación anticipada**  \n2. **Fuerza de trabajo calificada**  \n3. **Servicio social**  \n4. **Graduados**  \n5. **Asignación**  \n6. **Direcciones de Trabajo y Seguridad Social municipales**  \n7. **Sector estatal**  \n8. **Sector no estatal**  \n9. **Traslado del graduado**  \n10. **Correspondencia en la ubicación**  \n11. **Documentos oficiales**  \n12. **Reclamaciones de derecho**  \n13. **Autoridades asignadoras**  \n14. **Disposiciones normativas complementarias**  \n15. **Estudiantes y técnicos de nivel medio superior**"
    },
    "21": {
        "title": "CAPÍTULO III",
        "begin": 879,
        "end": 920,
        "sumary": "**Resumen:**\n\nEl capítulo III establece las medidas a tomar ante el incumplimiento del servicio social por parte de los recién graduados. Si no se presenta en el plazo establecido, la entidad realizará gestiones para su incorporación dentro de 30 días; si persiste el incumplimiento, se procederá a su inhabilitación para el ejercicio profesional. La suspensión del servicio social puede autorizarse por causas justificadas, como la superación en el extranjero con previa autorización, y no excederá un año. Si no se reincorpora al vencimiento de este plazo, se solicitará la inhabilitación.\n\nEl artículo 169 detalla que los graduados que rechacen o interrumpan el servicio social sin justificación serán inhabilitados, mediante una solicitud formal ante el Director Jurídico del Ministerio de Trabajo y Seguridad Social. La inhabilitación se resuelve en un plazo máximo de 30 días hábiles, con posibilidad de recurso de alzada.\n\nEl artículo 171 permite la suspensión de la inhabilitación si el graduado solicita reincorporarse para cumplir el servicio social restante. Finalmente, los empleadores no pueden contratar a personas inhabilitadas en cargos que requieran su titulación.\n\nEn cuanto al Título V, se enfatiza la protección a la mujer trabajadora, incluyendo condiciones laborales seguras, atención médica durante el embarazo y licencias retribuidas. Se prohíbe cualquier discriminación basada en el estado de embarazo y se garantizan derechos irrenunciables como la licencia pre y postnatal. Asimismo, se reconoce el derecho a la protección para otros familiares que cuiden al menor.",
        "ideas": "**Ideas esenciales:**\n\n1. **Incumplimiento del servicio social:** Los recién graduados tienen la obligación de incorporarse a la entidad donde fueron asignados dentro del plazo establecido, y en caso de no hacerlo, se iniciará un procedimiento para su inhabilitación profesional.\n\n2. **Suspensión del cumplimiento:** Es posible suspender el servicio social por causas justificadas, como la superación en el extranjero relacionada con el perfil profesional, previa autorización del empleador y por un plazo máximo de un año.\n\n3. **Inhabilitación para el ejercicio profesional:** Los graduados que no cumplen o interrumpen el servicio social sin causas justificadas pueden ser inhabilitados, mediante una solicitud formal al Director Jurídico del Ministerio de Trabajo y Seguridad Social.\n\n4. **Procedimiento de inhabilitación:** La inhabilitación se resuelve en un plazo máximo de treinta días hábiles, con posibilidad de interponer un recurso de alzada ante el titular del Ministerio de Trabajo y Seguridad Social.\n\n5. **Suspensión de la inhabilitación:** Los graduados inhabilitados pueden solicitar la suspensión de dicha inhabilitación para reincorporarse al cumplimiento del servicio social.\n\n6. **Límites en la contratación:** Los empleadores no pueden contratar graduados inhabilitados en cargos que requieran la titulación correspondiente.\n\n7. **Protección a la mujer trabajadora:** El empleador debe garantizar condiciones de trabajo seguras y saludables, considerando la condición biológica de la mujer trabajadora.\n\n8. **Prestaciones durante el embarazo y lactancia:** Se establecen prestaciones monetarias, en servicios y especie para apoyar a la mujer trabajadora durante el embarazo, etapa pre y postnatal, así como en casos de enfermedad del hijo menor de dieciocho años.\n\n9. **Derechos irrenunciables:** La licencia pre y postnatal es exclusiva e irrenunciable para la mujer trabajadora, quien debe recesar en sus labores a partir de las 32 o 34 semanas de embarazo según corresponda.\n\n10. **Prohibiciones relacionadas con el embarazo:** Está prohibido condicionar la contratación, permanencia",
        "keywords": "**Palabras clave más importantes:**\n\n1. **Servicio social**  \n2. **Inhabilitación para el ejercicio profesional**  \n3. **Recién graduado**  \n4. **Suspensión del cumplimiento**  \n5. **Entidad asignada**  \n6. **Director Jurídico del Ministerio de Trabajo y Seguridad Social**  \n7. **Incumplimiento**  \n8. **Procedimiento de inhabilitación**  \n9. **Causas justificadas**  \n10. **Reincorporación**  \n11. **Licencia retribuida**  \n12. **Trabajadora gestante**  \n13. **Protección a la mujer trabajadora**  \n14. **Prestaciones monetarias y en especie**  \n15. **Embarazo**  \n16. **Cuidado del menor**  \n17. **Responsabilidad familiar compartida**  \n18. **Medidas disciplinarias**  \n19. **Recursos administrativos y judiciales**  \n20. **Suspensión de la inhabilitación**"
    },
    "22": {
        "title": "CAPÍTULO I",
        "begin": 923,
        "end": 931,
        "sumary": "**Resumen:**  \nEl Capítulo I de la normativa sobre Organización del Trabajo establece que este proceso implica la integración de gestión por competencias, tecnología, medios de trabajo y recursos materiales, con el objetivo de lograr una ejecución racional, segura y eficiente de las actividades laborales. Se rige por principios como la integralidad, sistematicidad y participación activa de los trabajadores y sus organizaciones sindicales en su diseño y control.\n\nAdemás, se menciona que las entidades deben realizar estudios de organización del trabajo para mejorar las condiciones técnicas y organizativas, determinar estructuras de cargos y analizar puestos de trabajo. Estos estudios se llevan a cabo con la participación de los trabajadores, y sus resultados se discuten antes de su implantación. Las normas derivadas de estos estudios deben ser aprobadas por el jefe de la entidad con el acuerdo sindical, previa deliberación en asamblea de Trabajadores y Afiliados, y revisadas periódicamente ante cambios organizativos o tecnológicos.",
        "ideas": "El texto se centra en la definición y los principios de la Organización del Trabajo, destacando su función como un proceso integrador que busca optimizar el trabajo mediante métodos racionales, con énfasis en la seguridad, salud y medioambiente. Además, subraya la importancia de estudiar y mejorar las condiciones técnicas y organizativas de la producción, involucrando activamente a las personas trabajadoras y a la organización sindical en su diseño e implementación. Asimismo, se establece que las normas de trabajo derivadas de estos estudios deben ser discutidas con los trabajadores y aprobadas por el jefe de la entidad con el acuerdo sindical, garantizando un proceso participativo y periódico de revisión ante cambios organizativos o tecnológicos.",
        "keywords": "1. **Organización del trabajo**  \n2. **Métodos y procedimientos**  \n3. **Eficiencia**  \n4. **Productividad**  \n5. **Seguridad, salud y medioambientales**  \n6. **Gestión por competencias**  \n7. **Recursos humanos, materiales y financieros**  \n8. **Estudios de organización del trabajo**  \n9. **Participación de las personas trabajadoras y sindical**  \n10. **Normas de trabajo**"
    },
    "23": {
        "title": "CAPÍTULO II",
        "begin": 932,
        "end": 948,
        "sumary": "**Resumen:**\n\nEl Capítulo II aborda el diseño de la estructura organizacional y la plantilla de cargos dentro de una entidad. La estructura organizacional se define como el sistema jerárquico que organiza las obligaciones, atribuciones y responsabilidades de cada trabajador para alcanzar los objetivos establecidos. Por su parte, la plantilla de cargos materializa esta estructura, detallando la composición de las unidades organizativas, denominación de cargos, cantidad de personas por cargo, categorías ocupacionales (operarios, administrativos, técnicos, etc.), requisitos de calificación y salario.\n\nLa aprobación de estas estructuras y plantillas se lleva a cabo en el marco del proceso anual del plan económico, por parte de los jefes de las entidades o instituciones presupuestadas. En el sector no estatal, corresponde al máximo responsable o órgano colegiado de dirección. Además, se establece que dichas estructuras y plantillas deben revisarse cuando cambien las condiciones que fundamentaron su aprobación.\n\nFinalmente, se menciona que la elaboración de la plantilla y el registro de trabajadores debe seguir modelos establecidos por el Ministerio de Trabajo y Seguridad Social, los cuales deben conservarse y presentarse a las autoridades competentes mientras estén vigentes.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Definición de estructura organizacional**: Es el sistema jerárquico establecido para organizar el trabajo, responsabilidades, coordinación y distribución de obligaciones y atribuciones en una entidad con el fin de alcanzar objetivos específicos.\n\n2. **Plantilla de cargos**: Representa la materialización de la estructura organizacional, detallando la denominación, cantidad, categoría ocupacional, salario, requisitos de calificación y relación nominal de las personas trabajadoras por cada cargo.\n\n3. **Categorías ocupacionales**: Estas incluyen operarios, trabajadores administrativos, trabajadores de servicios, técnicos y cuadros, definidas según los estudios de organización del trabajo.\n\n4. **Aprobación de estructuras y plantillas**: Las entidades aprueban sus estructuras organizacionales y plantillas de cargos durante el proceso de elaboración del plan anual. En instituciones presupuestadas corresponde a jefes de órganos estatales o colegiados de dirección. Se deben considerar las cifras directivas del gobierno y los principios de racionalidad y eficiencia.\n\n5. **Plazos para la aprobación**: Las empresas y organizaciones superiores aprueban su plantilla en quince días naturales tras la aprobación del Plan Anual de la economía. Las instituciones presupuestadas lo hacen en quince días después de recibir el presupuesto anual aprobado.\n\n6. **Modelos para la plantilla**: La elaboración de la plantilla y registro de personas trabajadoras debe seguir modelos establecidos por el Ministerio de Trabajo y Seguridad Social, responsabilidad de las entidades durante su vigencia.\n\n7. **Modificación de estructuras y plantillas**: Estas pueden modificarse cuando cambien las condiciones o premisas que sirvieron como base para su aprobación.",
        "keywords": "1. **Estructura organizacional**  \n2. **Plantilla de cargos**  \n3. **Categorías ocupacionales**  \n4. **Atribuciones y obligaciones**  \n5. **Nivel de aprobación**  \n6. **Racionalidad y eficiencia**  \n7. **Organización del trabajo**  \n8. **Jefe de la entidad**  \n9. **Plazo para la aprobación**  \n10. **Modelos establecidos**"
    },
    "24": {
        "title": "CAPÍTULO III",
        "begin": 949,
        "end": 1020,
        "sumary": "**Resumen:**\n\nEl capítulo III regula el trabajo a distancia y el teletrabajo como formas de organización del trabajo. El **trabajo a distancia** implica realizar labores fuera del lugar habitual de trabajo, pudiendo alternar con la presencia física en la entidad, sin necesariamente depender de tecnologías de información. Por su parte, el **teletrabajo** se basa en el uso exclusivo o prevalente de tecnologías de la información y comunicación, sin presencia física en la entidad.\n\nEl empleador, junto con las organizaciones sindicales, define los cargos adecuados para estas modalidades, considerando la naturaleza de la actividad y la infraestructura disponible. Los contratos deben incluir cláusulas específicas sobre seguridad, uso de tecnologías, horarios, evaluación del desempeño, protección de datos, desconexión digital y gastos asociados.\n\nLas **personas trabajadoras** tienen derechos iguales a los de quienes laboran presencialmente, con excepciones relacionadas con la puntualidad y asistencia. Tienen derecho a la desconexión digital, a solicitar teletrabajo o trabajo a distancia por razones personales o familiares, y a la protección de sus datos y privacidad.\n\nEl **empleador** debe garantizar la infraestructura tecnológica necesaria, mantener los equipos en buen estado, prevenir riesgos laborales, promover capacitación y respetar el derecho a la desconexión digital. Además, se establecen mecanismos para la **reversibilidad**, es decir, la posibilidad de cambiar entre modalidades presenciales y no presenciales según acuerdos previamente pactados.\n\nFinalmente, se menciona que el teletrabajo puede realizarse desde el exterior en ciertos casos, con adecuaciones al contrato de trabajo. La negativa del trabajador a trabajar a distancia o mediante teletrabajo no puede ser motivo para terminar la relación laboral sin su consentimiento, salvo excepciones expresamente previstas.",
        "ideas": "**Ideas esenciales del Capítulo III sobre Trabajo a Distancia y Teletrabajo:**\n\n1. **Definición de conceptos:**  \n   - El *trabajo a distancia* se realiza fuera del lugar convencional de trabajo, en el domicilio u otros lugares distintos, y puede alternar con la presencia física en la entidad; no requiere necesariamente tecnologías de información.\n   - El *teletrabajo* se basa exclusivamente o principalmente en el uso de tecnologías de la información y las comunicaciones, sin necesidad de presencia física en la entidad.\n\n2. **Determination de cargos:**  \n   - El empleador y la organización sindical definen los cargos adecuados para aplicar estas formas de trabajo, considerando la naturaleza del cargo, la infraestructura disponible y el cumplimiento de las actividades laborales.\n   - No se aplica a trabajos que requieren presencia física para producción o prestación de servicios.\n\n3. **Contenido del contrato:**  \n   - Los contratos deben incluir cláusulas específicas: horarios, uso y mantenimiento de equipos, distribución del tiempo entre trabajo presencial y remoto, protección ergonómica, control de la actividad laboral, cumplimiento legal, plazos para entregar resultados, gastos asociados, preaviso para reversibilidad, entre otros.\n\n4. **Derechos y obligaciones del trabajador:**  \n   - El trabajador tiene los mismos derechos que el presencial, salvo los relacionados con asistencia física.\n   - Tiene derecho a la desconexión digital, así como al uso de estas formas de trabajo en casos de discapacidad o cuidado familiar.\n\n5. **Obligaciones del empleador:**  \n   - Debe garantizar condiciones adecuadas (infraestructura tecnológica, capacitación, protección ergonómica y psicosocial).\n   - No puede exigir el uso de programas de vigilancia en dispositivos personales.\n   - Debe respetar el derecho a la desconexión digital fuera del horario laboral.\n\n6. **Infraestructura tecnológica:**  \n   - El empleador garantiza los medios informáticos, conectividad y mantenimiento necesario para el desarrollo del trabajo remoto.\n   - Si los equipos son propiedad del trabajador, el empleador debe asegurar su funcionamiento adecu",
        "keywords": "1. **Trabajo a distancia**  \n2. **Teletrabajo**  \n3. **Formas de organización del trabajo**  \n4. **Derechos y obligaciones**  \n5. **Contrato de trabajo**  \n6. **Convenio colectivo de trabajo**  \n7. **Dispositivos tecnológicos**  \n8. **Infraestructura tecnológica**  \n9. **Desconexión digital**  \n10. **Reversibilidad**  \n11. **Seguridad informática**  \n12. **Protección de datos**  \n13. **Ergonomía**  \n14. **Capacitación y entrenamiento**  \n15. **Control de la actividad laboral**  \n16. **Gastos asociados**  \n17. **Derechos individuales y colectivos**  \n18. **Discapacidad**  \n19. **Teletrabajo desde el exterior**  \n20. **Evaluación de riesgos laborales**"
    },
    "25": {
        "title": "CAPÍTULO IV",
        "begin": 1021,
        "end": 1081,
        "sumary": "**Resumen:**\n\nEl Capítulo IV regula la reorganización de entidades por motivos económicos, tecnológicos y estructurales, con el objetivo de ajustar la plantilla laboral sin responsabilidad de las personas trabajadoras. Se establece que la amortización de cargos se basa en estudios de organización del trabajo, lo cual permite determinar los puestos a eliminar y las medidas para minimizar perjuicios. Los trabajadores afectados por cambios estructurales pero no por ceses directos no pierden derechos legales ni salariales.\n\nSe prevén procedimientos formales para notificar a los trabajadores afectados, garantizando su derecho a reubicación y protección salarial en caso de desvinculación. La decisión se toma con participación sindical y mediante un Comité de Expertos, respetando principios como la capacidad demostrada y la no discriminación.\n\nAdemás, se establecen excepciones para notificar decisiones durante períodos de incapacidad, vacaciones, embarazo, entre otros. En caso de extinción de entidades, se define un procedimiento para el tratamiento laboral y salarial de los afectados, aplicando garantías como la compensación salarial equivalente a seis meses del salario básico.\n\nFinalmente, se mencionan mecanismos de control por parte de las autoridades laborales y los derechos de los trabajadores a impugnar decisiones ante el Órgano de Justicia Laboral. Para micro, pequeñas y medianas empresas, también se garantiza la aplicación del tratamiento laboral en caso de disolución o clausura.",
        "ideas": "El análisis del texto revela las siguientes **ideas esenciales** que fundamentan su contenido:\n\n1. **Reorganización de entidades**: La reorganización se basa en estudios de organización del trabajo motivados por causas económicas, tecnológicas y estructurales, lo cual puede derivar en el cese de la relación laboral sin responsabilidad de las personas trabajadoras.\n\n2. **Amortización de cargos**: Es el proceso de eliminar un cargo de la plantilla laboral como parte de la reorganización, siendo necesario establecer una nueva plantilla con fundamentación escrita basada en los estudios realizados.\n\n3. **Criterio de capacidad demostrada**: Para determinar quiénes permanecen en la entidad tras la reorganización, se aplica el principio de que en cada cargo debe quedar el trabajador más capaz, sin discriminación.\n\n4. **Procedimiento formalizado**: El proceso incluye notificación a los afectados, participación del sindicato y análisis por parte del Comité de Expertos. La decisión final se basa en recomendaciones técnicas y legales.\n\n5. **Medidas para mitigar afectaciones**: Ante situaciones económicas, se adoptan medidas como la restricción de contrataciones, cursos de recalificación o reducción de jornada laboral.\n\n6. **Tratamiento salarial y laboral**: Quienes son reubicados reciben el salario del nuevo cargo; quienes no lo logran tienen derecho a una garantía salarial equivalente a seis salarios básicos. En caso de no aceptar injustificadamente la propuesta de reubicación, se otorga una garantía salarial menor.\n\n7. **Excepciones y condiciones para la notificación**: No se puede notificar a los trabajadores durante ciertos períodos (enfermedad, vacaciones, licencias, etc.) ni durante suspensiones legales.\n\n8. **Contenido de las notificaciones**: Deben ser fundamentadas, entregadas en forma escrita e incluir razones específicas, y se acompañan con entrevistas individuales para garantizar claridad.\n\n9. **Control de los procesos**: Existe un control por parte de los directores de Trabajo y Seguridad Social, así como por órganos estatales, que supervisan la ejecución de los procesos de reorganización.\n\n10.",
        "keywords": "1. Reorganización  \n2. Motivos económicos  \n3. Motivos tecnológicos  \n4. Motivos estructurales  \n5. Cese de la relación de trabajo  \n6. Amortización de cargos  \n7. Plantilla de cargos  \n8. Estudios de organización del trabajo  \n9. Reducción de perjuicios  \n10. Cambio de estructura  \n11. Modificación de nomenclatura  \n12. Traspaso de actividad  \n13. Personas trabajadoras afectadas  \n14. Contratación por tiempo indeterminado  \n15. Funcionarios  \n16. Recalificación  \n17. Reducción de jornada laboral  \n18. Comité de Expertos  \n19. Notificación de decisiones  \n20. Garantía salarial  \n21. Reubicación laboral  \n22. Protección a ingresos  \n23. Vacaciones acumuladas  \n24. Tratamiento de seguridad social  \n25. Inconformidades legales  \n26. Órgano de Justicia Laboral  \n27. Control de procesos  \n28. Micro, pequeña y mediana empresa"
    },
    "26": {
        "title": "CAPÍTULO V",
        "begin": 1082,
        "end": 1242,
        "sumary": "**Resumen:**\n\nEl **Capítulo V** regula el **régimen de trabajo y descanso**, estableciendo normas sobre jornadas laborales, descansos semanales, turnos diurnos y nocturnos, pausas durante la jornada, horarios de trabajo, jornadas reducidas, trabajo extraordinario, días de conmemoración oficial, nacional y feriados, así como vacaciones anuales pagadas.\n\n- **Jornada laboral:** Puede variar entre 40 y 44 horas semanales, con una duración diaria máxima de 8 horas, permitiendo una hora adicional en ciertos días. La jornada mensual promedio es de aproximadamente 190.6 horas.\n- **Descanso semanal:** Mínimo de 24 horas consecutivas, generalmente el domingo. En casos excepcionales se fija en otro día, según acuerdos entre empleador y sindicato.\n- **Pausas:** Máximo de 30 minutos para descanso personal, con excepción de pausas para alimentación que pueden ser adicionales.\n- **Jornada reducida:** Aplicada a trabajadores expuestos a condiciones perjudiciales para la salud o menores de 18 años, manteniendo el salario completo.\n- **Trabajo extraordinario:** Permite horas extras, doble turno o trabajar en días de descanso semanal, con límites anuales y retribución del 25% adicional por hora extra. Excepciones incluyen emergencias, tareas urgentes y situaciones de interés social.\n- **Días oficiales y feriados:** Se establecen fechas obligatorias de descanso, con excepciones para ciertas actividades esenciales que no interrumpen su funcionamiento. En días laborables, se paga salario completo o doble según el caso.\n- **Vacaciones anuales pagadas:** Derecho a un mes de vacaciones por cada 11 meses trabajados, con ajustes proporcionales. El pago se basa en los días efectivamente laborados y salarios percibidos.\n\nEste régimen busca garantizar equilibrio entre trabajo y descanso, promover el bienestar del trabajador y regular condiciones excepcionales de forma justa y equitativa.",
        "ideas": "El texto establece un régimen de trabajo y descanso basado en normas que regulan la jornada laboral, el tiempo de descanso, los turnos diurnos y nocturnos, las pausas durante la jornada, así como el horario de trabajo. Se define el derecho a un descanso semanal mínimo de veinticuatro horas, generalmente correspondiente al domingo, aunque puede ajustarse en casos excepcionales. También se menciona que es posible establecer regímenes de trabajo y descanso excepcionales, siempre que se fundamenten en estudios de organización del trabajo y eviten daños a la salud de las personas trabajadoras.\n\nAdemás, el texto aborda aspectos como la jornada laboral semanal (entre cuarenta y cuarenta y cuatro horas), las pausas para necesidades personales y alimentación, y la posibilidad de trabajar en turnos diurnos o nocturnos. También se regulan situaciones especiales, como el trabajo extraordinario, los días de conmemoración oficial y nacional, feriados, y el derecho a vacaciones anuales pagadas, que se disfrutan tras once meses de trabajo efectivo.\n\nEn resumen, el régimen establece un marco legal que equilibra las necesidades laborales con el derecho al descanso, la protección de la salud de los trabajadores y la flexibilidad en ciertos casos para adaptarse a diferentes condiciones de producción y servicio.",
        "keywords": "**Palabras clave identificadas:**\n\n1. **Régimen de trabajo y descanso**\n2. **Tiempo de trabajo**\n3. **Descanso semanal**\n4. **Jornada laboral**\n5. **Pausas en la jornada**\n6. **Horario de trabajo**\n7. **Trabajo extraordinario**\n8. **Vacaciones anuales pagadas**\n9. **Días de conmemoración nacional y feriados**\n10. **Receso laboral retribuido**\n11. **Salario básico**\n12. **Descanso semanal acumulado**\n13. **Turnos diurnos y nocturnos**\n14. **Jornada reducida**\n15. **Convenio colectivo de trabajo**\n16. **Licencias retribuidas**\n17. **Horas extras**\n18. **Doble turno**\n19. **Salario promedio**\n20. **Ministerio de Trabajo y Seguridad Social**"
    },
    "27": {
        "title": "CAPÍTULO I",
        "begin": 1245,
        "end": 1298,
        "sumary": "**Resumen:**\n\nEl capítulo I de las disposiciones normativas cubanas sobre remuneración establece los principios generales relacionados con el salario y otros ingresos asociados al trabajo. El **salario** se define como la retribución en pesos cubanos que recibe una persona trabajadora, basada en su capacidad demostrada, la cantidad y calidad del trabajo realizado. Incluye elementos como el **salario escala**, pagos adicionales, remuneración por horas extraordinarias, vacaciones, entre otros, excluyendo conceptos como utilidades o prestaciones sociales.\n\nEl **salario mínimo** se fija anualmente por el Consejo de Ministros en coordinación con la Central de Trabajadores de Cuba, garantizando una vida digna. Los niveles salariales generales y las medidas fundamentales se determinan según el desarrollo económico del país, con participación sindical.\n\nEl **sistema salarial** está regido por principios como la distribución equitativa según el trabajo realizado, igualdad de salario para trabajos similares, diferenciación según complejidad del cargo, proporcionalidad entre esfuerzo y remuneración, dinámica en función del desarrollo económico, y protección mínima de los salarios.\n\nAdemás, se establecen **pagos adicionales** por diversos factores como maestría, especialidad, condiciones laborales anormales, trabajo nocturno, años de servicio, coeficiente de interés económico-social, certificaciones internacionales y alto desempeño. Estos pagos forman parte del salario básico y se regulan en disposiciones normativas específicas.",
        "ideas": "El texto se centra en establecer los principios y elementos del sistema salarial en Cuba, enfocándose en la remuneración de la persona trabajadora. Las ideas esenciales incluyen:\n\n1. **Definición de salario**: Es la retribución en pesos cubanos que el empleador paga a la persona trabajadora, considerando su capacidad demostrada y la cantidad y calidad del trabajo realizado.\n\n2. **Componentes del salario**: Incluye el salario escala, pagos adicionales, remuneración por trabajo extraordinario, vacaciones anuales pagadas, entre otros elementos establecidos legalmente.\n\n3. **Salario mínimo nacional**: Aprobado anualmente por el Consejo de Ministros en acuerdos con la Central de Trabajadores de Cuba, garantizando una vida digna para la persona trabajadora y su familia.\n\n4. **Principios del sistema salarial**:\n   - Distribución según capacidad y trabajo.\n   - Igualdad entre tareas similares.\n   - Diferenciación por complejidad, responsabilidad y aporte individual.\n   - Proporcionalidad al tiempo y calidad de la labor.\n   - Dinámica en correspondencia con el desarrollo económico-social.\n   - Protección mínima para evitar reducciones ilegales.\n\n5. **Elementos del sistema salarial**: Escala salarial, pagos adicionales, relación de cargos y formas de pago según condiciones técnicas y organizativas.\n\n6. **Pagos adicionales**: Estimulan la estabilidad laboral, eficiencia, y se aplican en situaciones especiales como trabajo nocturno, en condiciones anormales, por certificaciones internacionales, años de servicio, entre otros casos específicos regulados legalmente.\n\n7. **Pago por alto desempeño**: Reconoce resultados individuales excepcionales que aporten significativamente al desarrollo económico o social del país.",
        "keywords": "1. **Remuneración**  \n2. **Salario**  \n3. **Ingresos**  \n4. **Salario mínimo**  \n5. **Pago adicional**  \n6. **Sistema salarial**  \n7. **Capacidad**  \n8. **Trabajo**  \n9. **Condiciones laborales anormales**  \n10. **Distribución de utilidades**  \n11. **Certificación internacional**  \n12. **Alto desempeño**  \n13. **Especialidad equivalente**  \n14. **Maestría**  \n15. **Doctorado**  \n16. **Tiempo laborado**  \n17. **Calidad del trabajo**  \n18. **Organización sindical**  \n19. **Convenio colectivo de trabajo**  \n20. **Principios salariales**"
    },
    "28": {
        "title": "CAPÍTULO II",
        "begin": 1299,
        "end": 1336,
        "sumary": "**Resumen:**\n\nEl Capítulo II de las garantías y condiciones de pago del salario establece normas clave sobre el derecho a recibir el salario en pesos cubanos, al menos una vez al mes, con excepciones para componentes condicionados a indicadores económicos o de desempeño. El empleador debe acordar con la organización sindical la fecha y forma de pago (en efectivo, bancario o electrónicamente), informando a los trabajadores sobre el monto y descuentos aplicables.\n\nSe prohíbe el pago en especie. En caso de modificación del día o condiciones de pago, se requiere un acuerdo con la organización sindical y una notificación con al menos quince días de antelación. El salario promedio se garantiza en situaciones como funciones públicas, participación en eventos oficiales, donaciones de sangre, movilizaciones nacionales, entre otras.\n\nEl salario básico se mantiene cuando el trabajador no asiste por licencias autorizadas, fallecimientos familiares, exámenes médicos o consultas programadas. Para los pluriempleados, las garantías del salario promedio y básico aplican en cada entidad donde laboran.\n\nLos empleadores pueden realizar retenciones en el salario hasta un tercio del monto total, o la mitad en casos de embargo por alimentos o créditos estatales. Por último, se garantiza el salario básico a trabajadores en sistemas de pago a destajo que no logren resultados económicos por causas externas.",
        "ideas": "El capítulo II de la norma se centra en las garantías y condiciones del pago del salario, estableciendo los siguientes puntos fundamentales:\n\n1. **Pago del salario**: Debe realizarse mensualmente en pesos cubanos, por períodos vencidos, salvo excepciones acordadas en convenios colectivos. Puede efectuarse en efectivo, mediante instrumento bancario o electrónicamente, con la autorización previa de la organización sindical.\n\n2. **Modificación del pago**: Cualquier cambio en el día o condiciones del pago requiere un acuerdo con la organización sindical y debe comunicarse a las personas trabajadoras con al menos quince días de antelación.\n\n3. **Garantía del salario promedio**: Se garantiza el pago del salario promedio cuando la persona trabajadora no asiste a su jornada laboral por razones previamente establecidas, como funciones públicas, participación en eventos oficiales, actuaciones judiciales o situaciones de emergencia.\n\n4. **Garantía del salario básico**: Se garantiza el pago del salario básico en caso de ausencias autorizadas, como licencias deportivas y culturales, días de duelo por fallecimiento familiar, exámenes médicos programados u otros casos previstos por la ley.\n\n5. **Pluriempleo**: Las personas trabajadoras que ejercen el pluriempleo reciben las garantías del salario promedio y básico en cada lugar donde laboran, manteniendo su relación de trabajo hasta el vencimiento del contrato.\n\n6. **Retenciones en el salario**: Los empleadores pueden realizar retenciones por motivos legales como embargo por incumplimiento de alimentos o créditos estatales, con límites establecidos para no afectar de manera excesiva al trabajador.\n\n7. **Garantía en el pago por rendimiento**: En sistemas de pago a destajo, se garantiza el salario básico si la persona trabajadora asiste a todas las jornadas laborales pero no se alcanzan resultados económicos por causas externas. El empleador debe tomar medidas para corregir esta situación lo antes posible.\n\nEstos elementos constituyen los pilares del derecho laboral relacionado con el pago del salario, garantizando la protección de los derechos de los trabajadores y estableciendo marcos claros para su cumplimiento.",
        "keywords": "1. Salario  \n2. Pago  \n3. Garantías  \n4. Condiciones de pago  \n5. Empleador  \n6. Persona trabajadora  \n7. Convenio colectivo de trabajo  \n8. Descuentos  \n9. Formas de pago (efectivo, instrumento bancario, electrónica)  \n10. Modificación del día y condiciones de pago  \n11. Salario promedio  \n12. Salario básico  \n13. Retenciones en el salario  \n14. Pluriempleo  \n15. Embargo por incumplimiento de pensiones de alimentos  \n16. Embargo de créditos a favor del Estado  \n17. Garantía del pago por rendimiento  \n18. Sistemas de pago a destajo  \n19. Licencias (deportivas, culturales, por fallecimiento)  \n20. Exámenes médicos."
    },
    "29": {
        "title": "CAPÍTULO III",
        "begin": 1337,
        "end": 1356,
        "sumary": "Resumen: \n\nEl Capítulo III de las normas sobre formas y sistemas de pago establece dos categorías principales: el pago a tiempo y el pago por rendimiento. El pago a tiempo se basa en la complejidad, responsabilidad e importancia del cargo, así como en el tiempo realmente trabajado, y comprende los sistemas de tarifa horaria y sueldo. En el sistema de tarifa horaria, el salario depende de las horas laboradas multiplicadas por una tarifa salarial establecida. En cambio, el pago a sueldo se efectúa periódicamente según la escala salarial del cargo, con descuentos por ausencias o infracciones al horario, calculados mediante la tarifa horaria básica. Por otro lado, el pago por rendimiento tiene como objetivo mejorar la productividad y eficiencia empresarial, aplicándose a través de sistemas como el destajo y el pago por resultados, regulados por disposiciones normativas específicas.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Formas de pago**: Se establecen dos formas principales de pago: a) a tiempo; y b) por rendimiento, según las condiciones técnicas, organizativas, de control y medición de gastos y resultados.\n\n2. **Pago a tiempo**: Este sistema se basa en la complejidad del cargo, el tiempo trabajado y comprende dos sistemas:  \n   - Por tarifa horaria: Salario calculado por horas laboradas multiplicadas por una tarifa salarial establecida.  \n   - A sueldo: Salario fijo según escala salarial del cargo, pagado al menos mensualmente, con deducciones por ausencias o infracciones.\n\n3. **Pago por rendimiento**: Se orienta a incrementar la productividad y eficiencia de la empresa, financiándose con sus resultados. Incluye los sistemas:  \n   - A destajo: Pago basado en la cantidad producida.  \n   - Por resultados: Pago vinculado al logro de metas o niveles de producción establecidos.\n\n4. **Regulación específica**: La aplicación del pago por rendimiento se regula mediante normativas específicas, lo que implica que su implementación está sujeta a disposiciones legales adicionales.",
        "keywords": "Las palabras clave más importantes del texto son:\n\n1. **Formas de pago**  \n2. **Sistema de pago a tiempo**  \n3. **Pago por rendimiento**  \n4. **Salario**  \n5. **Tarifa horaria**  \n6. **Sueldo**  \n7. **Productividad**  \n8. **Eficiencia**  \n9. **Horas trabajadas**  \n10. **Deducciones**  \n11. **Ausencias**  \n12. **Reglamento laboral**  \n13. **Sistema de pago a destajo**  \n14. **Pago por resultados**  \n15. **Jornada de trabajo**"
    },
    "30": {
        "title": "CAPÍTULO IV",
        "begin": 1357,
        "end": 1367,
        "sumary": "**Resumen:**\n\nEl Capítulo IV aborda otros ingresos relacionados con derechos laborales específicos. En primer lugar, el Artículo 273 establece que las empresas pueden crear un fondo para distribuir utilidades a los trabajadores tras cumplir obligaciones fiscales y legales, sin que esto se considere salario. El Artículo 274 indica que quienes participan en proyectos de ciencia, tecnología e innovación tienen derecho a una remuneración específica, la cual tampoco se considera salario. Finalmente, el Artículo 275 obliga al empleador a proporcionar transporte, alimentación y alojamiento o cubrir sus costos cuando los trabajadores sean trasladados temporalmente, regulando estas condiciones mediante disposiciones normativas del Ministerio de Finanzas y Precios.",
        "ideas": "**Ideas esenciales del contexto:**\n\n1. **Distribución de utilidades:** Las empresas pueden crear un fondo monetario para distribuir utilidades a las personas trabajadoras, tras cumplir con obligaciones fiscales y legales, según normativas específicas. Esta distribución no se considera salario, sino un aporte individual.\n\n2. **Remuneración por ciencia, tecnología e innovación:** Las personas trabajadoras que participan en proyectos relacionados con ciencia, tecnología e innovación tienen derecho a recibir una remuneración específica, establecida por normativas, la cual tampoco se considera salario.\n\n3. **Garantía para transporte, alimentación y alojamiento:** Cuando las personas trabajadoras son trasladadas temporal o eventualmente a otro lugar de trabajo, el empleador debe proporcionar o subsidiar los gastos relacionados con transporte, alimentación y alojamiento, según normativas establecidas por el Ministerio de Finanzas y Precios.",
        "keywords": "1. **Distribución de utilidades**  \n2. **Pago por distribución de utilidades**  \n3. **Remuneración**  \n4. **Programas y proyectos de ciencia, tecnología e innovación**  \n5. **Transportación**  \n6. **Alimentación**  \n7. **Alojamiento**  \n8. **Garantía**  \n9. **Lugar habitual de alimentación y alojamiento**  \n10. **Salario**"
    },
    "31": {
        "title": "CAPÍTULO I",
        "begin": 1370,
        "end": 1380,
        "sumary": "El presente capítulo establece los principios fundamentales sobre seguridad y salud en el trabajo, reconociéndolos como derechos fundamentales de las personas trabajadoras. El objetivo principal es garantizar lugares de trabajo seguros y saludables, prevenir accidentes, enfermedades profesionales y otros daños al medio ambiente laboral. Los empleadores tienen la responsabilidad de cumplir con estas obligaciones, en colaboración con las organizaciones sindicales y las personas trabajadoras. Asimismo, se reconoce el derecho de los trabajadores a no realizar actividades que consideren inseguras hasta que se eliminen las condiciones que lo generan. Por otro lado, se establecen estrategias a mediano y largo plazo, así como lineamientos anuales, con la participación activa de empleadores, sindicatos y trabajadores para mejorar progresivamente las condiciones laborales.",
        "ideas": "El texto se centra en los principios fundamentales de la seguridad y salud en el trabajo, reconociendo este derecho como fundamental. Se establece que el objetivo principal es garantizar lugares de trabajo seguros y saludables por parte del empleador, con el fin de prevenir accidentes, enfermedades profesionales e incidentes que afecten a las personas trabajadoras y al medio ambiente laboral.\n\nAdemás, se enfatiza el derecho de las personas trabajadoras a laborar en condiciones seguras y saludables, así como su derecho a no realizar actividades si perciben riesgos para su integridad física o mental. También se menciona la obligación del empleador de promover mejoras progresivas en las condiciones de trabajo y fomentar la participación activa de los trabajadores y las organizaciones sindicales en el proceso.\n\nLas ideas esenciales son: el derecho fundamental a un lugar de trabajo seguro, la responsabilidad del empleador en la prevención de riesgos laborales, el derecho de las personas trabajadoras a no trabajar en condiciones inseguras y la necesidad de participación activa de los trabajadores y sindicatos en la elaboración de estrategias y planes preventivos.",
        "keywords": "1. **Seguridad y salud en el trabajo**  \n2. **Derechos de la persona trabajadora**  \n3. **Empleador**  \n4. **Prevención de incidentes y accidentes**  \n5. **Condiciones seguras y saludables**  \n6. **Participación de las personas trabajadoras**  \n7. **Organización sindical**  \n8. **Lugar de trabajo**  \n9. **Responsabilidad del empleador**  \n10. **Prevención laboral**"
    },
    "32": {
        "title": "CAPÍTULO II",
        "begin": 1381,
        "end": 1397,
        "sumary": "**Resumen:**\n\nEl Capítulo II establece los organismos rectores de la seguridad y salud en el trabajo, asignando funciones específicas a distintos ministerios. El **Ministerio de Trabajo y Seguridad Social** encabeza la política general, regula equipos de protección personal y coordina acciones con otros organismos. El **Ministerio de Salud Pública** se ocupa de la higiene laboral, salud ocupacional, exámenes médicos y rehabilitación. El **Ministerio del Interior** tiene responsabilidad en prevención de incendios y manejo de sustancias peligrosas. El **Ministerio de Ciencia, Tecnología y Medio Ambiente** se encarga de la seguridad biológica, radiológica y química.\n\nAdicionalmente, los organismos rectores pueden disponer la paralización de maquinarias o clausura de locales en caso de riesgos inminentes. Los ministerios educativos garantizan la formación sobre seguridad y salud en el trabajo. Por otro lado, los **organismos rectores de ramas y actividades** dictan normas técnicas complementarias, controlan su cumplimiento y determinan equipos de alto riesgo industrial, certificando su seguridad y garantizando la capacitación de operarios.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Definición de los organismos rectores**: El capítulo establece los órganos responsables de la seguridad y salud en el trabajo, asignando funciones específicas a cada ministerio: Ministerio de Trabajo y Seguridad Social, Ministerio de Salud Pública, Ministerio del Interior y Ministerio de Ciencia, Tecnología y Medio Ambiente.\n\n2. **Funciones principales**: Cada organismo tiene una función específica en la prevención de riesgos laborales, incluyendo la elaboración y control de políticas, la vigilancia de la salud ocupacional, la prevención de incendios, el manejo de sustancias peligrosas, entre otros.\n\n3. **Facultades para garantizar la seguridad**: Los organismos rectores tienen el poder de paralizar equipos, maquinarias o clausurar locales cuando exista un riesgo inminente para la salud y seguridad de los trabajadores.\n\n4. **Formación en seguridad laboral**: Se establece la responsabilidad de los ministerios educativos en la incorporación de contenidos sobre seguridad y salud en los planes de estudio, con el objetivo de formar hábitos seguros e higiénicos entre los futuros profesionales.\n\n5. **Responsabilidades de organismos rectores por ramas y actividades**: Estos organismos elaboran normativas complementarias bajo la coordinación del Ministerio de Trabajo y Seguridad Social, garantizando su cumplimiento y reportando ante los organismos rectores centrales.\n\n6. **Control de equipos de alto riesgo industrial**: Los organismos correspondientes a sectores específicos definen y certifican el cumplimiento de requisitos de seguridad en la fabricación, uso y mantenimiento de estos equipos, así como garantizan la formación especializada del personal involucrado.",
        "keywords": "1. **Organismos rectores**  \n2. **Seguridad y salud en el trabajo**  \n3. **Ministerio de Trabajo y Seguridad Social**  \n4. **Ministerio de Salud Pública**  \n5. **Prevención de riesgos laborales**  \n6. **Higiene del trabajo**  \n7. **Salud ocupacional**  \n8. **Capacidad laboral**  \n9. **Enfermedades profesionales**  \n10. **Ministerio del Interior**  \n11. **Prevención contra incendios**  \n12. **Explosivos y sustancias peligrosas**  \n13. **Ministerio de Ciencia, Tecnología y Medio Ambiente**  \n14. **Seguridad biológica, radiológica y química**  \n15. **Productos químicos peligrosos**  \n16. **Paralización de equipos y clausura de locales**  \n17. **Ministerios de Educación y Educación Superior**  \n18. **Formación técnico profesional**  \n19. **Contenidos sobre seguridad y salud en el trabajo**  \n20. **Organismos rectores de ramas y actividades**  \n21. **Normas técnicas complementarias**  \n22. **Equipos de alto riesgo industrial**  \n23. **Certificación de seguridad**  \n24. **Formación técnica especializada**  \n25. **Cumplimiento normativo**"
    },
    "33": {
        "title": "CAPÍTULO III",
        "begin": 1398,
        "end": 1522,
        "sumary": "**Resumen:**\n\nEl Capítulo III regula la gestión de la seguridad y salud en el trabajo, estableciendo obligaciones para empleadores y trabajadores. El sistema de gestión debe incluir estrategias, responsabilidades, evaluación de riesgos y procedimientos preventivos, teniendo en cuenta características técnicas, organizativas y los niveles de riesgo. El empleador debe identificar y evaluar riesgos con la participación del sindicato, implementar programas anuales de prevención que prioricen acciones según el nivel de riesgo y garantizar condiciones seguras para los trabajadores.\n\nEl presupuesto de seguridad y salud debe cubrir aspectos como exámenes médicos, higiene industrial, equipos de protección personal, capacitación y preparación ante emergencias. El Comité de Seguridad y Salud, integrado por representantes del empleador, sindicatos y trabajadores, se encarga de analizar y resolver problemas relacionados con seguridad.\n\nLos procedimientos de trabajo seguro, permisos de seguridad para actividades de alto riesgo, instrucción inicial y periódica a los trabajadores, así como el uso obligatorio de equipos de protección personal son elementos clave. Los exámenes médicos ocupacionales (pre-empleo, periódicos y especializados) son obligatorios, garantizando la salud y aptitud física y mental de los trabajadores.\n\nFinalmente, se definen los tipos de incidentes, accidentes y enfermedades profesionales, estableciendo protocolos para su investigación, registro y tratamiento. El empleador debe investigar todos los accidentes, reportarlos a las autoridades cuando sea necesario y colaborar en la prevención de futuros eventos similares.",
        "ideas": "El texto establece un marco normativo integral sobre la **gestión de la seguridad y salud en el trabajo**, enfocado en garantizar condiciones laborales seguras, higiénicas y saludables para las personas trabajadoras. Las ideas esenciales que fundamentan su contenido son:\n\n1. **Sistema de gestión**: Define los elementos necesarios (estrategias, responsabilidades, peligros y riesgos) para cumplir con los objetivos de seguridad y salud en el trabajo, considerando características técnicas, organizativas y productivas.\n\n2. **Evaluación de riesgos**: El empleador tiene la obligación de identificar y evaluar riesgos laborales en colaboración con las organizaciones sindicales, para implementar acciones preventivas que reduzcan o eliminen esos riesgos.\n\n3. **Programa anual de prevención**: Incluye acciones prioritarias según el nivel de riesgo, responsables asignados, recursos necesarios y medidas orientadas a mejorar condiciones laborales, así como la participación del sindicato en su elaboración y revisión.\n\n4. **Presupuesto para seguridad y salud**: Determina los aspectos financieros destinados a garantizar la prevención de riesgos, incluyendo exámenes médicos, equipos de protección, capacitación, señalización, y preparación ante emergencias.\n\n5. **Comité de Seguridad y Salud**: Órgano consultor creado para analizar y resolver sistemáticamente los asuntos relacionados con la seguridad y salud en el trabajo, integrado por representantes de la dirección, sindicatos y trabajadores calificados.\n\n6. **Procedimientos seguros de trabajo**: Obligación del empleador y responsabilidad del jefe directo de garantizar que las personas trabajadoras realicen sus labores según protocolos establecidos, considerando los riesgos específicos de cada cargo o lugar de trabajo.\n\n7. **Equipos de protección personal (EPP)**: El empleador debe suministrar gratuitamente EPP adecuados a los riesgos presentes en el puesto de trabajo, garantizando su conservación y mantenimiento, así como la instrucción para su uso correcto.\n\n8. **Exámenes médicos ocupacionales**: Obligación del empleador de programar y realizar exámenes pre-empleo, periódicos y especializados, en coordinación con el Sistema Nacional",
        "keywords": "**Palabras clave identificadas:**\n\n1. **Seguridad y Salud en el Trabajo**\n2. **Riesgos laborales**\n3. **Evaluación de riesgos**\n4. **Prevención de riesgos**\n5. **Programa anual de prevención**\n6. **Comité de Seguridad y Salud**\n7. **Procedimientos de trabajo seguros**\n8. **Equipos de protección personal (EPP)**\n9. **Exámenes médicos ocupacionales**\n10. **Accidentes de trabajo**\n11. **Incidentes laborales**\n12. **Enfermedades profesionales**\n13. **Capacitación y instrucción en seguridad**\n14. **Presupuesto de seguridad y salud**\n15. **Permiso de seguridad**\n16. **Responsabilidades del empleador**\n17. **Participación de la organización sindical**\n18. **Derechos de las personas trabajadoras**\n19. **Investigación de accidentes**\n20. **Medidas higiénico-sanitarias**\n\nEstas palabras clave reflejan los temas centrales del texto, enfocados en la gestión de riesgos laborales, prevención de accidentes y enfermedades, protección del trabajador, y cumplimiento normativo en materia de seguridad y salud en el trabajo."
    },
    "34": {
        "title": "CAPÍTULO I",
        "begin": 1525,
        "end": 1538,
        "sumary": "El presente capítulo establece los principios generales sobre la responsabilidad disciplinaria en el trabajo. En primer lugar, se define que esta responsabilidad surge de las obligaciones pactadas entre empleador y trabajador, derivadas tanto del contrato laboral como de los reglamentos disciplinarios. Los trabajadores tienen deberes tales como realizar su labor con eficiencia, cumplir normas de conducta, obedecer órdenes legítimas del empleador, respetar las disposiciones sobre seguridad y salud en el trabajo, y cuidar los recursos utilizados. Por otro lado, el empleador debe garantizar que los trabajadores conozcan sus obligaciones, condiciones laborales adecuadas, comunicación efectiva y respeto a su dignidad e integridad física y psicológica.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Alcance de la responsabilidad disciplinaria**: La responsabilidad disciplinaria en el trabajo se basa en las obligaciones establecidas en el contrato de trabajo o designación, incluyendo la disciplina laboral y los deberes derivados de la relación laboral y los reglamentos disciplinarios.\n\n2. **Deberes de la persona trabajadora**: Las personas trabajadoras deben:\n   - Realizar su trabajo con eficiencia y calidad.\n   - Cumplir normas de conducta, disciplina y orden establecido.\n   - Obedecer órdenes legítimas del empleador relacionadas con el trabajo.\n   - Respetar normativas internas sobre seguridad y salud en el trabajo.\n   - Cuidar los recursos y medios utilizados en su labor.\n\n3. **Obligaciones del empleador**: El empleador debe:\n   - Garantizar que las personas trabajadoras conozcan sus atribuciones, obligaciones, normas de conducta y disposiciones internas.\n   - Proporcionar condiciones de trabajo adecuadas y el cumplimiento de los derechos laborales reconocidos por la legislación.\n   - Mantener una comunicación efectiva e información clara con las personas trabajadoras, respetando sus quejas y peticiones.\n   - Proteger la integridad física, psicológica y la dignidad de las personas trabajadoras.",
        "keywords": "Palabras clave más importantes:\n\n1. **Responsabilidad disciplinaria**  \n2. **Contrato de trabajo**  \n3. **Disciplina de trabajo**  \n4. **Deberes del trabajador**  \n5. **Eficiencia y calidad**  \n6. **Normas de conducta**  \n7. **Órdenes legítimas**  \n8. **Seguridad y salud en el trabajo**  \n9. **Recursos y medios**  \n10. **Obligaciones del empleador**  \n11. **Dirección del proceso de trabajo**  \n12. **Condiciones adecuadas de trabajo**  \n13. **Comunicación con los trabajadores**  \n14. **Respeto y dignidad**  \n15. **Protección integral del trabajador**"
    },
    "35": {
        "title": "CAPÍTULO II",
        "begin": 1539,
        "end": 1640,
        "sumary": "**Resumen:**\n\nEl capítulo II regula las violaciones de la disciplina laboral y las medidas disciplinarias aplicables en el ámbito de trabajo. Entre las infracciones generales se incluyen incumplimiento del horario, ausencia injustificada, desobediencia a superiores, falta de respeto, maltrato verbal o físico, violencia, acoso (moral, psicológico y sexual), discriminación, negligencia, violaciones en materia de seguridad e información, daño a bienes, sustracción de recursos, cometimiento de delitos laborales y manipulación de documentos. La violencia laboral se define como el uso abusivo del poder con intención de causar daño, incluyendo la violencia por razón de género. El acoso afecta la dignidad de las personas trabajadoras y puede manifestarse de diversas formas, como acoso moral o psicológico, e incluso ciberacoso. Las medidas disciplinarias aplicables van desde amonestaciones hasta la separación definitiva del empleo, dependiendo de la gravedad del incumplimiento. También se mencionan circunstancias eximentes que pueden exonerar a una persona trabajadora de responsabilidad disciplinaria en casos específicos.",
        "ideas": "El texto aborda las **violaciones de la disciplina laboral** y las **medidas disciplinarias aplicables** en el ámbito del trabajo, según lo establecido por un código interno de una entidad. Las ideas esenciales son las siguientes:\n\n1. **Violaciones generales de la disciplina**: Se refieren a conductas que pueden cometer las personas trabajadoras durante el desempeño laboral y que incluyen:\n   - Infracciones del horario o abandono del puesto.\n   - Ausencias injustificadas.\n   - Desobediencia a órdenes superiores.\n   - Falta de respeto o maltrato verbal, físico o psicológico hacia otros.\n   - Violencia, acoso (moral, psicológico y sexual), discriminación y negligencia en el cumplimiento de obligaciones laborales.\n   - Incumplimientos relacionados con la seguridad, protección de información y pérdida o daño de bienes.\n\n2. **Violencia laboral**: Se define como un uso abusivo del poder, intención de causar daños, que puede ser individual o colectiva, incluyendo la violencia por razón de género, que atenta contra los derechos humanos.\n\n3. **Acoso en el ámbito laboral**: Es una práctica que afecta la dignidad y los derechos fundamentales del trabajador, caracterizado por comportamientos reiterados, no deseados y relacionados con el trabajo. Incluye acoso moral, psicológico y sexual.\n\n4. **Ciberacoso**: Se considera una violación de la disciplina laboral y está regulado según normas sobre seguridad informática.\n\n5. **Violaciones específicas de la disciplina**: Las entidades pueden establecer reglamentos internos que incluyan violaciones particulares, como las relacionadas con la violencia, acoso y discriminación, que se tipifican como graves.\n\n6. **Medidas disciplinarias aplicables**: Son sanciones que puede imponer el empleador ante una infracción laboral, como:\n   - Amonestación pública.\n   - Multa.\n   - Suspensión de la relación laboral.\n   - Traslado temporal o definitivo a otro cargo.\n   - Separación definitiva del trabajo.\n\n7. **Elementos de adecuación**: Para aplicar una medida discipl",
        "keywords": "**Palabras clave identificadas:**\n\n1. **Violaciones de la disciplina laboral**\n2. **Medidas disciplinarias**\n3. **Violencia**\n4. **Acoso**\n5. **Discriminación**\n6. **Infracciones del horario de trabajo**\n7. **Ausencia injustificada**\n8. **Desobediencia a superiores**\n9. **Falta de respeto**\n10. **Negligencia**\n11. **Ciberacoso**\n12. **Violencia por razón de género**\n13. **Acoso moral**\n14. **Acoso psicológico**\n15. **Acoso sexual**\n16. **Responsabilidad disciplinaria**\n17. **Traslado temporal o definitivo**\n18. **Separación del sector o actividad**\n19. **Multas y amonestaciones**\n20. **Circunstancias eximentes**"
    },
    "36": {
        "title": "CAPÍTULO III",
        "begin": 1641,
        "end": 1672,
        "sumary": "**Resumen:**\n\nEl Capítulo III regula los **reglamentos disciplinarios** en las entidades públicas, estableciendo tres tipos: **ramales**, **de actividad** e **internos**. Los primeros dos se aplican a trabajadores según su rama o características de la actividad laboral, mientras que los internos se refieren específicamente a cada entidad. \n\nLos reglamentos ramales y de actividad deben ser aprobados por el jefe del órgano estatal en **acuerdo con las organizaciones sindicales**, conteniendo obligaciones generales y específicas, así como infracciones graves o de suma gravedad. Su entrada en vigor se realiza mediante una resolución oficial.\n\nLos reglamentos disciplinarios internos deben elaborarse considerando las condiciones técnicas, tecnológicas y organizativas de la entidad. Deben incluir aspectos como objetivos, obligaciones, violaciones graves, responsabilidades del jefe de la entidad y autoridades competentes para aplicar medidas disciplinarias. Su aprobación requiere un **grupo de trabajo** compuesto por representantes sindicales y trabajadores, y se discute en una **Asamblea General de Afiliados y Trabajadores**, posteriormente publicándose y capacitando al personal.\n\nFinalmente, los reglamentos deben actualizarse periódicamente para adaptarse a cambios legales, estructurales o organizativos. Cualquier disposición contraria a la ley se considera **nula**.",
        "ideas": "**Ideas esenciales:**\n\n1. **Existencia de reglamentos disciplinarios:** En las entidades se aplican tres tipos de reglamentos disciplinarios: ramales, de actividad e internos, cada uno con un alcance y aplicación específica.\n\n2. **Reglamentos ramales o de actividad:**\n   - Se aprueban por el jefe del órgano estatal o entidad correspondiente en convenio con la organización sindical.\n   - Contienen obligaciones generales y específicas, infracciones graves y de suma gravedad.\n   - Su entrada en vigor se establece mediante una resolución oficial.\n\n3. **Reglamentos disciplinarios internos:**\n   - Deben elaborarse según las características técnicas, tecnológicas y organizativas de la entidad.\n   - Incluyen obligaciones generales y específicas, infracciones graves, deberes del jefe de la entidad, autoridades competentes para aplicar medidas disciplinarias, entre otros aspectos.\n   - Cualquier disposición que viole las leyes es nula.\n\n4. **Elaboración del reglamento interno:**\n   - Se forma un grupo de trabajo con representantes de trabajadores y sindicatos.\n   - El reglamento se discute en una Asamblea General de Afiliados y Trabajadores, consulta al órgano colegiado de dirección y es aprobado por el jefe de la entidad.\n   - Debe ser divulgado y capacitado a las personas trabajadoras.\n\n5. **Actualización:** Los reglamentos deben revisarse y actualizarse según cambios organizativos, estructurales, legales y experiencias previas en su aplicación.\n\n**Mensaje principal:** Los reglamentos disciplinarios (ramales, de actividad e internos) son instrumentos clave para garantizar el cumplimiento de las normas laborales dentro de las entidades, y su elaboración, aprobación y actualización se realizan con participación sindical y en cumplimiento legal.",
        "keywords": "Palabras clave:\n\n1. Reglamentos disciplinarios  \n2. Entidades  \n3. Ramales  \n4. De actividad  \n5. Internos  \n6. Obligaciones  \n7. Prohibiciones  \n8. Infracciones graves  \n9. Infracciones de suma gravedad  \n10. Separación del sector o actividad  \n11. Alcance  \n12. Contenido  \n13. Aprobación  \n14. Jefe del órgano estatal  \n15. Organización sindical  \n16. Resolución  \n17. Divulgación  \n18. Elaboración  \n19. Asamblea General de Afiliados y Trabajadores  \n20. Actualización."
    },
    "37": {
        "title": "CAPÍTULO IV",
        "begin": 1673,
        "end": 1730,
        "sumary": "**Resumen:**\n\nEl Capítulo IV regula el procedimiento para la aplicación de medidas disciplinarias en el ámbito laboral. El empleador o autoridad facultada puede imponer directamente las sanciones mediante una resolución o escrito fundamentado, previa audiencia a la organización sindical cuando corresponda. En cada documento se deben incluir elementos como los hechos ocurridos, pruebas, gravedad de la infracción, valoración del comportamiento del trabajador y plazos para impugnar la medida.\n\nLa prescripción de la acción disciplinaria es de un año en general, y tres años en casos de sustracción o conductas que puedan constituir delitos. Las medidas se deben aplicar dentro de los treinta días hábiles siguientes al conocimiento de la infracción, con posibilidad de suspensión del plazo por investigación previa o circunstancias como licencias maternidad o hospitalización.\n\nSe establece también la medida cautelar de suspensión provisional del cargo y salario, aplicable en investigaciones pendientes. La notificación de las medidas disciplinarias debe realizarse personalmente al trabajador, con constancia escrita si se rechaza la firma. Existe una excepción cuando no sea posible realizar la notificación, en cuyo caso se considera notificada y se procede a su ejecución.\n\nAsimismo, se menciona la independencia entre los procesos disciplinarios y penales, el cumplimiento de las medidas, y el control anual por parte del empleador sobre las sanciones aplicadas. La suspensión del cumplimiento puede ser autorizada por la autoridad o por el Órgano de Justicia Laboral en caso de buena conducta del trabajador.",
        "ideas": "El texto describe el procedimiento legal establecido para la aplicación de medidas disciplinarias en el ámbito laboral. Las ideas esenciales que fundamentan su contenido son las siguientes:\n\n1. **Procedimiento para imponer medidas disciplinarias**: El empleador o autoridad competente puede aplicar directamente una medida disciplinaria mediante resolución o escrito fundamentado, dentro del plazo establecido y con efecto inmediato, previo escuchar el criterio de la organización sindical en los casos pertinentes.\n\n2. **Elementos que deben incluirse en la resolución**: Se detallan varios elementos obligatorios como los hechos que motivaron la medida, las pruebas presentadas, la gravedad del caso, la trascendencia laboral, circunstancias concurrentes, valoración de la conducta del trabajador y el plazo para impugnar.\n\n3. **Prescripción de la acción disciplinaria**: La prescripción de la acción del empleador es de un año desde que se cometió la infracción, salvo en casos graves como sustracción o desvío de bienes, donde el plazo aumenta a tres años.\n\n4. **Plazos para imponer las medidas disciplinarias**: Las medidas deben aplicarse dentro de los 30 días hábiles posteriores al conocimiento de la infracción. Si se requiere investigación previa, este plazo puede suspenderse por un máximo de 30 días hábiles.\n\n5. **Medida cautelar**: En caso necesario para evitar la repetición de una violación grave, se puede aplicar una medida cautelar (suspensión o traslado temporal) que suspende el plazo para tomar una decisión definitiva y no es susceptible a recursos.\n\n6. **Suspensión del plazo por circunstancias particulares**: El plazo se suspende durante licencias maternidad, incapacidades temporales por enfermedad o accidente de trabajo, movilizaciones militares o económicas, entre otros casos específicos mencionados.\n\n7. **Notificación de la medida disciplinaria**: La medida debe notificarse personalmente al trabajador y dejar constancia escrita en caso de negativa a firmar. Si no se puede notificar directamente, se hace en su domicilio con testigos.\n\n8. **Excepción a la",
        "keywords": "1. **Medidas disciplinarias**  \n2. **Procedimiento de aplicación**  \n3. **Autoridad facultada**  \n4. **Resolución o escrito fundamentado**  \n5. **Infracción**  \n6. **Prescripción de la acción del empleador**  \n7. **Plazos para imponer la medida disciplinaria**  \n8. **Investigación previa**  \n9. **Medida cautelar**  \n10. **Suspensión provisional del cargo y salario**  \n11. **Notificación de la medida disciplinaria**  \n12. **Excepción a la notificación**  \n13. **Independencia de los procesos**  \n14. **Efectos de la medida cautelar**  \n15. **Cumplimiento de la medida disciplinaria**  \n16. **Suspensión del cumplimiento de la medida disciplinaria**  \n17. **Rehabilitación**  \n18. **Control de las medidas disciplinarias aplicadas**  \n19. **Organización sindical**  \n20. **Plazo para impugnar la medida disciplinaria**"
    },
    "38": {
        "title": "CAPÍTULO V",
        "begin": 1731,
        "end": 1774,
        "sumary": "**Resumen:**\n\nEl capítulo V se centra en la reparación de daños e indemnización de perjuicios para las personas trabajadoras, estableciendo los derechos en caso de imposición indebida de medidas disciplinarias o violaciones a sus derechos laborales y de seguridad social. Se especifica que las medidas disciplinarias son nulas si se aplican extemporáneamente, por autoridades no facultadas, bajo legislación derogada o con procedimientos incorrectos. En tales casos, el órgano judicial laboral debe anular dichas medidas.\n\nCuando se declara la indebida aplicación de una medida disciplinaria, puede haber exoneración, modificación a una sanción menos grave o anulación completa, y en estos casos, el empleador debe informar públicamente y restituir honores si procede. El resarcimiento incluye reparación económica por daños ocasionados, con montos calculados según salarios dejados de percibir, dentro de un plazo máximo de 180 días previos a la reclamación.\n\nEn casos de pérdida de capacidad laboral o cese injustificado del trabajo, se abonan los salarios pendientes desde el momento de la violación hasta la notificación de la decisión judicial. Para las indemnizaciones por procesos penales revisados y absolución, se reconoce el derecho a recibir salarios y vacaciones correspondientes al tiempo laborado antes de la sanción penal, sin reintegro al cargo anterior.\n\nEl procedimiento para calcular e indemnizar incluye la intervención del Ministerio de Trabajo y Seguridad Social, que emite un documento con los cálculos respectivos y certificaciones necesarias. La indemnización se paga por el empleador dentro de los 30 días hábiles posteriores a la notificación de la decisión firme.",
        "ideas": "El presente capítulo regula la reparación de daños e indemnización de perjuicios sufridos por las personas trabajadoras en relación con la imposición indebida de medidas disciplinarias y la violación de sus derechos laborales y de seguridad social. Las ideas esenciales son:\n\n1. **Derecho a la reparación**: La persona trabajadora tiene derecho a recibir reparación de daños e indemnización por perjuicios derivados de la aplicación indebida de medidas disciplinarias o de la violación de sus derechos laborales y de seguridad social.\n\n2. **Nulidad de medidas disciplinarias**: Cualquier medida disciplinaria impuesta en forma extemporánea, por autoridades no facultadas, al amparo de legislaciones indebidas o con procedimientos distintos a los establecidos es nula de pleno derecho.\n\n3. **Medidas disciplinarias indebidas**: Cuando se determina que una medida disciplinaria es indebida, puede ser exonerada, modificada o anulada por el órgano competente, lo cual implica obligaciones para el empleador como la notificación a la Asamblea General y la restitución de honores si procede.\n\n4. **Resarcimiento económico**: Las personas trabajadoras tienen derecho al resarcimiento de daños económicos derivados de decisiones favorables en reclamaciones laborales, incluyendo el pago retroactivo de salarios no percibidos o disminuidos, con límites establecidos según el salario básico o promedio.\n\n5. **Indemnización por decisiones firmes**: La anulación o revocación de medidas disciplinarias genera efectos como la acumulación del tiempo de separación o traslado de cargo para beneficios como vacaciones, reconocimiento de años de servicio y otros derechos establecidos en la ley.\n\n6. **Indemnización a personas absueltas**: Las personas que resultan absueltas en un proceso de revisión penal tienen derecho a recibir indemnización por salarios no percibidos durante su privación de libertad, sin reintegro al cargo anterior.\n\n7. **Procedimiento para el reconocimiento**: El Ministerio de Trabajo y Seguridad Social calcula y certifica los montos correspondientes a la indemnización, considerando el tiempo de servicio prestado y deduciendo los períodos durante los que se cumplió la",
        "keywords": "1. **Reparación de daños**  \n2. **Indemnización de perjuicios**  \n3. **Medidas disciplinarias**  \n4. **Nulidad de la medida disciplinaria**  \n5. **Violación de derechos laborales**  \n6. **Resarcimiento**  \n7. **Reclamaciones de derechos del trabajo**  \n8. **Seguridad social**  \n9. **Cuantía de la indemnización**  \n10. **Salario**  \n11. **Restitución al cargo**  \n12. **Período de separación**  \n13. **Vacaciones anuales**  \n14. **Tiempo de servicio**  \n15. **Absolución en proceso penal**  \n16. **Revisión penal**  \n17. **Indemnización por sanción penal**  \n18. **Ministerio de Trabajo y Seguridad Social**  \n19. **Órgano de Justicia Laboral**  \n20. **Procedimiento legal**"
    },
    "39": {
        "title": "CAPÍTULO VI",
        "begin": 1775,
        "end": 1790,
        "sumary": "**Resumen:**\n\nEl Capítulo VI regula la **rehabilitación de medidas disciplinarias**, estableciendo los plazos para su aplicación según el tipo de medida impuesta:\n\n- **Amonestación pública**: 1 año.\n- **Suspensión temporal sin retribución o traslado temporal**: 2 años.\n- **Traslado definitivo a cargo de menor remuneración**: 3 años.\n- **Separación definitiva**: 4 años, contados desde la nueva vinculación laboral.\n- **Separación del sector o actividad**: 5 años, desde la nueva vinculación.\n\nUna vez transcurrido el plazo correspondiente, el empleador debe **rehabilitar** a la persona trabajadora, extrayendo y destruyendo los documentos relacionados con la medida disciplinaria, y creando un nuevo índice del expediente laboral que no mencione dicha medida. Este proceso puede ser iniciado **de oficio o por solicitud** del trabajador.\n\nAdicionalmente, el plazo puede ser **reducido excepcionalmente** si el trabajador demuestra un comportamiento ejemplar o actitud meritoria, decisión que debe fundamentarse por escrito y con el acuerdo de la organización sindical. Por otro lado, si se aplica una nueva medida disciplinaria durante el cumplimiento de otra, los plazos se **suman** para determinar el nuevo periodo de rehabilitación.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Rehabilitación de medidas disciplinarias**: Se establece el procedimiento para la rehabilitación de las sanciones laborales aplicadas a una persona trabajadora, mediante la extracción y destrucción de los documentos relacionados con dichas medidas.\n\n2. **Plazos de rehabilitación**: Cada tipo de medida disciplinaria tiene un plazo específico para su rehabilitación:\n   - Amonestación pública: 1 año.\n   - Suspensión temporal o traslado temporal: 2 años.\n   - Traslado a cargo de menor remuneración con pérdida del anterior: 3 años.\n   - Separación definitiva: 4 años desde la nueva vinculación.\n   - Separación del sector o actividad: 5 años desde la nueva vinculación.\n\n3. **Efectos de la rehabilitación**: Una vez efectuada, los documentos referentes a la medida disciplinaria se eliminan del expediente laboral y no pueden ser utilizados como antecedentes en ningún procedimiento futuro.\n\n4. **Reducción del plazo de rehabilitación**: El jefe de la entidad puede decidir reducir el plazo de rehabilitación excepcionalmente, si la persona trabajadora muestra un comportamiento ejemplar o actitudes meritorias, siempre que haya transcurrido al menos la mitad del plazo original.\n\n5. **Interrupción del plazo**: Si se aplica una nueva medida disciplinaria durante el cumplimiento de otra, el plazo para la rehabilitación se reanuda sumando el tiempo restante de la primera y el plazo correspondiente a la nueva medida.\n\nEstas ideas son fundamentales para comprender el procedimiento legal establecido sobre la rehabilitación de las medidas disciplinarias en el ámbito laboral.",
        "keywords": "1. **Rehabilitación**  \n2. **Medidas disciplinarias**  \n3. **Plazos de rehabilitación**  \n4. **Empleador**  \n5. **Persona trabajadora**  \n6. **Expediente laboral**  \n7. **Amonestación pública**  \n8. **Multa**  \n9. **Suspensión de la relación de trabajo**  \n10. **Traslado temporal**  \n11. **Traslado a otro cargo**  \n12. **Separación definitiva**  \n13. **Separación del sector o actividad**  \n14. **Reintegración**  \n15. **Documento referido a la medida disciplinaria**  \n16. **Reducción del plazo de rehabilitación**  \n17. **Interrupción del plazo de rehabilitación**  \n18. **Representante sindical**  \n19. **Comportamiento ejemplar**  \n20. **Actitud meritoria**"
    },
    "40": {
        "title": "CAPÍTULO I",
        "begin": 1793,
        "end": 1828,
        "sumary": "**Resumen:**\n\nEl capítulo I establece los principios generales sobre la responsabilidad material de las personas trabajadoras en caso de daños a recursos materiales, económicos o financieros de su entidad o de otra, ocasionados por acción u omisión durante el trabajo. Esta responsabilidad se aplica cuando no constituye un delito debido a la falta de lesividad social y condiciones personales del autor.\n\nLa autoridad facultada (generalmente el jefe de la entidad) tiene la obligación de exigir responsabilidad material tanto a los directivos que no previenen daños, como a las personas trabajadoras que causan directamente el daño. La responsabilidad se paga en la moneda nacional legal del salario percibido por el trabajador.\n\nSe eximen de responsabilidad material en casos como riesgos normales del proceso laboral, gestión racional, fuerza mayor, actos delictivos ajenos al centro de trabajo y daños causados para evitar perjuicios mayores. Además, si un hecho puede constituir un delito, la autoridad debe denunciarlo según la legislación penal vigente.\n\nLa responsabilidad material implica resarcimiento económico mediante restitución, reparación o indemnización según sea posible. En ningún caso se permite la restitución de bienes específicos como alimentos, medicamentos o ropa interior. La indemnización se calcula considerando el precio más alto de venta del bien, y en el caso de pérdida de dinero, se exige el doble de la cantidad perdida. Las conversiones monetarias se realizan según coeficientes establecidos por autoridades competentes.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Sujetos responsables:** Las personas trabajadoras de cualquier categoría o sector responden materialmente cuando sus acciones u omisiones durante el trabajo causan daños a los recursos materiales, económicos y financieros de su entidad o otra.\n\n2. **Alcance de la responsabilidad material:**  \n   - Se exige responsabilidad tanto a las autoridades competentes (cuadro o directivo) que no previenen los daños ni informan sobre ellos, como a la persona trabajadora que directamente ocasiona el daño.\n   - La responsabilidad se ejerce en la moneda nacional en la que percibe su salario.\n\n3. **Excepciones:** No se exige responsabilidad material en casos de:  \n   - Daños por riesgo normal del proceso productivo o servicio;  \n   - Gestión racional del cargo;  \n   - Fuerza mayor o caso fortuito;  \n   - Actos delictivos realizados por terceros, siempre que se hayan adoptado medidas preventivas;  \n   - Daños causados para evitar un perjuicio mayor.\n\n4. **Autoridad facultada:** El jefe de la entidad es el encargado de exigir responsabilidad material y puede delegar esta atribución por escrito. Debe consultar previamente con la organización sindical.\n\n5. **Obligación de denunciar:** Si se considera que un daño puede ser constitutivo de delito, la autoridad facultada está obligada a denunciarlo según la legislación penal, y no exigir responsabilidad material en ese caso.\n\n6. **Independencia de la responsabilidad material:** La aplicación de la responsabilidad material es independiente de las medidas disciplinarias derivadas de violaciones laborales.\n\n7. **Medidas aplicables para resarcimiento:**  \n   - Restitución del bien;  \n   - Reparación del daño;  \n   - Indemnización económica según el valor legal del bien o servicio afectado.\n\n8. **Cuantificación de la indemnización:**  \n   - Se considera el precio más alto de venta al público, o hasta tres veces el precio oficial si no se dispone del primero.  \n   - En caso de pérdida de dinero, se reintegra el doble de la cantidad perdida.  \n   - Para bienes con valor en monedas extranj",
        "keywords": "1. **Responsabilidad material**  \n2. **Daños económicos**  \n3. **Personas trabajadoras**  \n4. **Excepciones**  \n5. **Fuerza mayor**  \n6. **Caso fortuito**  \n7. **Restitución del bien**  \n8. **Reparación del daño**  \n9. **Indemnización**  \n10. **Autoridad facultada**  \n11. **Denuncia**  \n12. **Lesividad social**  \n13. **Responsabilidad civil**  \n14. **Acción penal**  \n15. **Disciplina laboral**  \n16. **Moneda nacional**  \n17. **Organización sindical**  \n18. **Fiscalía General de la República**  \n19. **Valor del bien**  \n20. **Servicios públicos**"
    },
    "41": {
        "title": "CAPÍTULO II",
        "begin": 1829,
        "end": 1844,
        "sumary": "**Resumen:**\n\nEl Capítulo II regula las **áreas de responsabilidad material**, estableciendo que la responsabilidad puede ser individual o colectiva, mediante la formación de grupos con un jefe y su sustituto designados por el jefe de la entidad. En caso de daños causados por múltiples trabajadores, la indemnización se distribuye solidariamente entre ellos.\n\nCada entidad debe realizar, junto con la organización sindical, un estudio para definir las **áreas de responsabilidad material**, que incluyen los bienes y valores bajo custodia de los trabajadores. Estas áreas están determinadas por el espacio donde se encuentran los activos materiales, económicos o financieros, susceptibles de daños.\n\nLos **grupos de responsabilidad material** son conjuntos de trabajadores que asumen la responsabilidad colectiva sobre recursos específicos dentro de una área definida. El jefe del grupo garantiza el cumplimiento de las obligaciones y notifica a las autoridades cualquier daño o perjuicio.\n\nLa constitución de áreas y grupos se formaliza mediante **acta**, firmada por todos los integrantes, y se actualiza según cambios en su composición. Esta información forma parte del **convenio colectivo de trabajo**.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Responsabilidad material individual o colectiva**: La responsabilidad puede recaer sobre una persona trabajadora de forma individual o sobre un grupo de trabajadores en forma colectiva, bajo la supervisión de un jefe de grupo y su sustituto, designados por el jefe de la entidad.\n\n2. **Distribución solidaria de indemnizaciones**: Cuando el daño es causado por dos o más personas trabajadoras, la responsabilidad económica se distribuye equitativamente entre ellas en forma solidaria.\n\n3. **Definición y determinación de áreas de responsabilidad material**: Cada entidad debe realizar un estudio conjunto con la organización sindical para identificar las áreas donde se encuentra el patrimonio o valores mercantiles y monetarios que deben ser custodiados, conservados o utilizados por los trabajadores.\n\n4. **Área de responsabilidad material**: Es definida como un espacio físico dentro o fuera de la entidad donde están ubicados recursos materiales, económicos y financieros susceptibles de daño, pérdida o extravío, asignados a una persona o grupo de trabajadores para su custodia y manejo.\n\n5. **Grupos de responsabilidad material**: Se constituyen a partir del establecimiento de las áreas de responsabilidad material y están compuestos por un conjunto de trabajadores que asumen colectivamente la custodia y conservación de los recursos dentro de una área determinada, bajo la supervisión de un jefe de grupo.\n\n6. **Formalización**: Las áreas y grupos de responsabilidad se constituyen mediante acta firmada por sus integrantes, garantizando las condiciones de seguridad. Estos pueden actualizarse según haya cambios en su composición.",
        "keywords": "1. **Responsabilidad material**  \n2. **Áreas de responsabilidad material**  \n3. **Grupos de responsabilidad material**  \n4. **Jefe de grupo**  \n5. **Indemnización**  \n6. **Perjuicios económicos**  \n7. **Valores materiales, económicos y financieros**  \n8. **Custodia y conservación**  \n9. **Convenio colectivo de trabajo**  \n10. **Acta**"
    },
    "42": {
        "title": "CAPÍTULO III",
        "begin": 1845,
        "end": 1893,
        "sumary": "**Resumen:**\n\nEl Capítulo III establece el procedimiento para exigir la responsabilidad material de una persona trabajadora por daños causados en el ejercicio de sus funciones. La autoridad facultada debe notificar a la persona trabajadora dentro de los treinta días hábiles siguientes al conocimiento del daño, mediante un documento escrito fundamentado que incluya información como los datos personales del trabajador, descripción del hecho y daño, valor económico del daño, antecedentes laborales, forma de resarcimiento, entre otros elementos. En caso de no asistencia, la notificación se realiza en el domicilio con testigos.\n\nEl plazo para exigir responsabilidad puede suspenderse temporalmente por causas como licencias maternidad, enfermedad o hospitalización, movilizaciones laborales u otras situaciones previstas en el artículo 370. La acción del empleador prescribe en un año desde la ocurrencia del daño.\n\nSi la persona trabajadora reconoce su responsabilidad, se firma un acta con la autoridad y la organización sindical, y se procede a resarcir el daño. En caso contrario, se constituye una comisión investigadora que determinará la existencia del daño y su causalidad, presentando un informe con las conclusiones y recomendaciones.\n\nLa autoridad facultada notifica la decisión dentro de cinco días hábiles, y el expediente se mantiene en el área económica hasta que se liquide la deuda. Si surgen nuevos elementos o responsables durante la investigación, se inicia un nuevo proceso dentro de los treinta días hábiles.\n\nAdemás, si el daño fue causado a terceros, la persona trabajadora resarcirá el monto abonado por su entidad.",
        "ideas": "El texto establece los procedimientos legales para exigir la responsabilidad material de una persona trabajadora ante daños o perjuicios económicos causados en el ejercicio de sus funciones. Las ideas esenciales incluyen:\n\n1. **Exigencia de responsabilidad material**: Se lleva a cabo mediante un instrumento jurídico, como una Resolución, que debe contener elementos específicos (identificación del trabajador, descripción del hecho y daño causado, valor económico del daño, entre otros) y se notifica personalmente al trabajador o en su domicilio si no asiste.\n\n2. **Suspensión del plazo**: El tiempo para exigir responsabilidad puede suspenderse temporalmente por circunstancias como licencias médicas, hospitalización, cumplimiento de obligaciones fuera de la provincia o durante un proceso penal.\n\n3. **Prescripción de la acción**: La autoridad facultada tiene un plazo máximo de un año desde la ocurrencia del daño para exigir la responsabilidad material.\n\n4. **Conformidad con la responsabilidad**: Si el trabajador reconoce su responsabilidad, se compromete a resarcir los daños mediante un acta firmada por él, la autoridad y la organización sindical.\n\n5. **Comisión investigadora**: Se crea cuando no hay conformidad del trabajador o si éste lo solicita, con el objetivo de investigar los hechos, esclarecer la responsabilidad y determinar la cuantía del daño.\n\n6. **Decisión de la autoridad facultada**: Tras recibir el informe de la comisión, la autoridad toma una decisión dentro de cinco días hábiles, notificando la resolución a las partes implicadas y al área económica para proseguir con los descuentos salariales.\n\n7. **Nuevo proceso de investigación**: Si se detectan nuevas responsabilidades o elementos no considerados previamente, se inicia un nuevo proceso dentro de treinta días hábiles desde que se conoce la nueva situación.\n\n8. **Daños a terceros**: La persona trabajadora es responsable del daño causado a otra entidad durante el ejercicio de su actividad laboral; su empleador exige la responsabilidad material y abona la misma cuantía que se resarcirá a la entidad afectada.",
        "keywords": "1. **Responsabilidad material**  \n2. **Exigencia**  \n3. **Notificación**  \n4. **Plazo**  \n5. **Suspensión del plazo**  \n6. **Prescripción**  \n7. **Comisión investigadora**  \n8. **Investigación**  \n9. **Resarcimiento**  \n10. **Daño**  \n11. **Persona trabajadora**  \n12. **Autoridad facultada**  \n13. **Descuentos salariales**  \n14. **Conformidad**  \n15. **Expediente**  \n16. **Indemnización**  \n17. **Responsabilidad**  \n18. **Cuantía del daño**  \n19. **Notificación por escrito**  \n20. **Testigos**"
    },
    "43": {
        "title": "CAPÍTULO IV",
        "begin": 1894,
        "end": 1899,
        "sumary": "El artículo 378 establece los procedimientos para interponer reclamaciones ante la responsabilidad material. Quienes estén inconformes con una decisión que exige esta responsabilidad pueden presentar una reclamación ante el Órgano de Justicia Laboral o en la vía prejudicial, dentro de los siete días hábiles siguientes a su notificación. En caso de ser una micro, pequeña o mediana empresa unipersonal o un empleador persona natural, la trabajadora puede acudir directamente a la vía judicial. La admisión de la reclamación suspende el descuento dispuesto y permite interponer demanda ante el tribunal en diez días hábiles contados desde la notificación de la decisión en la instancia prejudicial.",
        "ideas": "El artículo 378 establece los procedimientos para presentar inconformidad ante una decisión que exige la responsabilidad material. Las ideas esenciales son las siguientes:\n\n1. **Presentación de reclamación**: La persona trabajadora puede interponer una reclamación ante el Órgano de Justicia Laboral o en la instancia de solución de conflictos de trabajo en la vía prejudicial, dentro de los siete días hábiles posteriores a la notificación de la decisión.\n\n2. **Excepción para micro, pequeñas y medianas empresas unipersonales o empleadores persona natural**: En estos casos, la persona trabajadora tiene la opción de presentar directamente una demanda judicial sin necesidad de pasar por la vía prejudicial.\n\n3. **Suspensión del descuento**: La admisión de la reclamación suspende la ejecución del descuento dispuesto en la decisión.\n\n4. **Interposición de demanda ante el tribunal de justicia**: Tanto la persona trabajadora como el empleador pueden presentar una demanda judicial dentro de los diez días hábiles siguientes a la notificación de la decisión en la instancia prejudicial.",
        "keywords": "1. Inconformidad  \n2. Responsabilidad material  \n3. Reclamación  \n4. Órgano de Justicia Laboral  \n5. Instancia de solución de conflictos de trabajo  \n6. Plazo de siete días hábiles  \n7. Micro, pequeña y mediana empresa unipersonal  \n8. Empleador persona natural  \n9. Demanda judicial  \n10. Ejecución del descuento  \n11. Tribunal de justicia  \n12. Plazo de diez días hábiles"
    },
    "44": {
        "title": "CAPÍTULO V",
        "begin": 1900,
        "end": 1922,
        "sumary": "**Resumen:**\n\nEste capítulo regula la ejecución, modificación y extinción de la responsabilidad material en el ámbito laboral. En primer lugar, establece que la persona trabajadora debe restituir o reparar un bien dentro de los treinta días hábiles posteriores a la firmeza de una decisión judicial; en caso contrario, se inicia el cobro mediante descuentos mensuales del salario, con un límite entre el 10% y el 20%, excluyendo otros descuentos obligatorios. Además, si el trabajador causa nuevos daños, se pueden aplicar descuentos adicionales siempre que no excedan el mencionado porcentaje.\n\nCuando finaliza la relación laboral, el empleador debe solicitar una liquidación de la deuda o pactar un convenio de pago; en caso de incumplimiento, se puede iniciar una demanda. La responsabilidad material puede modificarse debido a errores en los cálculos, cambios en los ingresos del trabajador, nuevas obligaciones legales o por decisión judicial.\n\nFinalmente, la responsabilidad material se extingue mediante la restitución o reparación del bien, el pago total de la deuda, el fallecimiento del responsable, o cuando un bien perdido es recuperado después de iniciar descuentos, devolviéndose el importe descontado en un plazo máximo de treinta días.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Ejecución de la responsabilidad material**: La persona trabajadora tiene un plazo de treinta días hábiles, a partir de la firmeza de la decisión judicial, para restituir o reparar el bien afectado; en caso contrario, se inicia el cobro mediante descuentos mensuales de su salario.\n\n2. **Ejecución de la indemnización**: Los descuentos mensuales no pueden ser inferiores al 10% ni superiores al 20% del salario básico, exceptuando pagos obligatorios como pensiones o créditos. Se permite un pago único si el responsable lo solicita.\n\n3. **Efectos de la responsabilidad material**: Al cesar la relación laboral, el empleador debe liquidar la deuda o acordar un convenio de pago; en caso de incumplimiento, se interponen acciones legales para su cobro.\n\n4. **Modificación de la responsabilidad material**: La suma a resarcir o los descuentos pueden ajustarse por decisión judicial, error en cálculos, cambios en ingresos o carga familiar, o por nuevas imposiciones legales.\n\n5. **Extinción de la responsabilidad material**: Esta se extingue mediante la restitución del bien, el pago total de la deuda, el fallecimiento del responsable, o si un bien perdido es recuperado, devolviéndose lo descontado en un plazo máximo de treinta días.",
        "keywords": "1. **Ejecución**  \n2. **Restitución**  \n3. **Reparación**  \n4. **Indemnización**  \n5. **Descuentos mensuales**  \n6. **Responsabilidad material**  \n7. **Cobro**  \n8. **Plazo**  \n9. **Salario básico**  \n10. **Modificación**  \n11. **Extinción**  \n12. **Deuda**  \n13. **Liquidación**  \n14. **Convenio de pago**  \n15. **Fallecimiento**  \n16. **Extravío**  \n17. **Restitución del bien**  \n18. **Error en cálculos**  \n19. **Retención de haberes**  \n20. **Demandas judiciales**"
    },
    "45": {
        "title": "CAPÍTULO I",
        "begin": 1925,
        "end": 1947,
        "sumary": "**Resumen:**\n\nEl Capítulo I, titulado \"Generalidades\", establece los derechos de las personas trabajadoras para reclamar ante órganos competentes en caso de inconformidad con medidas disciplinarias, responsabilidad material o vulneración de sus derechos laborales y de seguridad social. Se distinguen tres vías según el sector donde se encuentre laborando la persona trabajadora: \n\n1. **Sector estatal** y entidades afines, donde es obligatoria la vía prejudicial ante los órganos de Justicia Laboral.\n2. **Sector no estatal**, en el cual las reclamaciones pueden presentarse ante instancias internas previstas por normas de las entidades o directamente ante tribunales si no existe procedimiento interno.\n3. En casos donde no exista un procedimiento prejudicial, la demanda se presenta directamente ante los tribunales.\n\nTambién se establecen **principios procesales** que regirán la solución de conflictos laborales, como el acceso a la justicia, celeridad, sencillez, impulso de oficio, oralidad, publicidad, inmediación y comparecencia directa de las partes. Finalmente, se señala que las decisiones firmes emitidas por los órganos competentes son obligatorias para todas las partes, incluso en caso de cambios institucionales, y que no pueden violar la legalidad ni afectar derechos laborales reconocidos.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Derecho a reclamar:** Las personas trabajadoras tienen derecho a presentar reclamaciones ante órganos competentes por inconformidad con medidas disciplinarias, responsabilidad material o vulneración de sus derechos laborales y de seguridad social.\n\n2. **Vía prejudicial obligatoria:** En el sector estatal, así como en entidades públicas, empresas estatales y otras instituciones específicas, la vía prejudicial es obligatoria para resolver conflictos laborales antes de acudir a tribunales.\n\n3. **Instancias alternativas según el sector:** En el sector no estatal, las reclamaciones pueden dirigirse a instancias internas previstas en normas de las entidades, como cooperativas o microempresas; o directamente a tribunales si no existen procedimientos previos.\n\n4. **Recursos contra decisiones prejudiciales:** Quienes resulten afectados por una decisión en la vía prejudicial pueden interponer demanda ante un tribunal competente según el Código de Procesos.\n\n5. **Principios procesales generales:** Se establecen principios como acceso a la justicia, celeridad, sencillez, impulso de oficio, oralidad, publicidad (con excepciones), inmediación y comparecencia directa de las partes, que orientan el proceso para resolver conflictos laborales.\n\n6. **Cumplimiento obligatorio de decisiones:** Las resoluciones firmes emitidas por los órganos competentes deben cumplirse por todas las partes, incluso si cambia la estructura o dirección de la entidad responsable.\n\n7. **Prohibición de violación de derechos:** Los órganos encargados de resolver conflictos no pueden tomar decisiones que violen la legalidad o afecten los derechos laborales reconocidos a las personas trabajadoras.",
        "keywords": "1. **Justicia Laboral**  \n2. **Reclamaciones**  \n3. **Mediación**  \n4. **Derechos laborales**  \n5. **Responsabilidad material**  \n6. **Conflictos de trabajo**  \n7. **Procedimiento prejudicial**  \n8. **Celeridad**  \n9. **Acceso a la justicia**  \n10. **Cumplimiento de decisiones firmes**  \n11. **Plazos legales**  \n12. **Partes en el conflicto**  \n13. **Sencillez procesal**  \n14. **Oralidad**  \n15. **Publicidad**  \n16. **Inmediación**  \n17. **Comparecencia de las partes**  \n18. **Sector estatal y no estatal**  \n19. **Instancias competentes**  \n20. **Legalidad**"
    },
    "46": {
        "title": "CAPÍTULO II",
        "begin": 1948,
        "end": 1958,
        "sumary": "El Capítulo II regula la mediación como mecanismo alternativo para resolver conflictos en materia laboral y de seguridad social. La mediación es voluntaria, confidencial y flexible, iniciada por la persona trabajadora y aceptada por el empleador. En este proceso, actúa una mediadora capacitada en derecho, cuya función es facilitar la negociación colaborativa entre las partes para alcanzar acuerdos mutuamente satisfactorios, respetando los derechos fundamentales de cada parte. Los asuntos mediables incluyen el reconocimiento y cumplimiento de derechos laborales y de seguridad social, siempre que no impliquen discriminación, violencia o desequilibrios entre las partes que afecten la voluntariedad del acuerdo. No obstante, la mediación no sustituye ni impide el acceso a los órganos judiciales competentes en materia laboral.",
        "ideas": "**Ideas esenciales:**\n\n1. **La mediación en materia de trabajo y seguridad social** es un mecanismo alternativo, voluntario, confidencial y flexible para resolver conflictos.\n2. Este procedimiento se inicia a petición de la persona trabajadora y debe ser aceptado voluntariamente por el empleador.\n3. La **mediadora**, quien actúa como facilitadora, tiene formación en derecho y su rol es ayudar a las partes a negociar colaborativamente para alcanzar acuerdos satisfactorios, respetando los derechos fundamentales de ambas partes.\n4. El alcance de la mediación incluye asuntos relacionados con el **reconocimiento y cumplimiento de derechos laborales y de seguridad social**, siempre que no existan discriminación, violencia o desequilibrios que afecten la voluntariedad del proceso.\n5. En materia disciplinaria, la mediación puede aplicarse antes de notificar una medida disciplinaria a la persona trabajadora.\n6. La mediación **no sustituye** el derecho de la persona trabajadora a recurrir al Órgano de Justicia Laboral ni impide acudir a la vía judicial para resolver el conflicto.",
        "keywords": "1. **Mediación**  \n2. **Conflictos individuales**  \n3. **Trabajo**  \n4. **Seguridad social**  \n5. **Mecanismo alternativo**  \n6. **Voluntario**  \n7. **Confidencial**  \n8. **Flexibilidad**  \n9. **Persona trabajadora**  \n10. **Empleador**  \n11. **Mediadora**  \n12. **Negociación colaborativa**  \n13. **Derechos irrenunciables, inalienables e imprescriptibles**  \n14. **Alcance de la mediación**  \n15. **Discriminación**  \n16. **Violencia**  \n17. **Desigualdad entre las partes**  \n18. **Órgano de Justicia Laboral**  \n19. **Solución judicial**  \n20. **Orden público**"
    },
    "47": {
        "title": "CAPÍTULO III",
        "begin": 1959,
        "end": 2127,
        "sumary": "**Resumen:**\n\nEl Capítulo III establece los procedimientos para la solución de conflictos laborales mediante el Órgano de Justicia Laboral, como vía prejudicial y obligatoria en entidades del sector estatal. Los trabajadores tienen plazos específicos para presentar reclamaciones: siete días hábiles en materia disciplinaria y 180 días naturales para derechos laborales y de seguridad social. El Órgano de Justicia Laboral debe emitir una decisión dentro de los 24 días hábiles posteriores a la recepción de la reclamación, independientemente del resultado de procesos penales o responsabilidad material.\n\nEl Órgano está integrado por cinco o siete miembros, con representantes designados por el jefe de la entidad, la organización sindical y las personas trabajadoras elegidas en una Asamblea General. Su competencia abarca diversos aspectos laborales, incluyendo medidas disciplinarias, violaciones salariales, derechos laborales y reclamaciones relacionadas con la seguridad social.\n\nEl procedimiento contempla la presentación de reclamaciones por escrito o verbalmente, convocatoria a comparecencias públicas, toma de pruebas y deliberación del caso. La decisión se expresa mediante un Acuerdo fundamentado, el cual puede ser impugnado ante los tribunales dentro de los 10 días hábiles posteriores a su notificación.\n\nAdemás, se establecen condiciones para la anulación de decisiones no ajustadas a la ley por parte del Director de Trabajo y Seguridad Social o los órganos de Fiscalía General, siempre que se solicite dentro de los 90 días naturales siguientes a la firmeza de la decisión. El cumplimiento de las decisiones adoptadas es obligatorio para empleadores y trabajadores, con intervención de la Fiscalía en caso de no acatamiento.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Alcance del Órgano de Justicia Laboral:** El Órgano de Justicia Laboral es la vía prejudicial y obligatoria para resolver conflictos laborales y de seguridad social en las entidades del sector estatal, incluyendo reclamaciones sobre medidas disciplinarias, responsabilidad material y derechos del trabajo.\n\n2. **Plazos para presentar reclamaciones:**\n   - En materia de disciplina: 7 días hábiles después de la notificación.\n   - En materia de derechos: hasta 180 días naturales desde el día siguiente a la violación o conocimiento de la misma, salvo excepciones.\n\n3. **Plazo para solucionar conflictos:** El Órgano de Justicia Laboral debe emitir su decisión dentro de los 24 días hábiles posteriores a la recepción de la reclamación.\n\n4. **Competencia del Órgano:** Conoce de diversos tipos de conflictos, incluyendo medidas disciplinarias, derechos laborales, violaciones salariales y condiciones de trabajo, entre otros.\n\n5. **Constitución del Órgano:**\n   - Se constituye en entidades con 50 o más trabajadores.\n   - Integración tripartita: un miembro designado por el jefe de la entidad, uno por la organización sindical y tres elegidos por las personas trabajadoras.\n\n6. **Funciones del Presidente y Secretario:** El Presidente dirige el Órgano, convoca a reuniones y comparecencias; el Secretario gestiona la documentación y actas del proceso.\n\n7. **Procedimiento para resolver conflictos:**\n   - Presentación de reclamaciones por parte del trabajador o su representante.\n   - Convocatoria a comparecencia pública, donde se analizan pruebas y se toma la decisión en Acuerdo.\n   - El Acuerdo es firmado, notificado y puede ser impugnado ante los tribunales dentro de 10 días hábiles.\n\n8. **Cumplimiento de decisiones:** Las decisiones del Órgano son obligatorias para las partes, salvo en reclamaciones de derechos, donde el cumplimiento se pospone hasta la resolución judicial.\n\n9. **Anulación de decisiones:** Dec",
        "keywords": "1. **Órgano de Justicia Laboral**  \n2. **Solución de conflictos laborales**  \n3. **Reclamaciones**  \n4. **Plazos legales**  \n5. **Derechos del trabajo y seguridad social**  \n6. **Medidas disciplinarias**  \n7. **Responsabilidad material**  \n8. **Comparecencia pública**  \n9. **Procedimiento judicial laboral**  \n10. **Decisión del Órgano de Justicia Laboral**  \n11. **Competencia**  \n12. **Anulación de decisiones**  \n13. **Representantes de las partes**  \n14. **Pruebas y actuaciones procesales**  \n15. **Reclamaciones por derechos laborales**  \n16. **Integración del Órgano**  \n17. **Plazo para la solución del conflicto**  \n18. **Acción judicial posterior**  \n19. **Incomparecencia de las partes**  \n20. **Cumplimiento de decisiones**"
    },
    "48": {
        "title": "CAPÍTULO IV",
        "begin": 2128,
        "end": 2133,
        "sumary": "El Capítulo IV establece la solución de conflictos en la vía prejudicial según normas internas. En primer lugar, señala que las personas trabajadoras en micro, pequeñas y medianas empresas, cooperativas y proyectos de desarrollo local pueden presentar reclamaciones ante los órganos competentes para resolver conflictos laborales y de seguridad social, conforme a sus estatutos o normativas internas. Asimismo, se aplican los principios, plazos y procedimientos previstos en este Código para los Órganos de Justicia Laboral. Finalmente, si no se resuelve el conflicto mediante esta vía, las partes pueden recurrir a la vía judicial.",
        "ideas": "El artículo 425 del Capítulo IV establece que las personas trabajadoras en micro, pequeñas y medianas empresas, cooperativas y proyectos de desarrollo local pueden presentar reclamaciones ante los órganos competentes encargados de solucionar conflictos laborales y de seguridad social, según lo dispuesto en sus normativas internas. Asimismo, se señala que los principios, plazos y procedimientos para resolver estos conflictos están regidos por las disposiciones del Código aplicables a los Órganos de Justicia Laboral. Finalmente, se menciona que, tras agotar la vía prejudicial, las partes tienen derecho a recurrir a la vía judicial.",
        "keywords": "1. **Conflictos**  \n2. **Solución de conflictos**  \n3. **Vía prejudicial**  \n4. **Normas internas**  \n5. **Personas trabajadoras**  \n6. **Micro, pequeñas y medianas empresas**  \n7. **Cooperativas**  \n8. **Formas asociativas**  \n9. **Proyectos de desarrollo local**  \n10. **Órganos competentes**  \n11. **Autoridades**  \n12. **Instancias competentes**  \n13. **Principios**  \n14. **Plazos**  \n15. **Procedimiento**  \n16. **Órganos de Justicia Laboral**  \n17. **Vía judicial**"
    },
    "49": {
        "title": "CAPÍTULO V",
        "begin": 2134,
        "end": 2136,
        "sumary": "El artículo 426 establece que las personas trabajadoras contratadas por personas naturales autorizadas tienen un plazo de 180 días naturales para presentar demandas ante los tribunales de justicia, en casos de vulneración de derechos laborales y de seguridad social, o inconformidad con medidas disciplinarias. Este derecho se aplica cuando no existe una vía previa de solución de conflictos, siguiendo el procedimiento establecido en el Código de Procesos.",
        "ideas": "El artículo 426 establece que los trabajadores contratados por personas naturales autorizadas tienen un plazo de 180 días naturales para presentar demandas ante los tribunales de justicia, en caso de vulneración de sus derechos laborales y de seguridad social, o inconformidad con medidas disciplinarias. Esta vía judicial es aplicable cuando no existe una vía prejudicial previa para la solución de conflictos. El procedimiento debe seguirse conforme al Código de Procesos.",
        "keywords": "Palabras clave identificadas:\n\n1. **Reclamación directa**  \n2. **Vía judicial**  \n3. **Plazo** (o **plazo de ciento ochenta días naturales**)  \n4. **Demandas**  \n5. **Vulneración de derechos**  \n6. **Derechos de trabajo**  \n7. **Seguridad social**  \n8. **Inconformidad con medidas disciplinarias**  \n9. **Tribunales de justicia**  \n10. **Código de Procesos**  \n11. **Vía prejudicial de solución de conflictos**"
    },
    "50": {
        "title": "CAPÍTULO I",
        "begin": 2139,
        "end": 2160,
        "sumary": "**Resumen:**\n\nEl Capítulo I regula las relaciones laborales entre empleadores personas naturales y sus trabajadores. Los empleadores tienen obligaciones legales en materia de contratación, pago salarial, condiciones laborales seguras, prestaciones sociales y cumplimiento normativo. Deben celebrar contratos por escrito, garantizar un salario no inferior al mínimo nacional, pagar vacaciones anuales, abonar prestaciones del régimen general de seguridad social, certificar remuneraciones y servicios, retener impuestos y contribuciones, y velar por la salud y seguridad en el trabajo.\n\nAdemás, se establecen causas de suspensión y terminación de la relación laboral, incluyendo situaciones como cierre temporal del empleador, decisiones judiciales o sanciones penales. En tales casos, el empleador debe garantizar una protección salarial equivalente a un mes de salario. Asimismo, se reconoce un derecho preferente para reincorporación laboral en caso de reanudación de la actividad del empleador.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Derechos y deberes de los trabajadores**: Las personas trabajadoras contratadas bajo la subordinación de un empleador persona natural tienen derechos y cumplen obligaciones establecidas en el Código laboral y normativas específicas.\n\n2. **Obligaciones del empleador**: El empleador persona natural debe cumplir con diversas responsabilidades, como celebrar contratos por escrito, pagar salarios según lo acordado, garantizar condiciones de trabajo seguras, retener impuestos y contribuciones, certificar remuneraciones y tiempo de servicios, entre otros.\n\n3. **Suspensión de la relación laboral**: La suspensión temporal del ejercicio de la actividad por parte del empleador puede dar lugar a una garantía salarial equivalente a un mes de salario, financiada con el seguro, y en caso de cesar la causa que originó la suspensión, los trabajadores tienen derecho preferente para reincorporarse al mismo puesto.\n\n4. **Protección salarial en casos extremos**: En caso de extinción, disolución o cierre forzoso por parte del empleador, se garantiza el pago del 100% del salario de un mes como protección a los ingresos de las personas trabajadoras.\n\n5. **Causas de terminación de la relación laboral**: La terminación puede ser iniciada por el empleador debido a causas específicas, como cancelación de actividad o decisiones judiciales que imposibiliten el ejercicio de la actividad económica; además, la suspensión temporal del trabajo puede llevar a la terminación según el tipo de contrato.",
        "keywords": "Palabras clave identificadas:\n\n1. **Relaciones de trabajo**  \n2. **Empleador persona natural**  \n3. **Derechos y deberes**  \n4. **Contrato de trabajo**  \n5. **Salario**  \n6. **Seguridad social**  \n7. **Prestaciones monetarias**  \n8. **Vacaciones**  \n9. **Certificación de remuneraciones**  \n10. **Suspensión de la relación de trabajo**  \n11. **Terminación del contrato**  \n12. **Protección salarial**  \n13. **Condiciones de seguridad y salud en el trabajo**  \n14. **Contribuciones a la seguridad social**  \n15. **Impuestos**  \n16. **Reincorporación laboral**"
    },
    "51": {
        "title": "CAPÍTULO II",
        "begin": 2161,
        "end": 2180,
        "sumary": "Este capítulo establece el régimen laboral aplicable a la inversión extranjera en Cuba, regulando aspectos clave como la formalización de la relación laboral, los contratos de trabajo y suministro de fuerza de trabajo, así como la remuneración y garantías salariales. Se especifica que las personas cubanas y extranjeras con estatus migratorio de residente permanente o provisional deben formalizar su contrato laboral previamente con la entidad empleadora. Las relaciones laborales en empresas mixtas o de capital totalmente extranjero se rigen según los estatutos de estas entidades, considerando las normas vigentes para el sector correspondiente. La remuneración se paga en pesos cubanos y debe ajustarse a la escala salarial vigente. Asimismo, se menciona la participación de organizaciones sindicales en la negociación del contrato de suministro de fuerza de trabajo, así como las garantías salariales durante interrupciones laborales. Las disposiciones específicas sobre cláusulas contractuales y responsabilidades entre la entidad empleadora y la inversión extranjera se detallan en normativas particulares.",
        "ideas": "El texto establece el régimen laboral aplicable en la inversión extranjera en Cuba, destacando los siguientes puntos esenciales:\n\n1. **Formalización de la relación laboral**: La contratación de trabajadores cubanos y extranjeros residentes permanentes o provisionales debe realizarse previamente mediante un contrato de trabajo escrito o por resolución de autoridad competente.\n\n2. **Regulación de relaciones laborales en empresas mixtas y extranjeras**: Las relaciones laborales del personal designado para cargos directivos, administrativos y operarios están reguladas por los estatutos de la empresa y las normas legales vigentes, aplicando especialmente el régimen para trabajadores de confianza.\n\n3. **Autorización a entidades empleadoras**: Para actuar como entidad empleadora, se requiere una autorización específica emitida por las autoridades competentes, que en casos excepcionales puede permitir la contratación directa de personal por parte de la empresa mixta o extranjera.\n\n4. **Contrato de Suministro de Fuerza de Trabajo**: Este contrato es obligatorio y se celebra entre la entidad empleadora y la inversión extranjera, detallando las necesidades laborales, participando en su negociación la organización sindical correspondiente.\n\n5. **Remuneración del trabajo**: Los trabajadores cubanos y extranjeros residentes permanentes son remunerados en pesos cubanos, con salarios acordados entre la entidad empleadora y la inversión extranjera, sin que estos sean inferiores a los establecidos en la escala salarial vigente.\n\n6. **Interrupción laboral**: Durante una interrupción laboral, el trabajador recibe una garantía salarial por el tiempo pactado en el Contrato de Suministro de Fuerza de Trabajo.\n\n7. **Disposiciones normativas específicas**: Las particularidades del contrato de suministro de fuerza de trabajo, funciones de las entidades empleadora y de inversión extranjera, así como los términos de pago e indemnización están reguladas en disposiciones normativas específicas.",
        "keywords": "1. **Relación de trabajo**  \n2. **Contrato de trabajo**  \n3. **Empresa mixta**  \n4. **Inversión extranjera**  \n5. **Entidad empleadora**  \n6. **Contrato de Suministro de Fuerza de Trabajo**  \n7. **Remuneración**  \n8. **Interrupción laboral**  \n9. **Residente permanente**  \n10. **Legislación laboral**"
    },
    "52": {
        "title": "CAPÍTULO III",
        "begin": 2181,
        "end": 2208,
        "sumary": "**Resumen:**\n\nEl Capítulo III regula el **Permiso de Trabajo** y la **Acreditación**, requisitos obligatorios para ciertos extranjeros y cubanos que desean trabajar en Cuba. Los **residentes temporales, de inmobiliaria y humanitarios** deben obtener un Permiso de Trabajo, exceptuándose los **residentes permanentes y provisionales**, así como algunos casos específicos regulados por la Ley de Extranjería. Por otro lado, ciertos extranjeros y cubanos que trabajan en entidades extranjeras o con inversión extranjera deben obtener una Acreditación.\n\nEl **Ministerio de Trabajo y Seguridad Social** es responsable del trámite y otorgamiento de estos documentos, los cuales pueden ser solicitados por autoridades estatales, entidades no estatales, representaciones extranjeras, entre otros. La duración del Permiso o Acreditación puede llegar hasta cinco años, o coincidir con el plazo de la licencia de la entidad empleadora.\n\nLos titulares de estos documentos **no pueden realizar actividades distintas a las autorizadas**, y en caso de terminar su relación laboral, se debe notificar al Ministerio para su cancelación. Además, es posible solicitar renovaciones, actualizaciones o duplicados del Permiso, así como certificaciones del tiempo trabajado en Cuba.\n\nExcepcionalmente, en situaciones emergentes, se permite la contratación de extranjeros o cubanos residentes en el exterior por un período máximo de **treinta días hábiles** sin el Permiso o Acreditación. Por último, la **Acreditación** es gratuita, mientras que los trámites relacionados con el Permiso están sujetos a tarifas establecidas por normativa vigente.",
        "ideas": "El presente capítulo regula los requisitos, procedimientos y excepciones relacionados con la obtención del **Permiso de Trabajo** y la **Acreditación**, destinados a garantizar que solo los extranjeros y cubanos autorizados puedan realizar actividades laborales en el territorio nacional.  \n\nLas ideas esenciales son las siguientes:\n\n1. **Obligación de obtener Permiso de Trabajo**: Los extranjeros con clasificación migratoria de residente temporal, residente de inmobiliaria y residente humanitario deben obtener el Permiso de Trabajo para realizar cualquier actividad laboral en Cuba.\n2. **Excepciones a la obligación del Permiso de Trabajo**: No se requiere el Permiso de Trabajo para los extranjeros con clasificación migratoria de residente permanente y provisional, así como para ciertos casos específicos previstos en la Ley de Extranjería.\n3. **Requisito de Acreditación**: Los cubanos y extranjeros con clasificación migratoria de residente permanente o provisional que ocupen cargos de primer nivel en entidades extranjeras radicadas en el país deben obtener una Acreditación correspondiente.\n4. **Responsabilidad del Ministerio de Trabajo y Seguridad Social**: Es la autoridad competente para tramitar, decidir y otorgar el Permiso de Trabajo o la Acreditación, tras recibir solicitudes de organismos públicos o privados.\n5. **Duración del Permiso de Trabajo y Acreditación**: Su vigencia puede ser hasta cinco años o coincidir con el plazo de las autorizaciones otorgadas a la entidad empleadora.\n6. **Renovación y cancelación**: La renovación debe solicitarse con al menos cuarenta y cinco días de antelación, y se cancela si no se presenta dentro del plazo establecido.\n7. **Limitaciones en el uso del Permiso de Trabajo**: Los sujetos autorizados solo pueden realizar las actividades laborales específicamente autorizadas, e incluir múltiples entidades en caso de ser necesario.\n8. **Excepciones especiales**: En situaciones emergentes o impostergables, se permite la contratación de extranjeros o cubanos residentes en el exterior por un plazo máximo de treinta días hábiles sin necesidad del Permiso de Trabajo o A",
        "keywords": "1. **Permiso de trabajo**  \n2. **Acreditación**  \n3. **Extranjeros**  \n4. **Residente temporal**  \n5. **Residente permanente**  \n6. **Residente provisional**  \n7. **Cubanos**  \n8. **Ministerio de Trabajo y Seguridad Social**  \n9. **Duración**  \n10. **Renovación**  \n11. **Cancelación**  \n12. **Excepciones**  \n13. **Actividad laboral**  \n14. **Entidades extranjeras**  \n15. **Solicitudes**  \n16. **Clasificación migratoria**  \n17. **Tramitamiento**  \n18. **Certificación del tiempo laborado**  \n19. **Contratación de extranjeros**  \n20. **Zonas especiales de desarrollo**"
    },
    "53": {
        "title": "CAPÍTULO IV",
        "begin": 2209,
        "end": 2217,
        "sumary": "El Capítulo IV regula la contratación de trabajadores cubanos para laborar en el exterior. Los contratos deben ser por escrito, autenticados ante una autoridad competente del país donde se realiza el trabajo y legalizados por un funcionario consular. Las entidades exportadoras tienen la obligación de suscribir contratos con los trabajadores cubanos y, cuando proceda, con las partes extranjeras, incluyendo las condiciones establecidas en el Código Laboral Cubano y la legislación específica. Los convenios, acuerdos o contratos para trabajar en el exterior deben incluir las condiciones de trabajo, alojamiento, estancia y derechos laborales y de seguridad social. Durante su periodo de trabajo en el extranjero, los trabajadores cubanos gozan de sus derechos laborales y de seguridad social, y el tiempo laborado se considera como servicios, acreditado mediante una certificación oficial. Las particularidades específicas para la prestación de servicios en el exterior están reguladas por disposiciones normativas particulares.",
        "ideas": "El capítulo IV del Código Laboral Cubano establece las normas relacionadas con la contratación de trabajadores cubanos para laborar en el exterior. Las ideas esenciales incluyen:\n\n1. **Contrato de trabajo para laborar en el exterior**: Debe celebrarse por escrito, autenticado ante una autoridad competente del país donde se realice y legalizado por un funcionario consular.\n\n2. **Obligaciones de la entidad exportadora**: Debe suscribir un contrato de trabajo o suplemento con los trabajadores cubanos, así como con la parte extranjera, incluyendo las disposiciones establecidas en el Código Laboral y la legislación específica.\n\n3. **Contenido de acuerdos y contratos**: Estos deben detallar las condiciones de trabajo, estancia, alojamiento y disfrute de los derechos laborales y de seguridad social según la legislación cubana aplicable.\n\n4. **Protección del trabajador en el exterior**: Durante su tiempo de labor en el extranjero, se le garantizan sus derechos de trabajo y de seguridad social; además, el tiempo trabajado se considera como servicios y se emite una certificación acreditativa.\n\n5. **Regulación específica**: Las particularidades para la prestación de servicios en el exterior están reguladas por disposiciones normativas específicas.",
        "keywords": "1. Contrato de trabajo para laborar en el exterior  \n2. Entidades cubanas autorizadas  \n3. Obligaciones de la entidad exportadora  \n4. Condiciones de trabajo  \n5. Estancia y alojamiento  \n6. Derechos de trabajo y seguridad social  \n7. Certificación acreditativa  \n8. Protección del trabajador en el exterior  \n9. Acuerdos de cooperación  \n10. Contratos de exportación de servicios"
    },
    "54": {
        "title": "CAPÍTULO V",
        "begin": 2218,
        "end": 2227,
        "sumary": "Este capítulo regula el régimen laboral especial para personas privadas de libertad que trabajan dentro o fuera de los establecimientos penitenciarios. En primer lugar, se establece que estas personas están sujetas a las normas relacionadas con el trabajo de adolescentes entre 16 y 18 años, así como a reglas sobre horario laboral, trabajo extraordinario, salarios en días especiales y seguridad en el trabajo. Además, la protección a la maternidad y la seguridad social se rigen por el régimen general de la legislación específica.\n\nEl artículo 455 destaca que la relación laboral se regula mediante normas específicas, respetando el derecho a trabajar y la voluntariedad, dentro de los límites impuestos por las sanciones penales. También menciona adecuaciones en contratación, calificación, remuneración y resolución de conflictos laborales.\n\nFinalmente, se establece un contrato de suministro de fuerza de trabajo entre la autoridad penitenciaria y una entidad que garantiza el pago de la remuneración, distribución de utilidades y cumplimiento de las condiciones legales.",
        "ideas": "El texto establece un régimen laboral especial aplicable a personas privadas de libertad que trabajan dentro o fuera de los establecimientos penitenciarios. Este régimen se rige por normas similares a las que regulan el trabajo de adolescentes entre 16 y 18 años, incluyendo aspectos como régimen de trabajo y descanso, trabajo extraordinario, seguridad en el trabajo, y tratamiento salarial durante días especiales. Asimismo, se menciona la protección a la maternidad y la seguridad social según la legislación general vigente.\n\nSe destaca que la relación laboral entre la autoridad penitenciaria y las personas privadas de libertad se basa en principios como el derecho a trabajar y la voluntariedad para acceder al empleo, dentro de los límites impuestos por la sanción penal. Además, se regulan aspectos como la incorporación al trabajo, calificación para cargos, condiciones de pago, descuentos, responsabilidad disciplinaria y solución de conflictos laborales.\n\nFinalmente, se establece un contrato de suministro de fuerza de trabajo entre la autoridad penitenciaria y la entidad que contrata, con obligaciones como el pago de remuneración, distribución de utilidades si aplica, y garantía de las condiciones y derechos previstos en la legislación.",
        "keywords": "1. **Régimen laboral especial**  \n2. **Personas privadas de libertad**  \n3. **Trabajo dentro o fuera de establecimientos penitenciarios**  \n4. **Alcance del régimen**  \n5. **Trabajo de adolescentes (16 a 18 años)**  \n6. **Regimen de trabajo y descanso**  \n7. **Trabajo extraordinario**  \n8. **Tratamiento laboral y salarial en días especiales**  \n9. **Seguridad y salud en el trabajo**  \n10. **Protección a la maternidad**  \n11. **Seguridad social**  \n12. **Relación de trabajo especial**  \n13. **Autoridad penitenciaria**  \n14. **Derecho a trabajar**  \n15. **Voluntariedad para el acceso al empleo**  \n16. **Sanción penal**  \n17. **Incorporación al empleo**  \n18. **Calificación para el cargo**  \n19. **Condiciones de pago de la remuneración**  \n20. **Responsabilidad disciplinaria y material**  \n21. **Resolución de conflictos laborales**  \n22. **Contrato de suministro de fuerza de trabajo**  \n23. **Remuneración**  \n24. **Distribución de utilidad**  \n25. **Condiciones y derechos laborales**"
    },
    "55": {
        "title": "CAPÍTULO VI",
        "begin": 2228,
        "end": 2238,
        "sumary": "**Resumen:**\n\nEl Capítulo VI del Código Laboral cubano regula la relación laboral de los marineros que prestan servicios en buques, embarcaciones o artefactos navales pertenecientes a armadores o navieras extranjeras. Se establece una relación de trabajo especial, regulada por normativas específicas, donde el empleador es el armador extranjero, y la contratación se realiza mediante un contrato económico con una empresa cubana. Los marineros formalizan su contrato individual de enrolo con el armador, incluyendo condiciones de empleo, vida a bordo y período de prueba. En caso de inconformidades por violación de derechos laborales, los trabajadores pueden recurrir directamente a la vía judicial según lo establece el Código de Procesos.",
        "ideas": "El texto establece las normas aplicables a la contratación y relación laboral de la Gente de Mar en Cuba, con especial atención a los marinos contratados por armadores o navieros extranjeros. Las ideas esenciales son las siguientes:\n\n1. **Definición de Gente de Mar**: Se entiende como toda persona natural que presta servicios a bordo de buques, embarcaciones y otros medios navales, incluyendo aquellos destinados al transporte de mercancías, pasajeros o uso comercial.\n\n2. **Relación laboral especial**: La contratación de la Gente de Mar está regida por disposiciones normativas específicas, en el marco de un contrato económico entre los armadores extranjeros y una empresa cubana, que establece las condiciones de trabajo para los marinos.\n\n3. **Contrato de enrolo**: Los marinos formalizan su relación laboral mediante un contrato de enrolo o acuerdo de prestación de servicios con el armador extranjero, donde se estipulan condiciones como empleo, vida a bordo y otros aspectos específicos según convenios internacionales.\n\n4. **Período de prueba**: Este es una cláusula obligatoria del contrato de enrolo, pactada entre el marino y el armador extranjero.\n\n5. **Resolución de conflictos**: Las inconformidades por violación de derechos laborales de trabajadores cubanos contratados por empleadores extranjeros se resuelven mediante vía judicial, según lo establece el Código de Procesos.",
        "keywords": "1. **Gente de mar**  \n2. **Contratación**  \n3. **Relación de trabajo especial**  \n4. **Armadores extranjeros**  \n5. **Empresa cubana**  \n6. **Contrato de enrolo**  \n7. **Condiciones de empleo**  \n8. **Inconformidades laborales**  \n9. **Código de Procesos**  \n10. **Legislación nacional e internacional**"
    },
    "56": {
        "title": "CAPÍTULO VII",
        "begin": 2239,
        "end": 2253,
        "sumary": "El presente capítulo regula el trabajo en formas de gestión colectivas, específicamente en cooperativas agropecuarias, no agropecuarias y proyectos de desarrollo local. En las cooperativas agropecuarias se permite la contratación temporal de personas trabajadoras durante períodos definidos por normas legales, para labores como cosecha o siembra, con derechos y deberes establecidos en el Código. Las cooperativas no agropecuarias pueden contratar a trabajadores para actividades que los socios no pueden asumir, pactando una remuneración acorde a la capacidad del trabajador y sin que sea inferior al salario mínimo. Por último, en proyectos de desarrollo local, las personas contratadas tienen derechos laborales según lo dispuesto en el Código.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Contratación de personas trabajadoras en cooperativas agropecuarias**: Estas pueden contratar directamente a personas trabajadoras durante periodos establecidos por normas específicas, para la realización de tareas como cosecha, siembra y labores culturales, mediante contratos temporales o por obra. Los derechos y deberes de estas personas se rigen por el Código laboral vigente.\n\n2. **Contratación en cooperativas no agropecuarias**: Las cooperativas pueden contratar trabajadores para actividades que los socios no puedan asumir, con remuneración acordada entre la cooperativa y el trabajador, siempre que sea igual o superior al salario mínimo del país.\n\n3. **Contratación laboral en proyectos de desarrollo local**: Las personas contratadas por los titulares de estos proyectos tienen derechos y deberes regidos por el mismo Código laboral mencionado anteriormente.\n\nEstas ideas son fundamentales para comprender que, independientemente del tipo de cooperativa o proyecto, la contratación de trabajadores se regula bajo normas legales que garantizan sus derechos laborales.",
        "keywords": "Palabras clave:\n\n1. Cooperativas agropecuarias  \n2. Contratación de personas trabajadoras  \n3. Período previsto en normas específicas  \n4. Trabajo u obra  \n5. Labores eventuales  \n6. Picos de cosecha, siembra y labores culturales  \n7. Derechos y deberes de la persona trabajadora  \n8. Seguridad social  \n9. Régimen disciplinario  \n10. Cooperativas no agropecuarias  \n11. Actividades que no pueden asumir los socios  \n12. Remuneración pactada  \n13. Salario mínimo del país  \n14. Proyectos de desarrollo local  \n15. Derechos y deberes laborales previstos en el Código"
    },
    "57": {
        "title": "CAPÍTULO VIII",
        "begin": 2254,
        "end": 2287,
        "sumary": "**Resumen:**\n\nEl capítulo VIII regula los derechos y obligaciones de los conductores profesionales, estableciendo requisitos para su ingreso, permanencia y promoción según el Código de Seguridad Vial. Los empleadores deben garantizar la capacitación, recalificación y asistencia a exámenes teóricos, prácticos, médicos y psicofisiológicos de los conductores, incluyendo el control del tiempo dedicado a estos procesos.\n\nAsimismo, se establecen límites en función de la edad, requiriéndose una evaluación periódica para determinar la aptitud física y mental. Se regulan además el régimen de trabajo y descanso, con límites en la duración de la conducción diaria y obligaciones de descanso.\n\nSe prevén excepciones al régimen laboral en casos como accidentes, emergencias o necesidades públicas. En caso de suspensión temporal de la licencia de conducción, se contempla la reubicación del conductor dentro de la entidad, su traslado a otra, o la suspensión sin remuneración si no es posible dichas alternativas.\n\nPor último, se establece que en caso de terminación de la relación laboral por suspensión prolongada o cancelación de la licencia, así como por incapacidad laboral, el empleador debe actuar conforme a los procedimientos legales y remitir al conductor a la Comisión de Peritaje Médico Laboral. Adicionalmente, se regulan específicamente las condiciones para la conducción de cargas peligrosas o de gran tamaño.",
        "ideas": "El presente capítulo establece normas específicas sobre los conductores profesionales, con énfasis en los requisitos, obligaciones del empleador, exámenes, límites de edad, régimen de trabajo y descanso, excepciones a dicho régimen, suspensiones de licencias de conducción, causas para la terminación de la relación laboral, incapacidades laborales, y las regulaciones particulares para la conducción en actividades peligrosas. \n\nLas ideas esenciales son:\n\n1. **Requisitos y capacitación**: Los conductores profesionales deben cumplir con requisitos establecidos en el Código de Seguridad Vial, incluyendo cursos de capacitación y recalificación obligatorios, que deben ser controlados por los empleadores.\n\n2. **Obligaciones del empleador**: El empleador debe garantizar la asistencia a cursos de formación, organizar exámenes teóricos, prácticos, médicos y psicofisiológicos, y facilitar su realización sin afectar el tiempo laboral.\n\n3. **Límites de edad**: A los 65 y 70 años, se establece un procedimiento para evaluar la aptitud física y mental de los conductores profesionales.\n\n4. **Régimen de trabajo y descanso**: Se regula el horario de conducción (máximo nueve horas diarias), el descanso diario (diez horas, excepcionalmente ocho) y un día de descanso semanal.\n\n5. **Excepciones al régimen**: En casos especiales como accidentes, emergencias o servicios públicos urgentes, se permite desviarse del régimen de trabajo y descanso.\n\n6. **Suspensión de la licencia de conducción**: En caso de suspensión por hasta seis meses, el empleador debe considerar alternativas como reubicación temporal o traslado, si no es posible, se suspende la relación laboral sin remuneración.\n\n7. **Terminación de la relación laboral**: La entidad puede terminar la relación cuando la licencia esté suspendida por más de seis meses o cancelada.\n\n8. **Incapacidad laboral**: Si la suspensión o cancelación se debe a una incapacidad, el empleador remite al conductor a una Comisión de Peritaje Médico",
        "keywords": "1. Conductores profesionales  \n2. Requisitos  \n3. Empleador  \n4. Capacitación  \n5. Recalificación  \n6. Exámenes (teórico, práctico, médico y psicofisiológico)  \n7. Edad límite  \n8. Régimen de trabajo y descanso  \n9. Suspensión de la licencia de conducción  \n10. Terminación de la relación laboral  \n11. Incapacidad laboral  \n12. Transporte de cargas peligrosas  \n13. Código de Seguridad Vial  \n14. Licencias de conducción"
    },
    "58": {
        "title": "CAPÍTULO I",
        "begin": 2292,
        "end": 2342,
        "sumary": "**Resumen:**\n\nEl Capítulo I establece los derechos, principios y deberes relacionados con la sindicación de las personas trabajadoras en Cuba. En primer lugar, se reconoce el derecho de las personas trabajadoras a asociarse voluntariamente, afiliarse a organizaciones sindicales y elegir representantes, garantizando su libertad sindical sin discriminación por parte del empleador. Los principios fundamentales incluyen la libertad sindical, la autotutela, la autoregulación y la participación activa de las organizaciones sindicales en la toma de decisiones.\n\nLas organizaciones sindicales tienen diversos derechos, como representar a los trabajadores, participar en procesos económicos, negociar convenios colectivos, inspeccionar condiciones laborales y convocar asambleas. Por otro lado, también tienen deberes, entre ellos la educación de los trabajadores, el control del cumplimiento de normativas laborales, y la promoción de la eficiencia y productividad en el trabajo.\n\nFinalmente, se reconoce a las personas trabajadoras derechos fundamentales como organizarse libremente, afiliarse o no a sindicatos sin discriminación, elegir representantes y participar activamente en la vida sindical. Estos derechos están respaldados por la Constitución, los convenios internacionales y la legislación vigente.",
        "ideas": "El texto establece los derechos, principios y deberes relacionados con la sindicación de las personas trabajadoras en Cuba, fundamentando una estructura legal que garantiza:\n\n1. **Derecho a la sindicación**: Las personas trabajadoras tienen el derecho a asociarse voluntariamente, afiliarse a organizaciones sindicales y elegir sus representantes, sin discriminación por parte del empleador.\n\n2. **Principios fundamentales**:\n   - **Libertad sindical**: Las organizaciones sindicales no están sujetas a intervención administrativa y pueden actuar ante instancias competentes para defender los derechos laborales.\n   - **Autotutela**: Tanto las personas trabajadoras como las organizaciones sindicales pueden demandar la protección de sus derechos frente a actos que obstaculicen su libertad sindical.\n   - **Autoregulación**: Las organizaciones sindicales gozan de autonomía en su funcionamiento, administración y normativas internas, con apoyo del Estado.\n   - **Participación**: Las organizaciones sindicales participan activamente en la toma de decisiones mediante negociación colectiva y participación directa de los trabajadores.\n\n3. **Derechos de las organizaciones sindicales y sus dirigentes**:\n   - Representar y defender los derechos de las personas trabajadoras.\n   - Participar en la planificación, gestión y control económico.\n   - Negociar convenios colectivos, exigir informes periódicos del empleador, participar en la elaboración de planes de medidas para corregir infracciones laborales y otras actividades vinculadas a la defensa de los derechos laborales.\n\n4. **Deberes de las organizaciones sindicales**:\n   - Promover la educación política, ideológica, cívica y laboral entre las personas trabajadoras.\n   - Exigir el cumplimiento de la legislación laboral y de seguridad social.\n   - Capacitar a los dirigentes sindicales y fomentar la participación en la solución de problemas técnico-productivos.\n\n5. **Derechos de las personas trabajadoras**:\n   - Organizarse libremente para defender sus derechos.\n   - Afiliarse o no afiliarse a una organización sindical sin coerción ni consecuencias negativas.\n   - Participar democráticamente en la toma de decisiones",
        "keywords": "1. Derecho de sindicación  \n2. Libertad sindical  \n3. Autotutela  \n4. Autoregulación  \n5. Participación  \n6. Organizaciones sindicales  \n7. Personas trabajadoras  \n8. Representantes  \n9. Negociación colectiva  \n10. Derechos laborales  \n11. Deberes sindicales  \n12. Protección contra la discriminación  \n13. Convenio colectivo de trabajo  \n14. Educación sindical  \n15. Seguridad y salud en el trabajo"
    },
    "59": {
        "title": "CAPÍTULO II",
        "begin": 2343,
        "end": 2349,
        "sumary": "El artículo 478 establece garantías para los dirigentes sindicales en el ámbito laboral. Entre estas garantías se incluyen: prohibición de traslados o sanciones por el ejercicio de sus funciones sindicales, provisión de locales, recursos y facilidades necesarias para su desempeño, asignación del tiempo requerido dentro de la jornada laboral según lo acordado en el convenio colectivo, y derecho a recibir información periódica sobre aspectos financieros y operativos de la entidad, así como participar activamente en los procesos de corrección y mejora. Estas garantías pueden ampliarse con disposiciones legales adicionales o acuerdos pactados entre las partes en el convenio colectivo de trabajo.",
        "ideas": "El artículo 478 del Capítulo II sobre Garantías a los Dirigentes Sindicales establece que los dirigentes sindicales gozan de varias garantías por parte del empleador durante el ejercicio de sus funciones. Entre las principales se encuentran: \n\n1. **Protección laboral**: No pueden ser trasladados, sometidos a medidas disciplinarias ni afectados en sus condiciones laborales ni terminar su relación de trabajo debido al desempeño de sus funciones sindicales, siempre que estas se realicen conforme a la ley.\n\n2. **Facilidades para el ejercicio de sus funciones**: Se les deben proporcionar locales, recursos y facilidades adecuadas, así como el tiempo necesario dentro de la jornada laboral, acordado en el convenio colectivo de trabajo.\n\n3. **Acceso a información**: Deben recibir información periódica sobre la planificación, regulación, gestión, control financiero, auditorías, planes de medidas y correcciones que se implementen en la entidad, participando activamente en estos procesos.\n\n4. **Otras garantías legales o colectivas**: Incluyen aquellas reconocidas por la ley o pactadas entre las partes en el convenio colectivo de trabajo.\n\nEstas garantías buscan asegurar que los dirigentes sindicales puedan desempeñar sus funciones sin obstáculos, promoviendo un entorno laboral justo y participativo.",
        "keywords": "Las palabras clave más importantes del texto son:\n\n1. **Dirigentes sindicales**  \n2. **Garantías**  \n3. **Empleador**  \n4. **Funciones sindicales**  \n5. **Traslado**  \n6. **Medidas disciplinarias**  \n7. **Condiciones laborales**  \n8. **Relación de trabajo**  \n9. **Locales y recursos**  \n10. **Facilidades**  \n11. **Jornada laboral**  \n12. **Convenio colectivo de trabajo**  \n13. **Información periódica**  \n14. **Planificación, regulación, gestión y control**  \n15. **Resultados financieros**  \n16. **Auditorías internas y externas**  \n17. **Participación activa**  \n18. **Ley**"
    },
    "60": {
        "title": "CAPÍTULO III",
        "begin": 2350,
        "end": 2356,
        "sumary": "El Capítulo III sobre Inspección Sindical establece que las organizaciones sindicales, junto con los trabajadores, realizan inspecciones para garantizar el cumplimiento de normas en materia de seguridad y salud laboral. Los empleadores deben facilitar la información necesaria a los inspectores sindicales y asumir la responsabilidad de analizar los resultados obtenidos, acordando con las organizaciones sindicales un plan de medidas correctivas. Asimismo, se debe informar y debatir estos resultados en asambleas sindicales. Finalmente, los resultados de las inspecciones deben comunicarse a instancias superiores para que las autoridades estatales y otros organismos puedan tomar decisiones adecuadas.",
        "ideas": "El artículo 479 del Código establece el marco legal de la inspección sindical, destacando los siguientes elementos esenciales:\n\n1. **Participación de las personas trabajadoras**: Las organizaciones sindicales realizan inspecciones con la participación activa de los trabajadores para garantizar el cumplimiento de normas en materia de seguridad y salud en el trabajo.\n\n2. **Obligaciones de los empleadores**: Los empleadores deben facilitar información y condiciones necesarias para que las inspecciones sindicales puedan desarrollarse adecuadamente.\n\n3. **Responsabilidad en la corrección de deficiencias**: Los empleadores son responsables de analizar los resultados de las inspecciones, acordar con la organización sindical un plan de medidas correctivas y presentar estos resultados a las personas trabajadoras mediante asambleas sindicales.\n\n4. **Información a instancias superiores**: El resultado de las inspecciones debe ser comunicado a niveles superiores de ambas partes (empleadores y sindicatos), permitiendo a los órganos del Estado y otros organismos tomar decisiones adecuadas basadas en los hallazgos.",
        "keywords": "Palabras clave:\n\n1. Inspección sindical  \n2. Organizaciones sindicales  \n3. Seguridad y salud en el trabajo  \n4. Empleadores  \n5. Cumplimiento legal  \n6. Información y facilidades  \n7. Análisis de resultados  \n8. Planes de medidas  \n9. Rendición de cuentas  \n10. Órganos del Estado"
    },
    "61": {
        "title": "CAPÍTULO I",
        "begin": 2359,
        "end": 2376,
        "sumary": "El derecho de participación de las personas trabajadoras se establece como un derecho fundamental para su implicación activa en la toma de decisiones relacionadas con la planificación, regulación, gestión y control de la economía. Este derecho incluye la participación en la administración y gestión de entidades empresariales e instituciones presupuestadas, basándose en principios como la autonomía, flexibilidad, materialidad y corresponsabilidad. Los objetivos principales son mejorar los resultados del trabajo, fomentar la mejora continua de las entidades y garantizar el cumplimiento progresivo de derechos laborales y de seguridad social. La participación se desarrolla mediante procedimientos acordados en convenios colectivos de trabajo, con la responsabilidad del empleador en su ejecución, y se analiza y aprueba en la Asamblea General de Afiliados y Trabajadores. Cualquier violación a este derecho puede ser reclamada según los procedimientos establecidos en el Código.",
        "ideas": "El derecho de participación de las personas trabajadoras en la toma de decisiones clave en los procesos económicos, administrativos y de gestión está garantizado por normas legales específicas. Este derecho se fundamenta en principios como la autonomía, flexibilidad, materialidad y corresponsabilidad, que aseguran una implicación activa e integral de las personas trabajadoras. Los objetivos principales son elevar los resultados laborales, promover mejoras continuas y garantizar el cumplimiento progresivo de derechos laborales y sociales. La participación se concreta en espacios como la Asamblea General de Afiliados y Trabajadores, donde se analizan y aprueban decisiones fundamentales, y es responsabilidad del empleador implementarlas según lo acordado. Además, se establece un mecanismo para que las personas trabajadoras puedan reclamar la violación de su derecho a participar, según el procedimiento legal previsto.",
        "keywords": "1. **Participación**  \n2. **Derecho de participación**  \n3. **Personas trabajadoras**  \n4. **Autonomía**  \n5. **Flexibilidad**  \n6. **Materialidad**  \n7. **Corresponsabilidad**  \n8. **Mejora continua**  \n9. **Asamblea General de Afiliados y Trabajadores**  \n10. **Convenio colectivo de trabajo**  \n11. **Empresarial**  \n12. **Iniciativa e innovación**  \n13. **Derechos en el trabajo**  \n14. **Seguridad social**  \n15. **Implicación activa**"
    },
    "62": {
        "title": "CAPÍTULO II",
        "begin": 2377,
        "end": 2433,
        "sumary": "**Resumen:**\n\nEl Capítulo II de las normas establece las formas de participación de las personas trabajadoras en el entorno laboral, dividiéndolas en **individual, colectiva e indirecta**, cada una con características y modalidades específicas. Asimismo, se identifican los **temas objeto de la participación** en áreas como planificación, regulación, gestión y control, incluyendo la elaboración de planes y presupuestos, mejora de condiciones laborales, eficiencia operativa y sistemas de control interno.\n\nAdemás, se definen los temas donde la **participación de las personas trabajadoras es indispensable**, tales como la aprobación del convenio colectivo, el manejo de utilidades, la evaluación de objetivos y procesos relacionados con la prevención de riesgos. El empleador tiene la obligación de facilitar los espacios necesarios para esta participación, brindando información oportuna y rendiendo cuentas a las personas trabajadoras.\n\nPor último, se señala que la **organización sindical** tiene un rol fundamental en el control y exigencia del cumplimiento de estas normas, garantizando que las formas de participación establecidas se materialicen efectivamente. Las personas trabajadoras asumen una responsabilidad activa en su ejercicio, con consecuencias derivadas de su inacción.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Formas de participación:** La participación de las personas trabajadoras puede ser individual (por iniciativa propia o del directivo), colectiva (promovida por grupos, sindicatos, órganos colegiados) e indirecta (mediante representantes sindicales o asambleas).  \n   \n2. **Temas objeto de la participación:** La participación abarca diversos aspectos como planificación, regulación, gestión y control. Incluye temas como el presupuesto, condiciones laborales, organización del trabajo, productividad, sistemas de comunicación, y eficacia del control interno.\n\n3. **Participación indispensable:** En ciertos procesos, la participación es obligatoria, como en la elaboración del plan económico, control de presupuestos, evaluación de objetivos, definición de salarios, aprobación de utilidades, y otros temas críticos para la entidad.\n\n4. **Obligaciones del empleador:** El empleador debe garantizar condiciones para que las personas trabajadoras participen efectivamente, brindando información oportuna y rendiendo cuentas de su cumplimiento.\n\n5. **Responsabilidad de la organización sindical:** La organización sindical tiene el rol de exigir y controlar la materialización de las formas de participación previstas en el Código.\n\n6. **Consecuencias por incumplimiento:** Cualquier obstáculo al derecho de participación puede dar lugar a reclamaciones por parte de las personas trabajadoras o su organización sindical.\n\nEstas ideas son fundamentales para comprender la estructura, alcance y responsabilidades vinculadas con la participación laboral según el Código mencionado.",
        "keywords": "Palabras clave:\n\n1. Participación  \n2. Personas trabajadoras  \n3. Formas de participación (individual, colectiva, indirecta)  \n4. Negociación colectiva  \n5. Convenios colectivos de trabajo  \n6. Planificación y presupuesto  \n7. Eficiencia y productividad  \n8. Control interno  \n9. Asambleas de afiliados y trabajadores  \n10. Organización sindical  \n11. Rendición de cuentas  \n12. Mejora continua  \n13. Innovación y racionalización  \n14. Sistema salarial  \n15. Distribución de utilidades  \n16. Reglamento disciplinario interno  \n17. Participación indispensable  \n18. Evaluación de resultados  \n19. Gestión empresarial  \n20. Derechos laborales"
    },
    "63": {
        "title": "CAPÍTULO III",
        "begin": 2434,
        "end": 2443,
        "sumary": "**Resumen:**\n\nEl **Capítulo III**, titulado *Sistema de Control Interno*, establece que los empleadores, en colaboración con las organizaciones sindicales y las personas trabajadoras, deben diseñar, actualizar e implementar un sistema de control interno que integre elementos clave de la Gestión del Capital Humano. Este sistema debe evaluar su efectividad para garantizar el cumplimiento de los objetivos estratégicos de la entidad.\n\nPor otro lado, el **Artículo 489** regula la **rendición de cuenta administrativa**, obligando a cuadros y funcionarios de instituciones presupuestadas y entidades empresariales a rendir cuentas ante las asambleas generales de trabajadores. Este proceso debe ser público, transparente e informativo, con antelación para permitir la participación activa de los trabajadores. Además, es un derecho irrenunciable de los colectivos laborales que no puede negociarse con el empleador, y su cumplimiento es exigido por las organizaciones sindicales. La rendición de cuentas debe ser periódica, continua y estar vinculada a metas y estrategias definidas en convenios colectivos de trabajo.",
        "ideas": "El texto establece la importancia del **sistema de control interno** como un mecanismo fundamental en las organizaciones, diseñado y actualizado por los empleadores con la participación activa de la organización sindical y las personas trabajadoras. Este sistema está orientado a garantizar el cumplimiento de los objetivos estratégicos mediante la evaluación continua de su efectividad.\n\nAdicionalmente, se destaca la obligatoriedad del **proceso de rendición de cuenta administrativa** por parte de cuadros y funcionarios en instituciones presupuestadas y entidades empresariales. Este proceso es público, periódico y continuo, con el propósito de informar transparentemente a las personas trabajadoras sobre los resultados de la gestión, responder a sus inquietudes y acuerdos, y planificar metas futuras en función de los objetivos institucionales.\n\nPor último, se subraya que **la rendición de cuenta es un derecho irrenunciable** de los colectivos laborales, no negociable por parte del empleador, y que la organización sindical tiene el deber de exigir su cumplimiento.",
        "keywords": "1. **Sistema de control interno**  \n2. **Participación de la organización sindical**  \n3. **Gestión del Capital Humano**  \n4. **Objetivos estratégicos**  \n5. **Rendición de cuenta administrativa**  \n6. **Transparencia**  \n7. **Asambleas generales de afiliados y trabajadores**  \n8. **Convenio colectivo de trabajo**  \n9. **Evaluación de la efectividad**  \n10. **Derechos laborales**"
    },
    "64": {
        "title": "CAPÍTULO I",
        "begin": 2446,
        "end": 2459,
        "sumary": "El derecho a la negociación colectiva es reconocido en el artículo 490, garantizando la participación activa de trabajadores, empleadores y organizaciones sindicales para acordar condiciones laborales consensuadas y beneficiosas, basadas en la regulación progresiva de los derechos laborales. En el artículo 491 se define el convenio colectivo de trabajo como el instrumento jurídico resultante de la negociación colectiva, estableciendo las condiciones de trabajo que regirán en una entidad específica, y se indica que este convenio se firma entre organizaciones sindicales y empleadores en diversos tipos de entidades, incluyendo órganos del Estado, empresas, instituciones presupuestadas, sociedades mercantiles, microempresas y empresas mixtas.",
        "ideas": "El derecho a la negociación colectiva se reconoce como un derecho fundamental de las personas trabajadoras, empleadores y organizaciones sindicales, con el objetivo de acordar condiciones laborales consensuadas y beneficiosas para ambas partes. Este proceso está basado en principios como la autonomía de la voluntad y la plena igualdad entre las partes involucradas.\n\nEl convenio colectivo de trabajo surge como resultado del ejercicio de los procesos de negociación colectiva, y representa un instrumento jurídico que establece las condiciones de trabajo, derechos y obligaciones de las partes. Este convenio se celebra específicamente en diversos tipos de entidades laborales, incluyendo órganos estatales, empresas, organizaciones políticas, sociedades mercantiles cubanas, micro, pequeñas y medianas empresas, así como en modalidades de inversión extranjera.",
        "keywords": "Las palabras clave más importantes del texto son:\n\n1. **Negociación colectiva**  \n2. **Derecho a la negociación colectiva**  \n3. **Convenio colectivo de trabajo**  \n4. **Organización sindical**  \n5. **Empleador**  \n6. **Personas trabajadoras**  \n7. **Condiciones de trabajo**  \n8. **Autonomía de la voluntad**  \n9. **Plena igualdad entre las partes**  \n10. **Relaciones colectivas de trabajo**"
    },
    "65": {
        "title": "CAPÍTULO II",
        "begin": 2460,
        "end": 2508,
        "sumary": "**Resumen:**\n\nEl procedimiento para la elaboración del convenio colectivo de trabajo se establece en los artículos 492 a 499, donde se detallan las siguientes disposiciones principales:\n\n1. **Lineamientos Generales:** Se aprueban entre representantes sindicales y empleadores, sirviendo como guía metodológica para negociar convenios colectivos según el sector o actividad.\n\n2. **Cláusulas del Convenio:** Deben incluir aspectos específicos de la entidad, tales como incorporación al empleo, capacitación, régimen laboral, salarios, participación de los trabajadores y otros temas establecidos por normativas complementarias.\n\n3. **Anexos del Convenio:** Incluyen documentos como actas de aprobación, reglamentos internos, protocolos para situaciones de discriminación o violencia laboral, entre otros, que forman parte integral del convenio.\n\n4. **Aprobación y vigencia:** El convenio se firma tras su aprobación en Asamblea General de Afiliados y Trabajadores, con una vigencia mínima de un año y máxima de tres años. Se pueden realizar modificaciones durante su vigencia, así como prórrogas limitadas.\n\n5. **Legalidad y cumplimiento:** Las cláusulas del convenio son obligatorias para todos los trabajadores, incluso quienes no estén afiliados al sindicato. Cualquier disposición contraria a la ley se considera nula.\n\n6. **Control de legalidad y proceso conciliatorio:** Las partes deben velar por el cumplimiento del convenio; en caso de incumplimientos detectados, se notifica a la parte infractora y se busca su solución mediante canales establecidos, incluyendo niveles superiores si persiste el problema.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Elaboración de convenios colectivos de trabajo:** El proceso comienza con la aprobación de Lineamientos Generales por parte de representantes sindicales y jefes de órganos estatales, lo que establece una metodología para la negociación en cada rama o sector.\n\n2. **Participación de las partes:** Las organizaciones sindicales y los empleadores acuerdan conjuntamente la metodología de negociación colectiva, garantizando el cumplimiento de derechos laborales y condiciones de trabajo específicas.\n\n3. **Contenido del convenio colectivo:** Debe incluir cláusulas que regulen aspectos esenciales como incorporación al empleo, evaluaciones, capacitación, modalidades de trabajo (teletrabajo), régimen laboral, salarios, participación de los trabajadores en procesos internos, entre otros.\n\n4. **Anexos del convenio:** Forman parte integral del convenio documentos complementarios tales como actas de aprobación, reglamentos, protocolos para situaciones de discriminación y prevención de riesgos laborales.\n\n5. **Aprobación y vigencia:** El convenio se firma tras su aprobación en Asamblea General de Afiliados y Trabajadores, estableciéndose una duración mínima de un año y máxima de tres años. Puede ser prorrogado o modificado según necesidades legales o acuerdos entre partes.\n\n6. **Cumplimiento obligatorio:** Las cláusulas del convenio son vinculantes para todas las personas trabajadoras, incluso aquellas no afiliadas al sindicato firmante, y su incumplimiento puede derivar en procedimientos conciliatorios o notificaciones formales.\n\n7. **Control de legalidad y seguimiento:** Las partes y los trabajadores tienen la responsabilidad de monitorear el cumplimiento del convenio, informando sobre su aplicación y evaluándolo periódicamente, al menos trimestralmente.\n\nEstas ideas son fundamentales para comprender el marco normativo que regula la negociación, elaboración, aprobación y vigencia de los convenios colectivos de trabajo, así como las obligaciones de cumplimiento y control asociadas.",
        "keywords": "1. **Convenio colectivo de trabajo**  \n2. **Lineamientos Generales**  \n3. **Negociación colectiva**  \n4. **Organizaciones sindicales**  \n5. **Empleadores**  \n6. **Cláusulas del convenio**  \n7. **Procedimiento para la elaboración**  \n8. **Aprobación en Asamblea General de Afiliados y Trabajadores**  \n9. **Anexos del convenio colectivo**  \n10. **Legalidad del convenio colectivo**  \n11. **Periodo de vigencia**  \n12. **Modificaciones y suplementos**  \n13. **Control de la legalidad**  \n14. **Proceso conciliatorio**  \n15. **Cumplimiento de cláusulas**"
    },
    "66": {
        "title": "CAPÍTULO III",
        "begin": 2509,
        "end": 2528,
        "sumary": "El capítulo III establece el procedimiento de arbitraje para resolver discrepancias relacionadas con convenios colectivos de trabajo, indicando que este se lleva a cabo ante la Oficina Nacional de Inspección del Trabajo tras agotarse el proceso conciliatorio. El órgano de arbitraje está integrado por un coordinador, dos inspectores, y representantes designados por las partes involucradas. Este órgano recopila información, convoca a las partes para una comparecencia dentro de diez días hábiles, escucha argumentos y formula investigaciones si es necesario. La decisión se adopta por mayoría simple en cinco días hábiles y se notifica a las partes para su cumplimiento inmediato.\n\nEl Libro Cuarto, Título I, define la Administración del Trabajo como un conjunto de actividades públicas relacionadas con la política nacional del trabajo. El Sistema de Administración del Trabajo incluye la formulación, aplicación y supervisión de normas laborales, el desarrollo del empleo y el capital humano, así como estudios e inspección del trabajo. Además, se establece una organización y coordinación entre el Ministerio de Trabajo y Seguridad Social y las representaciones de trabajadores y empleadores para tomar decisiones en materia laboral.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Procedimiento de arbitraje:** Se establece un mecanismo formal para resolver discrepancias derivadas del convenio colectivo de trabajo, su interpretación o cumplimiento, tras agotarse el proceso conciliatorio.\n\n2. **Integración del órgano de arbitraje:** El órgano se compone de un coordinador, dos inspectores con experiencia, y representantes designados por la organización sindical y por el Estado u organismos correspondientes al sector afectado.\n\n3. **Procedimiento del órgano de arbitraje:**\n   - Se solicita información relevante.\n   - Se citan a las partes para una comparecencia dentro de un plazo máximo de diez días hábiles.\n   - Si una parte no asiste, el proceso continúa.\n   - Durante la comparecencia se escuchan argumentos, se formula preguntas y se deja constancia mediante acta. Se pueden realizar investigaciones adicionales en cinco días hábiles si es necesario.\n\n4. **Decisión del órgano de arbitraje:**\n   - La decisión se adopta por mayoría simple.\n   - Debe dictarse dentro de cinco días hábiles tras la comparecencia, mediante un escrito fundamentado que se notifica a las partes para su cumplimiento inmediato.\n\n5. **Administración del Trabajo:** \n   - Se define como el conjunto de actividades de la administración pública en materia laboral.\n   - Incluye la formulación, aplicación y supervisión de normas laborales, desarrollo del empleo, estudios e investigación estadística sobre el trabajo.\n   - El sistema incluye mecanismos de inspección del trabajo para garantizar el cumplimiento de las disposiciones legales.\n\n6. **Organización y coordinación:** \n   - Se establece la consulta y cooperación entre el Ministerio de Trabajo, representantes de trabajadores y empleadores.\n   - El objetivo es analizar tendencias y tomar decisiones informadas en materia laboral y seguridad social.",
        "keywords": "1. **Arbitraje**  \n2. **Discrepancias**  \n3. **Convenio colectivo de trabajo**  \n4. **Oficina Nacional de Inspección del Trabajo**  \n5. **Órgano de arbitraje**  \n6. **Procedimiento de arbitraje**  \n7. **Representantes**  \n8. **Comparecencia**  \n9. **Decisión colectiva**  \n10. **Administración del Trabajo**  \n11. **Sistema de Administración del Trabajo**  \n12. **Ministerio de Trabajo y Seguridad Social**  \n13. **Política nacional del trabajo**  \n14. **Inspección del trabajo**  \n15. **Cumplimiento normativo**"
    },
    "67": {
        "title": "CAPÍTULO I",
        "begin": 2531,
        "end": 2553,
        "sumary": "El presente capítulo establece las autoridades competentes en materia laboral y sus responsabilidades. El Ministerio de Trabajo y Seguridad Social, junto con las direcciones provinciales y municipales de Trabajo y Seguridad Social, son las principales autoridades encargadas de proponer, dirigir y controlar la política nacional del trabajo y la seguridad social. Además, se menciona la función de la Oficina Nacional de Inspección del Trabajo en el cumplimiento de la legislación laboral. Las responsabilidades incluyen la participación en la elaboración de políticas de empleo, promoción de consultas entre trabajadores y empleadores, asesoramiento técnico, conciliación en conflictos colectivos, investigación y representación del Estado en cuestiones internacionales del trabajo. La formulación de políticas laborales se lleva a cabo con la participación activa de empleadores y sindicatos.",
        "ideas": "El texto se centra en la definición y responsabilidades de las autoridades de trabajo establecidas por el Código Laboral. Las ideas esenciales son las siguientes:\n\n1. **Definición de Autoridades de Trabajo**: Se identifican como entidades estatales encargadas del cumplimiento de normas laborales, incluyendo al Ministerio de Trabajo y Seguridad Social, la Oficina Nacional de Inspección del Trabajo, y las direcciones provinciales y municipales de Trabajo y Seguridad Social.\n\n2. **Función del Ministerio de Trabajo y Seguridad Social**: Es el organismo central encargado de proponer, dirigir y controlar la política estatal en materia laboral, seguridad social, prevención y asistencia social, contando con unidades subordinadas para su implementación.\n\n3. **Función de la Oficina Nacional de Inspección del Trabajo**: Se dedica a controlar el cumplimiento de la legislación laboral y de seguridad social, aplicando las medidas legales necesarias en todo ámbito donde se desarrollen relaciones laborales.\n\n4. **Responsabilidades de las autoridades de trabajo**: Incluyen la participación en la elaboración y ejecución de políticas nacionales del empleo, el estudio periódico de la situación laboral, la coordinación de programas de empleo y formación profesional, la asesoría técnica a empleadores y trabajadores, la conciliación en conflictos colectivos, y la participación en temas internacionales relacionados con trabajo y seguridad social.\n\n5. **Participación de los sindicatos y empleadores**: Las políticas laborales se elaboran con la participación activa de los mecanismos representativos de empleadores y organizaciones sindicales, garantizando el rol de las personas trabajadoras en el proceso decisional.",
        "keywords": "Palabras clave:\n\n1. Autoridades de trabajo  \n2. Ministerio de Trabajo y Seguridad Social  \n3. Oficina Nacional de Inspección del Trabajo  \n4. Direcciones de Trabajo y Seguridad Social provinciales y municipales  \n5. Legislación de trabajo  \n6. Seguridad social  \n7. Política nacional del empleo  \n8. Coordinación laboral  \n9. Relaciones de trabajo  \n10. Prevención en el trabajo  \n11. Asistencia y trabajo social  \n12. Formación profesional  \n13. Conciliación en conflictos colectivos  \n14. Investigaciones laborales  \n15. Participación sindical  \n16. Políticas de desarrollo de recursos humanos"
    },
    "68": {
        "title": "CAPÍTULO II",
        "begin": 2554,
        "end": 2566,
        "sumary": "El Servicio de Gestión de Empleo Territorial es un servicio público encargado de facilitar el acceso a empleos dignos para los solicitantes de empleo y personas trabajadoras que desean cambiar de empleo, contribuyendo a satisfacer las demandas de los empleadores y gestionando programas de capacitación. Este servicio está integrado por una red de oficinas territoriales subordinadas a las direcciones de Trabajo y Seguridad Social de cada municipio del país, bajo el control nacional del Ministerio de Trabajo y Seguridad Social. El personal debe recibir formación adecuada para cumplir sus funciones. Los objetivos principales incluyen facilitar el acceso al empleo prioritariamente a grupos vulnerables, fortalecer la capacidad del Gobierno en generación de empleos dignos, estimular la participación de personas inactivas y proponer programas de formación y capacitación. Las funciones y procedimientos se regulan en una disposición normativa complementaria.",
        "ideas": "El Servicio de Gestión de Empleo Territorial es un servicio público encargado de facilitar el acceso a empleos dignos, priorizando a grupos vulnerables o específicos como jóvenes, mujeres, personas con discapacidad, entre otros. Este servicio está integrado por una red de oficinas territoriales subordinadas a las direcciones de Trabajo y Seguridad Social de cada municipio, bajo el control del Ministerio de Trabajo y Seguridad Social. Su objetivo principal es promover la generación de empleos dignos, fortalecer la gestión gubernamental en este ámbito, estimular la participación de personas inactivas y proponer programas de formación y capacitación para el empleo. Asimismo, se establece que las funciones y procedimientos del servicio están regulados por una disposición normativa complementaria a este Código.",
        "keywords": "Las palabras clave más importantes que representan los temas y conceptos centrales del texto son:\n\n1. **Servicio de Gestión de Empleo Territorial**  \n2. **Acceso al empleo**  \n3. **Personas en condiciones de trabajar**  \n4. **Priorización de grupos vulnerables** (jóvenes, mujeres, personas con discapacidad, egresados de educación especial, licenciados del Servicio Militar, personas en situación de vulnerabilidad y quienes cumplen sanción penal en libertad)  \n5. **Capacitación y formación para el empleo**  \n6. **Gobierno**  \n7. **Generación de empleos dignos**  \n8. **Participación de las personas inactivas**  \n9. **Recursos humanos**  \n10. **Direcciones de Trabajo y Seguridad Social**  \n11. **Ministerio de Trabajo y Seguridad Social**  \n12. **Formación del personal**  \n13. **Funciones y procedimientos normativos**"
    },
    "69": {
        "title": "CAPÍTULO III",
        "begin": 2567,
        "end": 2663,
        "sumary": "**Resumen:**\n\nEl **Capítulo III** del Código de Trabajo se enfoca en la **Inspección del Trabajo**, detallando sus responsables, sujetos a inspección y las infracciones que pueden ser cometidas.\n\n- **Autoridades de la Inspección del Trabajo**: Están encabezadas por el **Ministerio de Trabajo y Seguridad Social** mediante la **Oficina Nacional de Inspección del Trabajo**, con apoyo de otros ministerios según su competencia (Salud Pública, Interior, Ciencia, Tecnología y Medio Ambiente), así como autoridades locales.\n\n- **Sujetos de inspección**: Son los empleadores ubicados en el territorio nacional y otros establecidos por ley. Los resultados de las inspecciones deben ser informados al empleador, sindicatos y trabajadores.\n\n- **Infracciones generales y específicas**: Incluyen el incumplimiento de leyes laborales, discriminación, violencia en el trabajo, jornadas excesivas, salarios inferiores al mínimo, falta de medidas de seguridad y salud, entre otros.\n\n- **Funciones de la Inspección del Trabajo**: Consisten en controlar el cumplimiento de normas laborales, investigar accidentes mortales, facilitar información técnica a empleadores y trabajadores, y atender quejas de sindicatos o trabajadores.\n\n- **Medidas aplicables**: La inspección puede imponer obligaciones para corregir infracciones, clausurar instalaciones peligrosas, solicitar multas o iniciar procesos penales en casos graves, como accidentes mortales o violaciones a derechos fundamentales.\n\n- **Procedimiento de notificación y recursos**: Los resultados se notifican al empleador mediante acta. Se permite presentar un recurso de apelación dentro de los 10 días hábiles, que puede ser revisado en un plazo máximo de 20 días hábiles. Si no se resuelve, queda abierta la vía judicial.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Autoridades de la inspección del trabajo:** La inspección del trabajo corresponde a varios ministerios y organismos estatales, entre los que se encuentra el Ministerio de Trabajo y Seguridad Social, el Ministerio de Salud Pública, el Ministerio del Interior, y el Ministerio de Ciencia, Tecnología y Medio Ambiente. La Oficina Nacional de Inspección del Trabajo es la encargada de ejecutar esta inspección a nivel nacional.\n\n2. **Sujetos de inspección:** Los empleadores radicados en el territorio nacional son los principales sujetos de inspección, así como otros que establezca la ley. Los resultados de las inspecciones deben ser comunicados al empleador, a la organización sindical y a las personas trabajadoras.\n\n3. **Infracciones generales:** Se consideran infracciones el incumplimiento de principios constitucionales, acuerdos laborales, obstaculización del trabajo inspector o no cumplimiento de medidas impuestas por la inspección.\n\n4. **Infracciones específicas:** Estas abarcan áreas como el empleo ilegal de menores, discriminación en el trabajo, incumplimiento de jornadas laborales, salarios inferiores al mínimo legal, negligencia en seguridad y salud en el trabajo, y otros aspectos relacionados con la protección social y derechos laborales.\n\n5. **Funciones específicas de la inspección del trabajo:** Incluir controlar el cumplimiento de leyes laborales, investigar accidentes mortales, facilitar información técnica a empleadores y trabajadores, así como atender quejas y denuncias presentadas por sindicatos o trabajadores.\n\n6. **Medidas aplicables por la inspección del trabajo:** Incluyen obligaciones de hacer, clausuras temporales de actividades peligrosas, notificación oficial de dichas medidas, levantamiento de clausuras tras corregir infracciones y aplicación de multas en caso de no cumplimiento.\n\n7. **Medidas adicionales:** Se pueden aplicar sanciones administrativas o disciplinarias, suspensión de licencias o autorizaciones, e incluso iniciar procesos penales en casos graves como muerte laboral o infracciones que afecten derechos fundamentales.\n\n8. **Notificación y recursos leg",
        "keywords": "**Palabras clave identificadas:**\n\n1. **Inspección del trabajo**  \n2. **Ministerio de Trabajo y Seguridad Social**  \n3. **Oficina Nacional de Inspección del Trabajo**  \n4. **Autoridades competentes**  \n5. **Infracciones laborales**  \n6. **Sujetos de inspección**  \n7. **Medidas aplicables**  \n8. **Licencias y autorizaciones**  \n9. **Contratación laboral**  \n10. **Salario mínimo**  \n11. **Seguridad y salud en el trabajo**  \n12. **Accidentes de trabajo**  \n13. **Protección a la trabajadora gestante**  \n14. **Jornada de trabajo**  \n15. **Descanso laboral**  \n16. **Remuneración**  \n17. **Seguridad social**  \n18. **Multas y sanciones**  \n19. **Denuncias penales**  \n20. **Recursos legales** (apelación, revisión)."
    },
    "70": {
        "title": "CAPÍTULO IV",
        "begin": 2664,
        "end": 2669,
        "sumary": "El Capítulo IV sobre Gestión del Capital Humano establece en su Artículo 524 que el Capital Humano se compone de los conocimientos, habilidades, valores y actitudes de las personas trabajadoras, elementos clave para generar riqueza con eficiencia. En el Artículo 525 se define la gestión del capital humano como un proceso coordinado que orienta y controla una organización, enfocado en el desarrollo de competencias laborales, talento y capacidad de aprendizaje. Este proceso garantiza la plena realización del Derecho del Trabajo, promoviendo el desarrollo integral de las personas trabajadoras. Asimismo, se señala que los empleadores deben colaborar con las organizaciones sindicales para implementar y actualizar sistemáticamente un modelo de gestión del capital humano efectivo.",
        "ideas": "El texto destaca la importancia del Capital Humano como un elemento sistémico compuesto por conocimientos, habilidades, valores y actitudes de las personas trabajadoras, encaminados a generar riqueza con eficiencia y basado en principios éticos y solidarios. La Gestión del Capital Humano se define como un proceso integrador que busca optimizar el desarrollo laboral mediante la formación, consolidación de competencias y mejora continua de la productividad y calidad del trabajo. Asimismo, resalta la responsabilidad de los empleadores en colaborar con las organizaciones sindicales para implementar y actualizar sistemáticamente este sistema de gestión, garantizando el cumplimiento efectivo del Derecho del Trabajo y el desarrollo integral de las personas trabajadoras.",
        "keywords": "1. **Capital Humano**  \n2. **Gestión del Capital Humano**  \n3. **Competencias laborales**  \n4. **Talento**  \n5. **Capacidad de aprendizaje**  \n6. **Derecho del Trabajo**  \n7. **Formación**  \n8. **Consolidación de conocimientos**  \n9. **Eficiencia**  \n10. **Eficacia**  \n11. **Productividad**  \n12. **Calidad del trabajo**  \n13. **Desarrollo integral y profesional**  \n14. **Desempeño laboral**  \n15. **Responsabilidad de los empleadores**  \n16. **Organización sindical**  \n17. **Implementación y actualización sistémica**"
    }
}