{
    "1": {
        "title": "Sección Primera",
        "begin": 204,
        "end": 223,
        "sumary": "**Resumen:**\n\nEl presente documento establece normas generales sobre el inicio de la relación laboral, la formalización y duración de convocatorias, así como procedimientos para la selección de personal. Según el **Artículo 27**, las personas en busca de empleo pueden acceder a cargos vacantes mediante distintas vías, incluyendo convocatorias públicas o el Servicio de Gestión de Empleo Territorial, y los empleadores deben contratar según las necesidades del cargo y la capacidad demostrada por los candidatos. \n\nEl **Artículo 28** detalla que las convocatorias deben contener información clara sobre el cargo, sin discriminación, permitiendo que tanto los trabajadores internos como externos puedan participar, con una duración pactada entre el jefe de la entidad y la organización sindical.\n\nEl **Artículo 29** establece un procedimiento de consulta previa ante el Comité de Expertos para evaluar las capacidades de los candidatos. Los no seleccionados tienen derecho a recibir una respuesta fundamentada y, en caso de inconformidad, pueden recurrir al Órgano de Justicia Laboral o a la vía judicial.\n\nFinalmente, el **Artículo 30** regula la contratación y traslado de colectivos de trabajadores entre territorios del país para cubrir necesidades temporales o permanentes, garantizando condiciones adecuadas de vida y trabajo, así como el retorno a sus provincias de origen durante la relación laboral.",
        "ideas": "El texto expone los principios básicos relacionados con la incorporación de personas en busca de empleo dentro del marco legal establecido por el Código Laboral. Las ideas esenciales son las siguientes:\n\n1. **Acceso a cargos vacantes**: La persona en búsqueda de empleo puede acceder a posiciones disponibles en entidades públicas o privadas, bien sea mediante convocatorias oficiales, vías específicas para este fin o por medio del Servicio de Gestión de Empleo Territorial.\n\n2. **Contratación basada en necesidades y capacidad**: Los empleadores contratan a personas según las necesidades operativas y la demostración de competencia para el cargo que se aspira, garantizando una selección objetiva.\n\n3. **Formalización de convocatorias**: Las convocatorias deben contener información clara sobre el puesto, funciones, remuneración y otros datos relevantes sin incluir discriminación. Además, permite la participación tanto de personal interno como externo cuando sea necesario.\n\n4. **Duración de las convocatorias**: Su duración se establece por acuerdo entre el jefe de la entidad y la organización sindical, regulada por convenios colectivos.\n\n5. **Consulta previa al Comité de Expertos**: Antes de tomar decisiones sobre la selección del personal, los empleadores consultan al Comité de Expertos para obtener una recomendación basada en la capacidad demostrada de los candidatos.\n\n6. **Procedimiento de notificación y derecho a reclamar**: Los aspirantes no seleccionados reciben una respuesta fundamentada por escrito; si están inconformes, tienen derecho a presentar una reclamación ante el Órgano de Justicia Laboral o, en su defecto, acceder a la vía judicial.\n\n7. **Contratación y traslado de colectivos**: En casos donde se requiera personal para cubrir necesidades temporales o permanentes en otros territorios del país, los empleadores pueden contratar o trasladar grupos de trabajadores, garantizando condiciones adecuadas de vida y trabajo, así como su retorno a sus provincias de origen durante la vigencia de la relación laboral. Esta facultad es indelegable y requiere coordinación con las autoridades locales del territorio receptor.\n\nEstas ideas constituyen el fundamento para entender los mecanismos",
        "keywords": "Palabras clave:\n\n1. **Relación de trabajo**  \n2. **Contratación**  \n3. **Convocatoria**  \n4. **Servicio de Gestión de Empleo Territorial**  \n5. **Capacidad demostrada**  \n6. **Plazas vacantes**  \n7. **Direcciones de Trabajo y Seguridad Social**  \n8. **Comité de Expertos**  \n9. **Reclamación judicial**  \n10. **Traslado de colectivos**  \n11. **Fuerza de trabajo**  \n12. **Convenio colectivo de trabajo**  \n13. **Órgano de Justicia Laboral**  \n14. **Necesidades de producción y servicios**  \n15. **Información de las plazas vacantes**"
    },
    "2": {
        "title": "Sección Segunda",
        "begin": 224,
        "end": 250,
        "sumary": "Resumen:\n\nEl artículo 31 establece que las direcciones de Trabajo y Seguridad Social municipales priorizan en el acceso al empleo a grupos específicos, como jóvenes, mujeres, personas con discapacidad, egresados de la educación especial, entre otros. Asimismo, se menciona la incorporación a cursos de capacitación cuando no cuenten con formación previa.\n\nLos artículos 32 y 33 regulan el empleo de personas en situación de sanción penal en libertad y de personas con discapacidad o egresados de educación especial. Se garantiza su acceso al empleo, se exige ajustes razonables por parte de los empleadores, y se otorgan beneficios fiscales a quienes contraten a estas personas.\n\nEl artículo 34 establece que las direcciones municipales coordinan con las de Salud para evaluar la aptitud laboral de personas con discapacidad o egresados de educación especial. Si se requiere una jornada reducida, se abona el salario proporcional a las horas trabajadas.\n\nEl artículo 35 menciona que estas personas pueden recibir un período máximo de seis meses de entrenamiento en el puesto de trabajo, durante los cuales reciben un pago equivalente al salario del cargo. Si no alcanzan las competencias necesarias tras este periodo, se busca una nueva ubicación laboral o se termina la relación de trabajo.\n\nFinalmente, el artículo 36 señala que las direcciones de Trabajo y Seguridad Social controlan la permanencia en el empleo de estas personas e informan al Ministerio correspondiente con la periodicidad establecida.",
        "ideas": "El texto establece un marco normativo que regula la priorización en el acceso al empleo de grupos específicos de personas, con el objetivo de promover su inclusión laboral y garantizar condiciones equitativas de trabajo. Las ideas esenciales son las siguientes:\n\n1. **Prioridad en el empleo**: Se reconoce la necesidad de favorecer el acceso al empleo para jóvenes, mujeres, personas en situación de discapacidad, egresados de educación especial, licenciados del Servicio Militar, personas en situación de vulnerabilidad y quienes cumplan sanción penal en libertad.\n\n2. **Incorporación directa**: Estas personas pueden gestionar su ubicación laboral de forma directa ante las entidades competentes.\n\n3. **Capacitación previa al empleo**: Cuando no cuentan con formación adecuada, se les facilita la incorporación a cursos que les permitan adquirir habilidades necesarias para el mercado laboral.\n\n4. **Ajustes razonables y beneficios fiscales**: Los empleadores deben realizar ajustes razonables en los puestos de trabajo para garantizar igualdad de condiciones, y reciben beneficios fiscales al contratar a personas con discapacidad o egresados de educación especial.\n\n5. **Evaluación médica laboral**: En caso necesario, se evalúa la aptitud para trabajar mediante comisiones de peritaje médico laboral, lo que puede implicar ajustes en la jornada laboral y su remuneración correspondiente.\n\n6. **Entrenamiento en el puesto de trabajo**: Se prevé un período de capacitación en el puesto durante un máximo de seis meses, con pago equivalente al salario del cargo, para favorecer la adaptación laboral.\n\n7. **Control de la permanencia**: Las direcciones de Trabajo y Seguridad Social supervisan la ubicación y estabilidad en el empleo de estas personas e informan periódicamente al Ministerio correspondiente.\n\nEstas ideas son fundamentales para comprender que el texto busca asegurar una inclusión laboral equitativa, con mecanismos específicos de apoyo y seguimiento.",
        "keywords": "Palabras clave:\n\n1. **Prioridades en el empleo**  \n2. **Personas en situación de discapacidad**  \n3. **Egresados de la educación especial**  \n4. **Jóvenes**  \n5. **Mujeres**  \n6. **Personas en situación de vulnerabilidad**  \n7. **Licenciados del Servicio Militar**  \n8. **Personas que cumplen sanción penal en libertad**  \n9. **Ajustes razonables**  \n10. **Capacitación y habilitación para el empleo**  \n11. **Aval de la aptitud para trabajar**  \n12. **Entrenamiento en el puesto de trabajo**  \n13. **Control de la permanencia**  \n14. **Beneficios fiscales**  \n15. **Direcciones de Trabajo y Seguridad Social**  \n16. **Servicio de Gestión de Empleo**  \n17. **Ministerio de Trabajo y Seguridad Social**  \n18. **Comisiones de Peritaje Médico Laboral**  \n19. **Relación de trabajo**  \n20. **Capacidad demostrada**"
    },
    "3": {
        "title": "Sección Primera",
        "begin": 253,
        "end": 262,
        "sumary": "Resumen:  \n\nLos artículos 37 y 38 de la sección primera establecen la formalidad de la relación de trabajo, indicando que puede formalizarse mediante contrato de trabajo, designación o nombramiento según disposiciones normativas específicas, o por elección para funciones particulares reguladas por legislación especial. Asimismo, cuando no se formaliza por escrito, la relación laboral se presume si la persona trabajadora desarrolla labores con conocimiento y sin oposición del empleador, teniendo derecho a los beneficios correspondientes desde el inicio de las actividades. En este caso, el empleador está obligado a formalizar la relación según lo dispuesto en el Código Laboral, ya sea mediante un reconocimiento por parte de un órgano de solución de conflictos laborales o jurisdiccional.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Formalización de la relación laboral**: La relación de trabajo se formaliza a través de distintos medios, como el contrato de trabajo, la designación o nombramiento de trabajadores con competencias adicionales, y la elección para funciones específicas reguladas por legislación especial.\n\n2. **Modalidades de formalización**: Los funcionarios y otros trabajadores designados se formalizan mediante nombramientos establecidos en disposiciones normativas particulares.\n\n3. **Regulación de relaciones laborales**: Las personas trabajadoras de confianza están sujetas a las reglas disciplinarias y régimen legal definido por el Código Laboral.\n\n4. **Presunción de relación laboral**: En caso de no formalizar por escrito contrato o designación, se presume la existencia de una relación laboral si la persona trabajadora desarrolla labores con conocimiento y sin oposición del empleador, lo que le confiere derechos desde el inicio de las funciones.\n\n5. **Obligación del empleador**: El empleador está obligado a formalizar la relación laboral una vez reconocida por un órgano encargado de resolver conflictos laborales o por el órgano jurisdiccional.",
        "keywords": "Palabras clave:\n\n1. Relación de trabajo  \n2. Contrato de trabajo  \n3. Designación  \n4. Nombramiento  \n5. Formalidad  \n6. Derechos laborales  \n7. Presunción de relación de trabajo  \n8. Empleador  \n9. Persona trabajadora  \n10. Régimen disciplinario  \n11. Legislación especial  \n12. Órgano que soluciona conflictos laborales  \n13. Órgano jurisdiccional"
    },
    "4": {
        "title": "Sección Segunda",
        "begin": 263,
        "end": 304,
        "sumary": "**Resumen:**\n\nEl contrato de trabajo individual se formaliza entre la persona trabajadora y el empleador, estableciendo obligaciones mutuas, como la prestación laboral por parte del trabajador y el pago de remuneración junto con garantías laborales por parte del empleador. Este contrato debe ser por escrito, salvo excepciones para actividades eventuales o emergentes que no excedan los 90 días. Su contenido incluye información relevante como datos personales, tipo de contrato, lugar y horario de trabajo, remuneración, condiciones de seguridad, entre otros elementos.\n\nLos tipos de contratos son: por tiempo indeterminado (para labores permanentes), por tiempo determinado (para actividades eventuales o sustituciones temporales) y para la ejecución de un trabajo u obra específica. Además, se permite el contrato por tiempo indeterminado en labores cíclicas o de temporada, con suspensiones durante los períodos interciclo.\n\nEl procedimiento para su aprobación implica una solicitud fundamentada ante las autoridades competentes, consultando a organizaciones sindicales, y la decisión final se toma mediante acuerdo del órgano colegiado del Ministerio de Trabajo y Seguridad Social.",
        "ideas": "El texto establece la regulación del contrato de trabajo en diferentes aspectos esenciales:\n\n1. **Formalización del Contrato**: La relación laboral se formaliza mediante un contrato individual entre el trabajador y el empleador, con obligaciones mutuas: el trabajador debe cumplir eficientemente su labor, mientras que el empleador debe pagar una remuneración proporcional al trabajo realizado y garantizar condiciones adecuadas de trabajo.\n\n2. **Formalidad del Contrato**: El contrato se debe celebrar por escrito en la mayoría de los casos. Excepcionalmente, puede ser verbal cuando las actividades son emergentes o eventuales (como cosechas o servicios a la población), con una duración máxima de noventa días, y posteriormente se formaliza por escrito.\n\n3. **Contenido Obligatorio del Contrato**: El contrato debe incluir información básica como identidad de las partes, datos del cargo, condiciones laborales, régimen de trabajo, remuneración, seguridad en el trabajo, entre otros elementos clave para definir la relación laboral. Además, se permite incluir otras cláusulas siempre que no viole la legislación vigente.\n\n4. **Tipos de Contrato**: Existen tres tipos principales:\n   - **Por tiempo indeterminado**, para labores permanentes.\n   - **Por tiempo determinado**, para actividades eventuales o específicas (como sustituciones temporales, capacitación).\n   - **Para la ejecución de un trabajo u obra**, con duración específica y finalización al completar el trabajo pactado.\n\n5. **Contrato por Tiempo Indeterminado en Labores Cíclicas**: Este tipo se utiliza para actividades que tienen una demanda laboral periódica o estacional, permitiendo suspender la relación laboral durante los períodos interciclo sin pago de remuneración, pero garantizando derechos a la persona trabajadora.\n\n6. **Procedimiento y Aprobación Especial**: Para utilizar este tipo específico de contrato en labores cíclicas se requiere una solicitud formal ante el Ministerio de Trabajo o instituciones correspondientes, con análisis del carácter cíclico de la actividad y aprobación por parte de un órgano colegiado.",
        "keywords": "1. Contrato de trabajo  \n2. Relación laboral  \n3. Formalidad del contrato  \n4. Contenido del contrato  \n5. Tipos de contrato  \n6. Contrato por tiempo indeterminado  \n7. Contrato por tiempo determinado  \n8. Contrato para la ejecución de un trabajo u obra  \n9. Contrato para labores cíclicas o de temporada  \n10. Obligaciones del empleador  \n11. Derechos del trabajador  \n12. Remuneración  \n13. Jornada laboral  \n14. Suspensión de la relación laboral  \n15. Aprobación de contratos especiales"
    },
    "5": {
        "title": "Sección Tercera",
        "begin": 305,
        "end": 318,
        "sumary": "Resumen:\n\nEl presente texto se refiere a las \"personas trabajadoras de confianza\", definidas en el artículo 46 como aquellas que, por la naturaleza de sus funciones (como administración, dirección, vigilancia y control), requieren un vínculo de confianza con su jefe inmediato. Incluyen a figuras como jefes de brigada, encargados de almacén y secretarias ejecutivas, entre otros.\n\nEn el artículo 47 se establece que estas personas deben poseer competencias adicionales, especialmente confiabilidad y discreción, así como cumplir un período de prueba antes de su designación definitiva. La confiabilidad implica responsabilidad en el manejo de funciones críticas para la entidad, mientras que la discreción obliga a no revelar información sensible.\n\nEl artículo 48 indica que, tras superar el período de prueba, la relación laboral se formaliza mediante una resolución o escrito fundamentado, firmado por la autoridad competente. Este documento incluye los mismos elementos que un contrato de trabajo y define el carácter indeterminado de la relación.\n\nFinalmente, el artículo 49 permite a los jefes de entidad definir otros cargos, con denominaciones diferentes pero funciones similares, que también pueden ser considerados como personas trabajadoras de confianza. Esta lista adicional se comunica a las unidades subordinadas para su inclusión en el convenio colectivo de trabajo.",
        "ideas": "El texto establece los principios fundamentales sobre las \"personas trabajadoras de confianza\", definiendo su alcance, competencias adicionales, formalidad de la relación laboral y listado adicional de cargos. Las ideas esenciales son las siguientes:\n\n1. **Definición de personas trabajadoras de confianza**: Son aquellas que desarrollan actividades que presuponen un vínculo de confianza con su jefe inmediato, incluyendo funciones de administración, dirección y control, así como cargos específicos como secretarias ejecutivas y choferes de autoridades.\n\n2. **Competencias adicionales**: Estas personas deben poseer **confiabilidad** (capacidad para asumir responsabilidades importantes) y **discreción** (no divulgación de información sensible). Además, se requiere un **período de prueba** previo a su designación.\n\n3. **Formalidad de la relación laboral**: Una vez vencido el período de prueba, la relación laboral se formaliza mediante una resolución o escrito fundamentado, firmado por la autoridad competente. Este documento incluye los mismos elementos que un contrato de trabajo y establece el carácter indeterminado de la relación.\n\n4. **Listado adicional de cargos**: El jefe de la entidad puede definir otros cargos con funciones similares a las mencionadas en el artículo 46, siempre que se cumplan los mismos presupuestos, lo cual debe comunicarse a las unidades organizativas subordinadas para su inscripción en el convenio colectivo de trabajo.",
        "keywords": "1. **Personas trabajadoras de confianza**  \n2. **Vínculo de confianza**  \n3. **Funciones de administración, dirección, vigilancia y control**  \n4. **Confiabilidad**  \n5. **Discreción**  \n6. **Período de prueba**  \n7. **Relación laboral definitiva**  \n8. **Resolución o escrito fundamentado**  \n9. **Competencias adicionales**  \n10. **Cargos de secretarias ejecutivas y choferes de ministros, viceministros, directores**  \n11. **Jefe inmediato**  \n12. **Organización sindical**  \n13. **Convenio colectivo de trabajo**  \n14. **Responsabilidad**  \n15. **Notificación expresa de aceptación del cargo**"
    },
    "6": {
        "title": "Sección Cuarta",
        "begin": 319,
        "end": 328,
        "sumary": "**Resumen:**\n\nEl **período de prueba**, regulado en los artículos 50 y 51, es un tiempo durante el cual la persona trabajadora demuestra su capacidad para desempeñar el cargo que aspira a ocupar. Este período tiene una duración entre 30 y 180 días, determinada según la complejidad del cargo y acordada en el convenio colectivo de trabajo. Durante este tiempo, el empleador debe garantizar las condiciones necesarias para evaluar adecuadamente al trabajador, llevando a cabo un análisis sistemático de su desempeño y una evaluación final antes del término del período.\n\nNo se requiere cumplir con el periodo de prueba en casos como contratos por tiempo determinado, ejecución de obras o servicio social. Cualquiera de las partes puede terminar la relación laboral durante este periodo, conforme a lo establecido en el Código. Si al finalizar el periodo de prueba no se manifiesta voluntad para terminar la relación y la persona trabajadora continúa laborando con conocimiento del empleador, se formaliza una relación de trabajo por tiempo indeterminado.",
        "ideas": "El período de prueba se establece como un tiempo durante el cual la persona trabajadora demuestra su capacidad para desempeñar el cargo, mientras el empleador verifica si las condiciones del lugar de trabajo se ajustan a sus intereses y garantiza los medios necesarios. La duración del período oscila entre 30 y 180 días, según la complejidad del cargo, y está regulada por el convenio colectivo de trabajo. Durante este periodo, cualquiera de las partes puede terminar la relación laboral sin cumplir con requisitos adicionales. Si tras finalizar el período de prueba no se manifiesta voluntad de terminar la relación laboral por parte de las partes y la persona trabajadora continúa desempeñando sus funciones, se formaliza una relación de trabajo por tiempo indeterminado.",
        "keywords": "1. Período de prueba  \n2. Capacidad laboral  \n3. Contrato de trabajo  \n4. Relación laboral  \n5. Empleador  \n6. Persona trabajadora  \n7. Duración del período de prueba  \n8. Evaluación del desempeño  \n9. Contratados por tiempo determinado  \n10. Culminación del contrato"
    },
    "7": {
        "title": "Sección Quinta",
        "begin": 329,
        "end": 347,
        "sumary": "**Resumen:**\n\nLa **Sección Quinta**, referente al **trabajo a tiempo parcial y pluriempleo**, establece normas sobre la organización y limitaciones de estos regímenes laborales. En primer lugar, se define el **trabajo a tiempo parcial** como una jornada reducida, con remuneración proporcional al tiempo trabajado.\n\nEl **pluriempleo** permite que los trabajadores realicen más de un contrato o designación, siempre que no afecte la carga laboral y haya compatibilidad en horarios (si se trata de la misma entidad) o en labores (si es con entidades distintas). Sin embargo, existe un **límite máximo de trece horas diarias** cuando se combina jornada completa con a tiempo parcial, o varias jornadas a tiempo parcial.\n\nLos trabajadores con pluriempleo tienen derecho a **vacaciones anuales por cada contrato**, así como a la **protección social y otras remuneraciones** establecidas en la legislación laboral. Además, ciertos profesionales (como funcionarios, técnicos de salud o maestros) requieren **aprobación expresa** de su autoridad competente para ejercer pluriempleo.\n\nPor otro lado, se establecen **excepciones**, como la prohibición del pluriempleo durante el cobro de subsidios, licencias por maternidad o en casos donde el trabajo esté clasificado en categorías que afectan la salud. Por último, se menciona la **pluriactividad**, cuando un trabajador combina empleos subordinados con actividad autónoma, sujeto a regímenes de seguridad social distintos.",
        "ideas": "El texto presenta una regulación sobre el **trabajo a tiempo parcial** y el **pluriempleo**, estableciendo los siguientes puntos esenciales:\n\n1. **Trabajo a tiempo parcial**: Es permitido acordar una jornada laboral inferior a la habitual, con remuneración proporcional al tiempo trabajado.\n\n2. **Pluriempleo**: Permite a las personas trabajadoras desempeñar más de un contrato o designación, siempre que cumplan con los deberes del primer cargo y se respeten ciertas condiciones:\n   - En el mismo empleador: Deben realizarse en horarios diferentes y labores distintas.\n   - En diferentes empleadores: No deben coincidir los horarios de trabajo.\n\n3. **Límites de la jornada**: La suma total de horas laboradas, ya sea combinando una jornada completa con otra a tiempo parcial o varias jornadas a tiempo parcial, no puede exceder las **13 horas diarias**, para garantizar el bienestar del trabajador.\n\n4. **Derechos en pluriempleo**: Los trabajadores que ejercen pluriempleo tienen derecho:\n   - A vacaciones anuales de hasta 30 días por cada contrato.\n   - A la protección social y otros beneficios laborales por cada contrato o designación.\n\n5. **Límites y excepciones al pluriempleo**: Algunos grupos (como cuadros, funcionarios, maestros, profesionales de la salud, etc.) requieren aprobación expresa de la autoridad que los designó antes de ejercer otro empleo remunerado.\n   - No está permitido el pluriempleo durante ciertos periodos, como cuando se perciben subsidios o prestaciones económicas por incapacidades, licencias maternas o en casos donde se requiere jornadas reducidas por riesgos a la salud.\n\n6. **Pluriactividad**: Se refiere al ejercicio simultáneo de más de una actividad laboral (trabajo subordinado y autónomo), sometido a regímenes de seguridad social diferentes, con excepciones establecidas en esta sección.",
        "keywords": "1. **Trabajo a tiempo parcial**  \n2. **Pluriempleo**  \n3. **Jornada laboral**  \n4. **Remuneración proporcional**  \n5. **Contratos de trabajo**  \n6. **Designaciones**  \n7. **Límites horarios** (13 horas diarias)  \n8. **Descanso y vacaciones**  \n9. **Seguridad social**  \n10. **Excepciones al pluriempleo**  \n11. **Pluriactividad**  \n12. **Autorización de la autoridad facultada**  \n13. **Protección laboral**  \n14. **Regímenes de seguridad social diferentes**"
    },
    "8": {
        "title": "Sección Sexta",
        "begin": 348,
        "end": 352,
        "sumary": "**Resumen:**  \nEl artículo 59 de la Sección Sexta regula el trabajo de los estudiantes. Establece que los estudiantes de cursos diurnos, así como aquellos en período de práctica laboral o anticipadamente ubicados, con dieciocho años o más, pueden ser contratados por tiempo determinado o para la ejecución de un trabajo u obra, con jornadas a tiempo parcial durante los períodos docentes, o a jornada completa en vacaciones o recesos. Asimismo, se les garantizan los derechos laborales y de seguridad social correspondientes a estos tipos de contratos.",
        "ideas": "Las ideas esenciales del artículo 59 de la Sección Sexta \"Trabajo de los estudiantes\" son las siguientes:\n\n1. **Edad mínima**: El trabajo estudiantil está permitido para estudiantes con dieciocho años o más, que cursan estudios diurnos, se encuentran en período de práctica laboral o están ubicados de forma anticipada.\n\n2. **Modalidades contractuales**: Los estudiantes pueden contratarse mediante contratos por tiempo determinado o para la ejecución de un trabajo u obra.\n\n3. **Jornadas laborales**: La jornada laboral puede ser a tiempo parcial durante los períodos docentes, sin afectar sus estudios, o en la totalidad de la jornada durante vacaciones o periodos de receso.\n\n4. **Remuneración**: Los estudiantes perciben una remuneración correspondiente al trabajo realizado.\n\n5. **Derechos laborales y de seguridad social**: A los estudiantes contratados o designados en un cargo se les reconoce el derecho a los beneficios establecidos por la legislación laboral y de seguridad social aplicable a estos tipos de contratos.",
        "keywords": "1. Estudiantes  \n2. Trabajo  \n3. Contrato  \n4. Jornada parcial  \n5. Vacaciones  \n6. Período docente  \n7. Receso  \n8. Remuneración  \n9. Derechos laborales  \n10. Seguridad social"
    },
    "9": {
        "title": "Sección Primera",
        "begin": 355,
        "end": 382,
        "sumary": "**Resumen:**\n\nEl presente documento establece los principios fundamentales relacionados con la **capacidad demostrada**, la gestión de **competencias laborales** y el proceso de incorporación al empleo, dentro de un marco institucional basado en la evaluación integral de las personas trabajadoras.\n\nLas **competencias laborales** se definen como un conjunto de conocimientos, habilidades, destrezas, experiencias, actitudes y valores necesarios para cumplir con las obligaciones de un cargo. Estas competencias se dividen en tres categorías: **distintivas de la entidad**, **de los procesos principales** y **de los cargos**, y deben ser medibles para contribuir al logro de los objetivos institucionales.\n\nEl **perfil de competencias** describe las atribuciones, obligaciones y capacidades necesarias para un cargo, vinculando estos aspectos con los objetivos estratégicos de la entidad. Su elaboración implica un procedimiento detallado que incluye herramientas, métodos y participación de los trabajadores a través de la **Asamblea de Trabajadores y Afiliados**.\n\nLa **capacidad demostrada** se analiza mediante el examen integral de competencias como conocimientos, habilidades, aptitudes físicas y mentales, valores institucionales y calificación formal. La **calificación formal** puede ser exenta en algunos casos si la persona trabajadora demuestra otras competencias aprobadas.\n\nEl **jefe de la entidad** tiene facultades para evaluar, incorporar o retirar personas trabajadoras del cargo, así como delegar estas funciones, siempre con apoyo del **Comité de Expertos**. Finalmente, durante el proceso de incorporación al empleo, se proporciona información inicial a los nuevos trabajadores sobre la entidad, sus reglamentos y las competencias específicas del cargo.",
        "ideas": "El texto establece los principios fundamentales relacionados con la capacidad demostrada, las competencias laborales y su aplicación en el proceso de incorporación al empleo y evaluación del desempeño de las personas trabajadoras.\n\nLas ideas esenciales son:\n\n1. **Capacidad demostrada**: Es el principio que rige la incorporación al empleo, la permanencia en el cargo, la promoción y la capacitación, basado en la gestión por competencias.\n2. **Competencias laborales**: Definen un conjunto de elementos (conocimientos, habilidades, actitudes, valores, etc.) necesarios para cumplir las obligaciones de un cargo, y son medibles para contribuir al logro de los objetivos de la entidad. Estas se dividen en tres categorías: distintivas de la entidad, de los procesos principales y de los cargos.\n3. **Perfil de competencias**: Contiene las atribuciones del cargo, las competencias necesarias para su desarrollo, y su vinculación con los objetivos estratégicos de la entidad. Su identificación se establece mediante un procedimiento definido por la entidad en colaboración con el sindicato.\n4. **Competencias para analizar la capacidad demostrada**: Incluyen conocimientos, habilidades, aptitudes físicas y mentales, valores y normas de conducta, así como calificaciones formales exigidas para ciertos cargos. La falta de una calificación formal puede ser compensada con otras competencias aprobadas.\n5. **Atribución del jefe de la entidad**: Tiene facultad para decidir sobre la incorporación al empleo, evaluación del desempeño, capacitación y superación. Esta atribución puede delegarse y se complementa con el apoyo del Comité de Expertos.\n6. **Información inicial**: Durante el proceso de incorporación, el trabajador recibe información general sobre la entidad, reglamentos internos, convenios colectivos, obligaciones del cargo, entre otros aspectos relevantes.\n\nEstas ideas constituyen la base para entender cómo se gestiona y evalúa el desempeño laboral en el marco de las competencias definidas por la entidad.",
        "keywords": "**Palabras clave más importantes:**\n\n1. Capacidad demostrada  \n2. Competencias laborales  \n3. Perfil de competencias  \n4. Gestión por competencias  \n5. Atribuciones  \n6. Obligaciones  \n7. Capacitación  \n8. Superación  \n9. Evaluación  \n10. Incorporación al empleo  \n11. Permanencia en el cargo  \n12. Promoción  \n13. Procesos principales de la entidad  \n14. Competencias distintivas  \n15. Competencias de los cargos  \n16. Reglamento disciplinario interno  \n17. Convenio colectivo de trabajo  \n18. Comité de Expertos  \n19. Calificación formal  \n20. Información inicial"
    },
    "10": {
        "title": "Sección Segunda",
        "begin": 383,
        "end": 406,
        "sumary": "**Resumen:**\n\nEl **Comité de Expertos**, establecido en el Artículo 66, es un órgano colegiado encargado de asesorar al empleador en temas relacionados con el reconocimiento y determinación de la capacidad demostrada por trabajadores, así como en acciones de capacitación. Su constitución garantiza una composición impar, con miembros designados por el jefe de la entidad, la organización sindical y elegidos por los trabajadores en Asamblea General. Se establecen condiciones para su integración, incluyendo la prohibición de participar a ciertos cargos y la posibilidad de sustituir a miembros que pierdan cualificaciones.\n\nEn el **Artículo 67**, se describe el procedimiento de actuación del Comité: el coordinador convoca reuniones dentro de cinco días hábiles, con excepción para realizar comprobaciones adicionales. Se establece la abstención en casos de conflictos de interés y la toma de decisiones por mayoría. Los miembros no pueden divulgar criterios analizados durante las reuniones.\n\nFinalmente, el **Artículo 68** determina que las reuniones del Comité requieren la asistencia mínima de tres miembros representativos de las partes involucradas. La recomendación emitida por el Comité debe ser presentada en tres días hábiles y archivada junto con documentos relacionados, conservándose durante cinco años.",
        "ideas": "El texto establece la constitución e integración del Comité de Expertos, órgano colegiado encargado de asesorar al empleador en materia de evaluación de la capacidad demostrada por las personas trabajadoras y en acciones de capacitación necesarias. Se describe su composición, garantizando un número impar de miembros designados por el jefe de la entidad, la organización sindical y elegidos por los trabajadores, con condiciones específicas para su integración y sustitución. Además, se detalla el procedimiento de actuación del Comité: recepción de solicitudes, convocatoria a reuniones, abstención en casos de conflicto de interés, análisis de la solicitud y emisión de recomendaciones por mayoría. Finalmente, se menciona que las decisiones del Comité constituyen una recomendación escrita dirigida a la autoridad facultada, con un plazo para su resolución y conservación de documentos durante cinco años.",
        "keywords": "1. **Comité de Expertos**  \n2. **Constitución e integración**  \n3. **Asesoría al empleador**  \n4. **Capacidad demostrada**  \n5. **Acceso, permanencia y promoción en el empleo**  \n6. **Capacitación y superación**  \n7. **Composición del Comité**  \n8. **Miembros designados y electos**  \n9. **Coordinador del Comité**  \n10. **Sustitución de miembros**  \n11. **Procedimiento de actuación**  \n12. **Reuniones del Comité**  \n13. **Recibo de solicitudes**  \n14. **Conflicto de intereses**  \n15. **Votación y acuerdos por mayoría**  \n16. **Recomendaciones escritas**  \n17. **Validez de reuniones**  \n18. **Conservación de expedientes**  \n19. **Documentación probatoria**  \n20. **Reglamentarias internas**"
    },
    "11": {
        "title": "Sección Tercera",
        "begin": 407,
        "end": 429,
        "sumary": "**Resumen:**\n\nLa evaluación del trabajo se define como una medición sistemática de los resultados laborales y la eficacia con que los trabajadores realizan sus actividades, sirviendo como base para decisiones sobre su capacidad, promoción, pago por resultados y distribución de utilidades. Debe realizarse al menos anualmente por el jefe de la entidad, garantizando transparencia y objetividad, y se pacta con la organización sindical los plazos y condiciones según las características del proceso productivo o de servicio.\n\nEl trabajador tiene derecho a discutir el resultado de su evaluación antes de su firma y recibir una copia de ella. En caso de inconformidad, puede presentar un reclamo ante el jefe inmediato superior dentro de los siete días hábiles, y si no se resuelve, puede recurrir al Órgano de Justicia Laboral o a la vía judicial.\n\nCuando una evaluación anual es deficiente, se inicia un proceso para analizar la capacidad demostrada del trabajador con la participación del Comité de Expertos. Si se determina que el trabajador ha perdido su capacidad, se pueden tomar medidas como reubicarlo en otro cargo, someterlo a capacitación o terminar la relación laboral con una garantía salarial de un mes, siempre que no acepte injustificadamente la reubicación. La persona trabajadora también puede recurrir al Órgano de Justicia Laboral si está inconforme con la decisión final.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Definición de la evaluación del trabajo**: Es un proceso sistemático para medir los resultados laborales y el grado de eficacia y eficiencia con que se realizan las actividades, sirviendo como base para decisiones sobre promoción, pago por resultados, distribución de utilidades y capacidad demostrada.\n\n2. **Formalidad y periodicidad**: La evaluación debe ser sistemática, al menos una vez al año, garantizando transparencia y objetividad. Los plazos y condiciones se acuerdan entre el jefe de la entidad y la organización sindical, y se informan a las personas trabajadoras.\n\n3. **Derecho a participar**: La persona trabajadora tiene derecho a discutir los resultados de la evaluación con su evaluador antes de su firma y recibir una copia del documento.\n\n4. **Inconformidad y reclamaciones**: En caso de desacuerdo, se pueden presentar reclamaciones ante el jefe inmediato superior dentro de un plazo de siete días hábiles, y si persiste la inconformidad, se puede recurrir al Órgano de Justicia Laboral o a la vía judicial.\n\n5. **Efectos de la evaluación anual**: Si el resultado es deficiente, se inicia un proceso de análisis con el Comité de Expertos para determinar si hay pérdida de capacidad demostrada.\n\n6. **Consecuencias de la pérdida de capacidad demostrada**: Puede incluir la reubicación en otro cargo, capacitación adicional o terminación del contrato laboral con una garantía salarial equivalente a un mes de salario básico. La negativa injustificada a reubicarse anula este derecho.\n\n7. **Recursos legales**: La persona trabajadora puede recurrir al Órgano de Justicia Laboral y, si persiste la inconformidad, presentar una demanda judicial.",
        "keywords": "1. Evaluación del trabajo  \n2. Eficacia  \n3. Eficiencia  \n4. Capacidad demostrada  \n5. Promoción  \n6. Pago por resultados  \n7. Distribución de utilidades  \n8. Competencias laborales  \n9. Capacitación  \n10. Formalidad  \n11. Periodicidad  \n12. Jefe de la entidad  \n13. Transparencia  \n14. Objetividad  \n15. Convenio colectivo de trabajo  \n16. Inconformidad  \n17. Reclamación  \n18. Órgano de Justicia Laboral  \n19. Pérdida de la capacidad demostrada  \n20. Reubicación  \n21. Recalificación  \n22. Terminación de relación laboral  \n23. Garantía salarial  \n24. Demandas judiciales"
    },
    "12": {
        "title": "Sección Primera",
        "begin": 467,
        "end": 486,
        "sumary": "Resumen:\n\nLos artículos 81 a 85 regulan la modificación de condiciones pactadas en el contrato de trabajo, así como los traslados de cargo o lugar de trabajo. La modificación puede realizarse por mutuo acuerdo entre las partes, cambio de cargo o lugar de trabajo, ajuste salarial, entre otros motivos, siempre que se formalice mediante un suplemento al contrato o una modificación al documento correspondiente. Si la persona trabajadora no acepta la modificación, tiene derecho a presentar una reclamación ante el Órgano de Justicia Laboral o en vía judicial. En cuanto al traslado provisional, este puede efectuarse en situaciones excepcionales como desastres, emergencias o riesgo inminente para la vida, sin exceder los 180 días anuales, y con garantía salarial. Por otro lado, el traslado definitivo requiere consentimiento expreso de la persona trabajadora y modificación formal del contrato.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Modificación de condiciones pactadas**: La modificación del contrato laboral o la designación implica un cambio en alguno de sus elementos, sin que esto termine la relación laboral ni afecte los efectos esenciales del mismo.\n\n2. **Causas para modificar el contrato**: Las modificaciones pueden surgir por voluntad coincidente entre las partes, cambio de cargo o lugar de trabajo, modificación salarial, naturaleza de la actividad, condiciones de organización del trabajo, cláusulas del convenio colectivo y disposiciones legales.\n\n3. **Formalización de modificaciones**: Para que las modificaciones tengan efectos legales, se requiere un suplemento al contrato o una modificación formalizada en el documento correspondiente.\n\n4. **Obligación del empleador ante modificaciones no consensuadas**: Si el empleador introduce cambios sin consentimiento de la persona trabajadora, debe fundamentar dicha decisión en el nuevo suplemento o escrito.\n\n5. **Inconformidad con la modificación**: La persona trabajadora puede rechazar la modificación y presentar una reclamación ante el Órgano de Justicia Laboral o vía judicial dentro del plazo establecido, sin que esto afecte su derecho a mantenerse bajo las condiciones previas hasta que se resuelva la reclamación.\n\n6. **Traslado**: La persona trabajadora puede cambiar de cargo o lugar de trabajo de forma provisional o definitiva, ya sea por iniciativa del empleador o por interés propio.\n\n7. **Traslado provisional**: Solo es permitido en situaciones específicas como desastres, emergencias, o peligro inminente para la vida; no puede exceder los 180 días anuales sin consentimiento; se garantiza el salario promedio si la remuneración del nuevo cargo es menor.\n\n8. **Participación de la organización sindical**: En todos los casos de traslado provisional, se consulta a la organización sindical y se proporcionan instrucciones sobre condiciones de seguridad y salud en el nuevo lugar o cargo.\n\n9. **Traslado definitivo**: Requiere consentimiento expreso de la persona trabajadora y modificación formal del contrato laboral o designación; se le asigna la remuneración correspondiente al nuevo cargo.",
        "keywords": "Palabras clave:\n\n1. Modificación de contrato  \n2. Condiciones pactadas  \n3. Consentimiento mutuo  \n4. Suplemento al contrato  \n5. Inconformidad  \n6. Reclamación laboral  \n7. Traslado provisional  \n8. Situaciones de emergencia  \n9. Período máximo de traslado  \n10. Remuneración garantizada  \n11. Traslado definitivo  \n12. Consentimiento expreso  \n13. Órgano de Justicia Laboral  \n14. Daños y perjuicios  \n15. Modificación legal  \n16. Condiciones iniciales  \n17. Organización sindical  \n18. Salario promedio  \n19. Vía judicial  \n20. Cláusulas del convenio colectivo"
    },
    "13": {
        "title": "Sección Segunda",
        "begin": 487,
        "end": 520,
        "sumary": "**Resumen:**\n\nLa Sección Segunda regula la interrupción de las actividades laborales, definiéndola como una paralización transitoria del proceso de trabajo causada por diversas circunstancias no imputables al trabajador, tales como fallos técnicos, falta de materiales, fenómenos naturales, órdenes legales o necesidades de mantenimiento. Ante dicha interrupción, el jefe de la entidad debe identificar su causa y actuar para recuperar la producción, en coordinación con las organizaciones sindicales.\n\nLos trabajadores afectados pueden ser reubicados en otros cargos dentro de la empresa o en labores destinadas al restablecimiento de la actividad. Tienen un plazo de cinco días hábiles para aceptar esta reubicación; si no lo hacen, el empleador puede terminar la relación laboral tras una evaluación con el Comité de Expertos.\n\nEn cuanto al tratamiento salarial, los trabajadores que permanecen en su puesto o son reubicados reciben su salario básico. Si no es posible la reubicación, se les otorga una garantía salarial del 100% del salario básico diario durante 24 días hábiles anuales, siempre que se cuente con una póliza de seguro. En casos de interrupciones prolongadas (más de dos meses), pueden percibir el 60% del salario básico diario a partir del segundo mes, bajo determinadas condiciones y aprobaciones.\n\nAdemás, si durante la garantía salarial ocurre una enfermedad o accidente, se suspende esta garantía y el trabajador accede a la protección de seguridad social. Finalmente, las disposiciones no aplican a actividades manuales y mecanizadas agropecuarias y silvícolas.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Definición de interrupción laboral:** Se entiende como la paralización temporal del proceso laboral, causada por factores externos o imputables a terceros, que provocan inactividad en el trabajo del empleado durante su jornada o un período igual o superior a esta.\n\n2. **Causas de interrupción:** Se mencionan diversas causas como roturas de equipos, falta de materiales, fenómenos naturales, ordenes legales, reparaciones y mantenimiento general, entre otras.\n\n3. **Responsabilidad del jefe de la entidad:** Debe actuar en coordinación con las organizaciones sindicales para recuperar la producción cuando se produce una interrupción laboral.\n\n4. **Procedimiento ante la interrupción:** Incluye la identificación de causas, determinación de responsabilidades, identificación de afectados y reubicación del personal en otros cargos o labores relacionadas con el restablecimiento.\n\n5. **Plazo para aceptar reubicación:** El trabajador tiene cinco días hábiles para decidir si acepta la reubicación propuesta.\n\n6. **Tratamiento salarial durante la interrupción:**\n   - Los trabajadores que permanecen en su puesto o se reubican cobran el salario básico de su cargo.\n   - Si no es posible su reubicación, se les otorga una garantía salarial del 100% de su salario básico diario por 24 días hábiles al año.\n   - No se concede garantía salarial si la interrupción es imputable al trabajador.\n\n7. **Tratamiento excepcional:** Si la interrupción excede los dos meses y no hay solución prevista, se deben analizar opciones para el cese de la relación laboral. En caso de extensión prolongada, se puede otorgar una garantía salarial del 60% del salario básico diario a partir del segundo mes.\n\n8. **Aprobación del tratamiento excepcional:** Depende del Consejo de Ministros o del jefe de la entidad según sea financiado por el Estado o por la empresa.\n\n9. **Protección social durante la interrupción:** Si el trabajador se enferma o sufre un accidente durante el cobro",
        "keywords": "1. Interrupción de las actividades laborales  \n2. Causas de interrupción  \n3. Procedimiento ante la ocurrencia de una interrupción laboral  \n4. Reubicación del trabajador  \n5. Tratamiento laboral  \n6. Plazo para aceptar o rechazar la reubicación  \n7. Terminación de la relación laboral  \n8. Tratamiento salarial  \n9. Garantía salarial  \n10. Situaciones excepcionales  \n11. Período prolongado de interrupción  \n12. Financiamiento de la garantía salarial  \n13. Protección de seguridad social  \n14. Excepciones a la aplicación de la interrupción  \n15. Actividades agropecuarias y silvícolas"
    },
    "14": {
        "title": "Sección Primera",
        "begin": 523,
        "end": 552,
        "sumary": "**Resumen:**\n\nLa suspensión de la relación de trabajo se produce cuando, por disposición legal, medida disciplinaria o fuerza mayor, la persona trabajadora no puede realizar su labor temporalmente. Durante este periodo, el vínculo laboral permanece vigente, aunque algunos efectos se interrumpen temporalmente. No se impide la responsabilidad disciplinaria ni material de la trabajadora, salvo en los casos que así lo dispone la ley. La relación de trabajo se reanuda cuando cesa la causa que originó la suspensión y se retoma el trabajo habitual bajo las mismas condiciones.\n\nLas situaciones que pueden dar lugar a la suspensión incluyen: decisiones del Consejo de Defensa Nacional, cursos de capacitación estatal, movilizaciones electorales o para el Censo, períodos de vacaciones, incapacidades temporales, licencias por maternidad, detenciones, cumplimiento del Servicio Militar, entre otras. En los casos donde se generan vacantes temporales, estas pueden cubrirse mediante contratos por tiempo determinado.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Definición de suspensión**: La suspensión de la relación de trabajo se produce cuando una persona trabajadora no puede realizar su labor temporalmente debido a disposiciones legales, medidas disciplinarias o fuerza mayor.\n\n2. **Efectos de la suspensión**: Durante este periodo, algunos efectos de la relación laboral se interrumpen temporalmente, pero el vínculo entre empleador y trabajador se mantiene.\n\n3. **Responsabilidad durante la suspensión**: La suspensión no impide la responsabilidad disciplinaria ni material del trabajador, salvo en los casos excepcionales dispuestos por la ley.\n\n4. **Reanudación de la relación laboral**: La relación de trabajo se reactiva cuando cesa la causa que originó la suspensión y la persona trabajadora regresa a su labor habitual, manteniendo las condiciones previas.\n\n5. **Situaciones que generan suspensión**: Se detallan múltiples situaciones legales bajo las cuales puede ocurrir una suspensión, como desastres nacionales, capacitación obligatoria, movilizaciones electorales, vacaciones, licencias por maternidad, prisión provisional, servicio militar, entre otras.\n\n6. **Cubrimiento de cargos vacantes**: Los cargos que quedan vacantes durante la suspensión pueden ser cubiertos mediante contratos por tiempo determinado.",
        "keywords": "Palabras clave más importantes:\n\n1. Suspensión de la relación de trabajo  \n2. Efectos de la suspensión  \n3. Vínculo laboral  \n4. Causas de suspensión (disposiciones legales, medidas disciplinarias, fuerza mayor)  \n5. Reanudación de la relación de trabajo  \n6. Situaciones generales de suspensión  \n7. Capacitación por interés estatal  \n8. Movilizaciones durante procesos electorales  \n9. Incapacidad temporal  \n10. Licencias retribuidas y no retribuidas (maternidad, cuidado de hijos)  \n11. Servicio Militar  \n12. Contrato de trabajo por tiempo indeterminado  \n13. Causas legales establecidas  \n14. Vacantes temporales  \n15. Contrato por tiempo determinado"
    },
    "15": {
        "title": "Sección Segunda",
        "begin": 553,
        "end": 567,
        "sumary": "El presente contexto establece las normas aplicables durante situaciones excepcionales y de desastres en materia laboral. Durante la suspensión de actividades por desastres naturales, tecnológicos o sanitarios, los trabajadores reciben una garantía salarial equivalente al salario básico durante un mes, reduciéndose a seis décimos del mismo si la suspensión se prolonga. En caso de enfermedad u otros impedimentos legales, se aplican las disposiciones vigentes en legislación laboral y de seguridad social. Además, se prevén licencias no retribuidas para trabajadores afectados por pérdida de vivienda, evacuaciones o responsabilidades familiares derivadas del desastre, así como para quienes participen en la reconstrucción de su hogar. Finalmente, las personas trabajadoras que enfrentan dificultades económicas tras un desastre pueden solicitar protección a través de la Dirección de Trabajo y Seguridad Social.",
        "ideas": "El texto establece normas laborales aplicables durante situaciones excepcionales y de desastres, con énfasis en el tratamiento salarial y las licencias laborales. Las ideas esenciales son las siguientes:\n\n1. Durante la suspensión de actividades laborales por desastres, los trabajadores reciben una garantía salarial equivalente al salario básico del cargo durante un mes, o el 60% si la suspensión se prolonga.\n2. Los trabajadores que no pueden asistir al trabajo por enfermedad, accidente o licencias amparadas en la ley, siguen regidos por las normas de legislación laboral y de seguridad social correspondiente.\n3. En caso de ausentismo injustificado durante el período de respuesta a desastres, se aplica la legislación disciplinaria vigente.\n4. Una vez finalizada la suspensión del trabajo, los empleadores pueden conceder licencias no retribuidas a trabajadores afectados por pérdida de vivienda, evacuaciones o necesidad de cuidar hijos menores cuyos centros educativos están cerridos.\n5. Los trabajadores que se dedican a reconstruir sus viviendas afectadas por desastres pueden solicitar una licencia no retribuida con suspensión de la relación laboral, acordada entre empleador y trabajador.\n6. Las personas trabajadoras afectadas económicamente por el desastre tienen derecho a solicitar protección ante la Dirección de Trabajo y Seguridad Social del municipio donde residen.",
        "keywords": "1. Situaciones excepcionales  \n2. Desastres  \n3. Tratamiento laboral  \n4. Garantía salarial  \n5. Suspensión de actividades laborales  \n6. Consejo de Defensa Nacional  \n7. Salario básico  \n8. Licencia no retribuida  \n9. Protección a las personas trabajadoras  \n10. Dirección de Trabajo y Seguridad Social"
    },
    "16": {
        "title": "Sección Tercera",
        "begin": 568,
        "end": 570,
        "sumary": "Durante los procesos electorales y el Censo de Población y Viviendas, las personas trabajadoras que se movilizan para desempeñar funciones en dichas actividades tienen suspendida su relación laboral durante el período en que realizan esas tareas. Durante dicho tiempo, reciben un salario equivalente al promedio del cargo correspondiente en su entidad de procedencia.",
        "ideas": "El artículo 99 establece que las personas trabajadoras que se movilizan para desempeñar funciones durante los procesos electorales o que son seleccionadas para trabajar en alguna etapa del Censo de Población y Viviendas, gozan de una suspensión temporal de su relación laboral. Durante este período, reciben un salario equivalente al promedio de su cargo en la entidad donde provienen. Esta disposición garantiza el reconocimiento económico durante su participación en actividades de relevancia pública, sin afectar su vinculo laboral.",
        "keywords": "Palabras clave:\n\n1. Movilizaciones  \n2. Procesos electorales  \n3. Censo de Población y Viviendas  \n4. Tratamiento laboral  \n5. Salarial  \n6. Suspensión de la relación de trabajo  \n7. Salario promedio  \n8. Entidad de procedencia"
    },
    "17": {
        "title": "Sección Cuarta",
        "begin": 571,
        "end": 609,
        "sumary": "**Resumen:**\n\nLa **Sección Cuarta**, titulada *Movilizaciones de interés para la defensa y la seguridad nacional*, establece el tratamiento laboral, salarial y legal que reciben los reservistas, milicianos y prerreclutas durante su movilización. Los principales aspectos incluyen:\n\n- **Tratamiento laboral (Artículo 100):** Los trabajadores movilizados tienen derecho a recibir beneficios y estímulos al retornar a sus puestos, incluyendo el pago por años de servicios acumulados si lo tienen aprobado. Quienes realizan pluriempleo perciben los pagos correspondientes por movilización en cada entidad donde laboran.\n\n- **Tratamiento salarial (Artículos 101 y 102):** Durante la movilización, se les paga el salario promedio según su entidad. Además, reciben el salario por días de descanso incluidos en el período de movilización. Los prerreclutas que participan en actividades preparatorias también reciben sus salarios y otros ingresos.\n\n- **Excepciones (Artículo 103):** No se aplican los beneficios para milicianos que asisten a clases de preparación combativa, aunque pueden acordarse ajustes como cambios de turno o considerar la movilización como vacaciones pagadas si no coinciden con el descanso semanal.\n\n- **Tratamiento a quienes cumplen Servicio Militar Activo (Artículo 104):** Los reservistas seleccionados para este servicio perciben sus haberes desde su incorporación, y las entidades donde trabajaban pagan los salarios acumulados y vacaciones anuales hasta la fecha de movilización.\n\n- **Justificación de participación (Artículo 105):** Es obligatorio presentar documentos acreditativos de participación en actividades militares para evitar descuentos por ausencia injustificada, responsabilidad del movilizado.\n\n- **Tratamiento en el sector no estatal (Artículo 106):** Los trabajadores del sector no estatal reciben remuneración durante la movilización según certificaciones específicas emitidas por entidades correspondientes, como cooperativas, microempresas o declaraciones tributarias.\n\n- **Responsabilidad material (Artículo 107):**",
        "ideas": "El texto se centra en el **tratamiento laboral y salarial de reservistas, milicianos y prerreclutas** durante su movilización para actividades relacionadas con la defensa y seguridad nacional. Las ideas esenciales son las siguientes:\n\n1. **Derecho a beneficios laborales**: Los reservistas, milicianos y prerreclutas que se movilizan tienen derecho a recibir los beneficios y estímulos establecidos por la legislación vigente al retornar a su cargo, incluido el pago por años de servicios acumulados si lo tienen aprobado.\n\n2. **Tratamiento salarial durante la movilización**: Durante el período de movilización, los reservistas y milicianos perciben un salario promedio según su entidad laboral, además del salario correspondiente a los días de descanso, calculado sobre una jornada diaria de ocho horas.\n\n3. **Pago a prerreclutas**: A los prerreclutas que participan en actividades de preparación y selección para el Servicio Militar Activo se les abona el salario y otros ingresos correspondientes por las entidades donde laboran, previa presentación de un documento acreditativo del tiempo de duración de la actividad.\n\n4. **Excepciones**: No aplica el tratamiento general a los milicianos que asisten a clases de preparación combativa. En casos particulares, se pueden acordar ajustes en turnos o descanso, y si no hay acuerdo, la persona trabajadora no es liberada de su asistencia al trabajo.\n\n5. **Tratamiento salarial para quienes cumplen el Servicio Militar Activo**: Las personas reservistas seleccionadas para este servicio perciben sus haberes por las unidades militares desde su incorporación, y las entidades donde laboraban pagan los salarios acumulados en vacaciones anuales pagadas hasta la fecha de incorporación.\n\n6. **Justificación de participación en movilizaciones**: Las personas reservistas deben presentar ante su entidad documentos expedidos por autoridad correspondiente para justificar su ausencia durante la movilización; el incumplimiento implica descuentos salariales.\n\n7. **Tratamiento en el sector no estatal**: Los reservistas y milicianos que trabajan en el sector no estatal reciben remuneración durante la movilización",
        "keywords": "1. **Movilizaciones**  \n2. **Reservistas**  \n3. **Milicianos**  \n4. **Prerreclutas**  \n5. **Tratamiento laboral**  \n6. **Salario**  \n7. **Sector estatal**  \n8. **Pluriempleo**  \n9. **Contratos temporales**  \n10. **Interrupción laboral**  \n11. **Reubicación temporal**  \n12. **Servicio Militar Activo**  \n13. **Vacaciones pagadas**  \n14. **Constancia de participación**  \n15. **Sector no estatal**  \n16. **Remuneración**  \n17. **Certificaciones**  \n18. **Responsabilidad material**  \n19. **Estipendio**  \n20. **Salario mínimo**"
    },
    "18": {
        "title": "Sección Quinta",
        "begin": 610,
        "end": 622,
        "sumary": "Resumen:\n\nLa Sección Quinta regula los viajes al exterior por asuntos particulares de las personas trabajadoras. Según el Artículo 109, estas pueden utilizar sus vacaciones acumuladas para viajar sin necesidad de autorización, excepto en casos excepcionales establecidos por ley, debiendo notificar previamente a su empleador. En los casos que requieren autorización, el jefe de la entidad tramita la solicitud ante la autoridad competente.\n\nEl Artículo 110 establece que si se necesitan días adicionales al período de vacaciones, la persona trabajadora puede solicitar una licencia no retribuida, aprobada por el jefe de la entidad y limitada a un máximo de dos meses consecutivos anuales. Si la persona no regresa tras vencer este plazo, se considera terminada la relación laboral.\n\nEl Artículo 111 permite al jefe de la entidad prorrogar excepcionalmente la licencia no retribuida, en caso de imposibilidad de retorno por situaciones imprevistas, siempre que se solicite antes del vencimiento del plazo inicial.",
        "ideas": "El texto establece los procedimientos aplicables para los viajes al exterior por asuntos particulares de las personas trabajadoras. Las ideas esenciales son las siguientes:\n\n1. **Uso del período de vacaciones acumuladas**: Los trabajadores pueden utilizar sus vacaciones acumuladas para viajar al exterior sin necesidad de autorización, salvo excepciones legales, informando previamente a su empleador.\n\n2. **Solicitud de autorización en casos específicos**: En los casos donde el trabajador pertenece a categorías que requieren autorización, el jefe de la entidad tramita la solicitud ante la autoridad correspondiente según procedimientos internos.\n\n3. **Concesión de vacaciones anuales acumuladas**: Una vez autorizado el viaje, se concede el derecho al disfrute de las vacaciones anuales acumuladas.\n\n4. **Licencia no retribuida para estancias adicionales**: Si la persona trabajadora necesita días adicionales fuera del período de vacaciones, puede solicitar una licencia no retribuida, que no debe exceder dos meses consecutivos en un año natural.\n\n5. **Terminación de la relación laboral por incumplimiento**: Si tras el vencimiento de las vacaciones pagadas y la licencia no retribuida concedida, el trabajador no regresa a su puesto, el jefe de la entidad puede dar por terminada la relación laboral.\n\n6. **Prórroga excepcional de la licencia no retribuida**: El jefe de la entidad puede prorrogar excepcionalmente la licencia no retribuida en caso de imposibilidad de retorno al país por situaciones imprevistas, siempre que se solicite antes del vencimiento de la licencia inicial.",
        "keywords": "Palabras clave:\n\n1. Viajes al exterior  \n2. Asuntos particulares  \n3. Período de vacaciones acumuladas  \n4. Autorización para viajar  \n5. Licencia no retribuida  \n6. Jefe de la entidad  \n7. Prórroga excepcional  \n8. Relación de trabajo  \n9. Estancia en el exterior  \n10. Procedimiento interno"
    },
    "19": {
        "title": "Sección Sexta",
        "begin": 623,
        "end": 629,
        "sumary": "El artículo 112 de la Sección Sexta establece que el jefe de la entidad puede conceder una licencia no retribuida a una persona trabajadora para atender a familiares bajo su responsabilidad. Esta licencia se aplica especialmente cuando el familiar requiere cuidado continuo, debiendo presentarse una evaluación médica y un documento que certifique la necesidad de atención en casa. La licencia suspende temporalmente la relación laboral, con fecha establecida por escrito, y al finalizar, la persona trabajadora debe reincorporarse al trabajo. Si las circunstancias persisten, se puede solicitar una prórroga antes del vencimiento de la licencia concedida.",
        "ideas": "Las ideas esenciales del artículo 112 son las siguientes:\n\n1. **Concesión de licencia no retribuida**: El jefe de la entidad tiene la facultad de conceder una licencia no retribuida a solicitud de la persona trabajadora, con el objetivo de atender y cuidar a un familiar bajo su responsabilidad.\n\n2. **Derecho en caso de dependencia**: Cuando la persona trabajadora no puede asistir al trabajo debido a que tiene familiares en situación de dependencia bajo su cuidado, tiene derecho a una licencia no retribuida, siempre que se presente una evaluación de salud y un documento que certifique la necesidad de atención del familiar.\n\n3. **Suspensión de la relación laboral**: Durante el periodo de licencia, se suspende la relación de trabajo, y se debe establecer por escrito la fecha de inicio y finalización de la misma. Al vencer la licencia, la persona trabajadora debe reincorporarse al trabajo.\n\n4. **Prórroga de la licencia**: Si las circunstancias que motivaron la concesión persisten, la persona trabajadora puede solicitar una prórroga antes del final del periodo concedido.",
        "keywords": "Palabras clave:\n\n1. Licencia no retribuida  \n2. Atención de familiares  \n3. Jefe de la entidad  \n4. Persona trabajadora  \n5. Familiares en situación de dependencia  \n6. Evaluación de salud  \n7. Documento certificativo  \n8. Sistema Nacional para el Cuidado Integral de la Vida  \n9. Suspensión de la relación de trabajo  \n10. Prórroga de licencia"
    },
    "20": {
        "title": "Sección Séptima",
        "begin": 630,
        "end": 649,
        "sumary": "**Resumen:**\n\nLa Sección Séptima regula el tratamiento laboral de personas trabajadoras sujetas a prisión provisional o sancionadas penalmente. En caso de detención o prisión provisional por hechos ajenos al trabajo, se suspende la relación laboral mientras dure la privación de libertad, siempre que el proceso penal sea ajeno al cargo. Si los hechos no guardan relación con el trabajo pero afectan las competencias necesarias para el cargo, se inicia un procedimiento de pérdida de capacidad sin esperar el resultado del proceso penal.\n\nCuando se inicia un proceso penal por hechos presuntamente delictivos cometidos durante el trabajo, el empleador actúa en materia laboral y disciplinaria sin esperar el desenlace judicial. En caso de absolución o sobreseimiento definitivo, la persona trabajadora tiene derecho al reintegro a su cargo con pago del salario promedio durante el tiempo de prisión provisional.\n\nEl reintegro sin pago de salario se aplica cuando la sanción penal sea inferior a seis meses, en casos de remisión condicional, multa penal o sobreseimiento provisional. La restitución al cargo debe realizarse dentro de los quince o treinta días hábiles posteriores a la finalización de la privación de libertad, dependiendo del lugar donde se encuentre el establecimiento penitenciario.\n\nEl empleador notifica a la persona trabajadora su obligación de reintegrarse al trabajo dentro de los plazos establecidos. Si no lo hace sin causa justificada, puede terminar la relación laboral con acuerdo sindical.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Suspensión de la relación laboral**: Cuando una persona trabajadora está detenida o sometida a prisión provisional, se suspende su contrato de trabajo mientras no pueda asistir al lugar de trabajo, siempre que el proceso penal sea ajeno a sus funciones laborales.\n\n2. **Procedimiento ante hechos delictivos relacionados con el trabajo**: Si los hechos presuntamente delictivos se cometieron durante el desarrollo del trabajo, el empleador debe tomar decisiones disciplinarias y laborales inmediatamente, sin esperar la resolución del proceso penal.\n\n3. **Reintegro al cargo con pago de salario**: Quienes estén en prisión provisional por hechos ajenos al trabajo y sean absueltos o se disponga su sobreseimiento definitivo, tienen derecho a reintegrarse a su puesto laboral y recibir el salario promedio durante el tiempo en que estuvieron privados de libertad.\n\n4. **Reintegro sin pago de salario**: En ciertas circunstancias (sanción penal inferior a seis meses, remisión condicional, multa penal o sobreseimiento provisional), la persona trabajadora puede reintegrarse al cargo sin derecho al pago del salario, previa presentación de documentación que lo acredite.\n\n5. **Plazo para el reintegro**: El empleador debe reincorporar a la persona trabajadora dentro de un plazo máximo de quince días hábiles si se encuentra en la misma provincia, o treinta días hábiles si está en una provincia diferente o en el Municipio Especial Isla de la Juventud. Si no se reintegra sin causa justificada, puede terminarse la relación laboral con acuerdo sindical.",
        "keywords": "1. **Suspensión de la relación laboral**  \n2. **Prisión provisional**  \n3. **Proceso penal**  \n4. **Reintegro al cargo**  \n5. **Pago del salario**  \n6. **Sanción penal**  \n7. **Sentencia firme**  \n8. **Sobreseimiento definitivo**  \n9. **Restitución sin pago de salario**  \n10. **Medida cautelar**  \n11. **Período de privación de libertad**  \n12. **Plazo para reintegro**  \n13. **Hechos ajenos al trabajo**  \n14. **Competencias exigidas para el cargo**  \n15. **Pérdida de la capacidad demostrada**"
    },
    "21": {
        "title": "Sección Primera",
        "begin": 1084,
        "end": 1104,
        "sumary": "**Resumen:**\n\nEl régimen de trabajo y descanso establece los horarios de labor y el tiempo destinado al descanso semanal, con el objetivo de garantizar un equilibrio entre la vida laboral y personal, así como el bienestar de las personas trabajadoras. El tiempo de trabajo corresponde al período durante el cual la persona trabajadora presta sus servicios bajo la subordinación del empleador, mientras que el descanso incluye el tiempo destinado a recuperar energías y satisfacer necesidades personales, con una duración máxima de treinta minutos dentro de la jornada laboral. El descanso semanal mínimo es de veinticuatro horas consecutivas, generalmente correspondiente al domingo, aunque puede ajustarse en casos excepcionales según las características del trabajo y acuerdos con las organizaciones sindicales. La aprobación del régimen de trabajo y descanso corresponde al jefe de la entidad o órgano competente, considerando estudios de organización del trabajo y el bienestar de los trabajadores. Asimismo, se permiten turnos diurnos y nocturnos, con flexibilidad en la duración de las jornadas siempre que se cumplan límites promedio semanales de cuarenta y cuatro horas.",
        "ideas": "**Ideas esenciales:**\n\n1. **Definición del régimen de trabajo y descanso:** Se refiere al tiempo destinado a las jornadas laborales y al descanso semanal, con una distinción entre tiempo de trabajo (actividad bajo subordinación) y tiempo de descanso (para recuperación y necesidades personales).\n\n2. **Descanso semanal obligatorio:** La persona trabajadora tiene derecho a un mínimo de veinticuatro horas consecutivas de descanso por cada seis días laborables, generalmente el domingo.\n\n3. **Excepciones para el descanso semanal:** En actividades que no pueden interrumpirse (como servicios esenciales), el día de descanso se fija en otro momento de la semana, acordado entre empleador y sindicatos.\n\n4. **Aprobación del régimen laboral:** El régimen de trabajo y descanso debe ser aprobado por el jefe de la entidad o autoridad correspondiente, con participación de las organizaciones sindicales, especialmente en casos excepcionales.\n\n5. **Turnos diurnos y nocturnos:** Permite jornadas que pueden superar las 8 horas diarias o 44 semanales, siempre que el promedio a lo largo de un período no exceda esos límites.\n\n6. **Consideraciones de salud y bienestar:** Los regímenes laborales deben garantizar la recuperación física y mental, prevenir fatiga, accidentes y riesgos laborales, especialmente en entornos excepcionales o inhóspitos.",
        "keywords": "1. Régimen de trabajo y descanso  \n2. Tiempo de trabajo  \n3. Tiempo de descanso y necesidades personales  \n4. Descanso semanal  \n5. Derecho a un descanso semanal mínimo  \n6. Aprobación del régimen de trabajo y descanso  \n7. Regímenes excepcionales  \n8. Turnos diurnos y nocturnos  \n9. Trabajo nocturno  \n10. Jornada laboral"
    },
    "22": {
        "title": "Sección Segunda",
        "begin": 1105,
        "end": 1121,
        "sumary": "Resumen: \n\nLa sección segunda regula la jornada, pausas y horario de trabajo. La jornada semanal puede oscilar entre 40 y 44 horas, con una jornada diaria de 8 horas, permitiendo una hora adicional en ciertos días siempre que no se exceda el límite semanal. La jornada mensual promedio es de 196 horas, con un mínimo de 173,3 horas. Las pausas durante la jornada, incluyendo aquellas para descanso y necesidades personales, deben ser acordadas entre empleador y sindicato, no excediendo los 30 minutos. Asimismo, se establece una pausa obligatoria de al menos 30 minutos para alimentación en actividades organizadas en dos turnos o en servicios ininterrumpidos. El horario de trabajo es determinado por el jefe de la entidad y el sindicato, ajustándose a las necesidades técnicas y organizativas del trabajo, pudiendo excepcionalmente ser modificado por autoridades locales debido al interés social o fuerza mayor.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Jornada de trabajo**: La jornada semanal puede oscilar entre 40 y 44 horas, dependiendo del tipo de labores. La jornada diaria se establece en ocho horas, pudiendo incluir una hora adicional en algunos días, siempre que no exceda la jornada semanal máxima.\n\n2. **Pausas durante el trabajo**: Se conceden pausas para descanso y necesidades personales, con una duración máxima de treinta minutos, acordadas entre el empleador y la organización sindical en el convenio colectivo.\n\n3. **Pausas para alimentación**: En actividades organizadas en dos turnos, se concede una pausa no inferior a treinta minutos fuera del horario laboral. Para servicios o producciones ininterrumpidas, se permite una pausa adicional dentro de la jornada laboral, también limitada a treinta minutos.\n\n4. **Horario de trabajo**: Es una medida organizativa que define las horas de inicio y finalización del trabajo, establecida por el jefe de la entidad en acuerdo con la organización sindical, considerando los requerimientos técnicos y operativos. Excepcionalmente, pueden ajustarse por decisión de autoridades territoriales debido a interés social o fuerza mayor.",
        "keywords": "1. Jornada de trabajo  \n2. Pausas en la jornada de trabajo  \n3. Horario de trabajo  \n4. Duración de la jornada diaria  \n5. Jornada semanal  \n6. Pausas para la alimentación  \n7. Convenio colectivo de trabajo  \n8. Empleador  \n9. Organización sindical  \n10. Regulaciones laborales"
    },
    "23": {
        "title": "Sección Tercera",
        "begin": 1122,
        "end": 1140,
        "sumary": "Resumen:\n\nLos artículos 223, 224 y 225 regulan la jornada de trabajo reducida en determinadas condiciones laborales. Según el artículo 223, las personas trabajadoras expuestas a condiciones que pueden afectar su salud, así como los adolescentes de quince, dieciséis y diecisiete años en circunstancias excepcionales, gozan de una jornada reducida con el cobro del salario completo. El artículo 224 establece que la aplicación de estas jornadas debe ser aprobada por el titular del Ministerio de Trabajo y Seguridad Social, tras una solicitud escrita presentada por el jefe correspondiente, acompañada de información detallada sobre el cargo, condiciones laborales, número de trabajadores afectados, cumplimiento normativo y criterios sindicales. Finalmente, el artículo 225 describe el procedimiento para la aprobación, que incluye la creación de un grupo de trabajo temporal, análisis de la solicitud en un plazo máximo de sesenta días hábiles, consulta del dictamen al órgano colegiado y notificación de la resolución al proponente y organización sindical. En caso de denegación, se deben indicar los motivos y recomendaciones pertinentes.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Jornada de trabajo reducida**: Se establece que ciertas personas trabajadoras, especialmente aquellas expuestas a condiciones laborales que pueden afectar su salud, tienen derecho a una jornada de trabajo reducida, sin que esto implique una reducción en el salario percibido.\n\n2. **Aplicación a adolescentes**: Los adolescentes de quince, dieciséis y diecisiete años que trabajan en circunstancias excepcionales también gozan del mismo tratamiento salarial que correspondería a una jornada completa.\n\n3. **Aprobación por parte del Ministerio de Trabajo y Seguridad Social**: La implementación de jornadas reducidas requiere la aprobación del titular del Ministerio de Trabajo y Seguridad Social, quien se basa en propuestas formuladas por los jefes de órganos estatales, entidades nacionales y organizaciones empresariales.\n\n4. **Requisitos para la solicitud**: Para solicitar una jornada reducida, es necesario presentar una documentación que incluye: descripción del cargo y condiciones laborales, número de trabajadores afectados, cumplimiento de normas de seguridad, datos sobre morbilidad laboral y criterios sindicales.\n\n5. **Procedimiento de análisis**: El Ministerio crea un grupo de trabajo interinstitucional para evaluar la solicitud en un plazo máximo de sesenta días hábiles. Este grupo incluye representantes del Ministerio de Trabajo, Salud Pública, el órgano solicitante y la organización sindical.\n\n6. **Resolución final**: El titular del Ministerio dicta una resolución que puede aprobar o rechazar la solicitud, notificando al órgano solicitante y a la organización sindical. En caso de rechazo, se deben incluir los argumentos y recomendaciones correspondientes.",
        "keywords": "Las palabras clave más importantes del texto son:\n\n1. Jornada de trabajo reducida  \n2. Salud laboral  \n3. Trabajadores expuestos a condiciones perjudiciales  \n4. Adolescentes trabajadores  \n5. Ministerio de Trabajo y Seguridad Social  \n6. Solicitud de aprobación  \n7. Grupo de trabajo temporal  \n8. Evaluación de riesgos  \n9. Organización sindical  \n10. Resolución administrativa"
    },
    "24": {
        "title": "Sección Cuarta",
        "begin": 1141,
        "end": 1164,
        "sumary": "Resumen:\n\nEl trabajo extraordinario, según lo establece la Sección Cuarta, es aquel que se lleva a cabo por iniciativa del empleador, más allá de la jornada aprobada, pudiendo adoptar formas como horas extras, doble turno o habilitación de días de descanso semanal. Para ciertas modalidades, requiere el acuerdo previo entre el empleador y la organización sindical correspondiente.\n\nEste tipo de trabajo solo es obligatorio en casos excepcionales de interés social, como tareas apremiantes para la defensa del país, labores urgentes tras catástrofes o accidentes, reparaciones necesarias para garantizar la salud pública, entre otros.\n\nLos límites establecidos indican que no se puede exigir a un trabajador más de cuatro horas extras en dos días consecutivos, ni doblar más de dos turnos por semana, ni superar las 160 horas extraordinarias anuales combinadas. Asimismo, el trabajo extraordinario debe ser retribuido con un incremento del 25% sobre el salario básico, aunque en algunos casos se puede compensar con tiempo de descanso.\n\nNo se considera trabajo extraordinario para efectos de remuneración o compensación en situaciones específicas, como cuando el salario ya incluye horas extras, en recuperaciones de producción previamente remuneradas o bajo regímenes laborales particulares.",
        "ideas": "El texto establece las normas sobre el trabajo extraordinario, definiéndolo como aquel realizado por iniciativa del empleador, en exceso de la jornada aprobada, y puede tomar la forma de horas extras, doble turno o habilitación de los días de descanso semanal. Se requiere un acuerdo previo entre el empleador y la organización sindical para ciertas formas de trabajo extraordinario.\n\nAsimismo, se exponen las excepciones en las que las personas trabajadoras están obligadas a realizar trabajo extraordinario, relacionadas con situaciones de interés social como tareas apremiantes para la defensa del país, emergencias o reparaciones urgentes. Se establecen límites sobre el número máximo de horas extras que pueden realizarse por día y semana, así como un tope anual de ciento sesenta horas extraordinarias.\n\nEn cuanto a la retribución, se indica que las personas trabajadoras deben ser remuneradas con un incremento del veinticinco por ciento sobre el salario básico por cada hora extraordinaria. También se menciona una excepción en los convenios colectivos donde puede pactarse compensación mediante tiempo de descanso en lugar de pago adicional, siempre que se cumplan ciertas condiciones legales y contractuales. Finalmente, se definen situaciones en las que no se considera trabajo extraordinario para efectos de remuneración o compensación.",
        "keywords": "1. Trabajo extraordinario  \n2. Jornada aprobada  \n3. Horas extras  \n4. Doble turno  \n5. Habilitación de días de descanso semanal  \n6. Acuerdo previo  \n7. Organización sindical  \n8. Excepción al trabajo extraordinario  \n9. Interés social  \n10. Tareas apremiantes  \n11. Defensa del país  \n12. Catástrofe  \n13. Accidente o avería  \n14. Reparación de muebles o inmuebles  \n15. Servicios públicos  \n16. Desastres naturales  \n17. Suplir ausencia imprevista  \n18. Convenio colectivo de trabajo  \n19. Límites del trabajo extraordinario  \n20. Ciento sesenta horas anuales  \n21. Retribución  \n22. Incremento del veinticinco por ciento  \n23. Compensación en tiempo de descanso  \n24. Situaciones excepcionales  \n25. Legislación."
    },
    "25": {
        "title": "Sección Quinta",
        "begin": 1165,
        "end": 1213,
        "sumary": "**Resumen:**\n\nEl contexto se refiere al tratamiento laboral en días de conmemoración oficial, nacional, feriados y receso laboral retribuido según la normativa vigente.\n\n- **Días de conmemoración oficial**: Se establecen fechas específicas anuales para eventos históricos y memorables, como el natalicio de José Martí o la caída del Che Guevara. En estos días, las actividades laborales no se suspenden, salvo en espectáculos públicos, festivos y humorísticos, que sí lo hacen el 30 de julio y el 7 de diciembre.\n\n- **Días de conmemoración nacional y feriados**: Incluyen fechas como el 1° de enero (Revolución), 1° de mayo (Trabajadores) y días feriados como el 2 de enero o el 25 de diciembre. Si coinciden con domingo, se traslada el descanso dominical a lunes, salvo excepciones.\n\n- **Receso laboral retribuido**: Puede ser declarado por decisión gubernamental y aplica a todo el país o sectores específicos. El viernes santo es un día de receso adicional retribuido. Se abona el salario básico, excepto en casos de coincidencia con descansos semanales o vacaciones.\n\n- **Habilitación de días laborables**: En situaciones excepcionales, los empleadores pueden habilitar días festivos como laborables, siempre que se acuerde con sindicatos. Los días de receso no pueden ser habilitados para trabajo.\n\n- **Tratamiento salarial**: En días de conmemoración y feriados, las personas trabajadoras reciben salario promedio o básico según su sistema de pago. Quienes deben trabajar en estos días reciben el doble del salario diario, pudiendo sustituirlo por un día de descanso retribuido si así lo acuerdan con el empleador. Quienes se ausentan sin justificación no tienen derecho a salario para ese día.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Conmemoraciones oficiales**: Se establecen fechas anuales de conmemoración oficial, como el \"Natalicio del Héroe Nacional José Martí Pérez\", el \"Grito de Baire\" y otros eventos históricos y culturales importantes para la nación.\n\n2. **Suspensión laboral en días oficiales**: En los días de conmemoración oficial, las actividades laborales no recesan, excepto en casos específicos como espectáculos públicos, festivos y humorísticos que suspenden sus actividades el 30 de julio y el 7 de diciembre.\n\n3. **Días nacionales y feriados**: Se definen los días de conmemoración nacional (1° de enero, 1° de mayo, 26 de julio, 10 de octubre) y los días feriados (2 de enero, 25 y 27 de julio, 25 y 31 de diciembre), con excepciones para el traslado del descanso dominical cuando coinciden con domingos.\n\n4. **Receso laboral retribuido**: El Estado o el Ministerio de Trabajo pueden declarar días de receso laboral retribuido, aplicables a ciertas actividades, territorios o al país, y se establece el pago del salario básico en esos días.\n\n5. **Habilitación de días como laborables**: En casos excepcionales, los empleadores pueden habilitar algunos días de conmemoración nacional o feriados como laborables, siempre que sea acordado con la organización sindical correspondiente.\n\n6. **Tratamiento laboral en días oficiales**: Se detienen las actividades laborales en días de conmemoración oficial y feriados, excepto para servicios esenciales, producciones continuas e labores inaplazables que no pueden interrumpirse.\n\n7. **Tratamiento salarial**: En los días de conmemoración nacional y feriados, las personas trabajadoras que recesan reciben un salario promedio o básico según su forma de pago; quienes deben trabajar en esos días reciben el doble del salario diario, con la posibilidad de sustituirlo por un día de descanso retribuido. Quienes",
        "keywords": "Palabras clave:\n\n1. Días de conmemoración oficial  \n2. Días de conmemoración nacional  \n3. Feriados  \n4. Receso laboral retribuido  \n5. Tratamiento laboral  \n6. Salario promedio  \n7. Salario básico diario  \n8. Actividades laborales  \n9. Suspensión de actividades  \n10. Descanso dominical  \n11. Viernes santo  \n12. Excepciones laborales  \n13. Traslado del descanso  \n14. Ley  \n15. Personas trabajadoras  \n16. Empleadores  \n17. Servicios esenciales  \n18. Horarios ajustados  \n19. Pago doble  \n20. Descanso retribuido."
    },
    "26": {
        "title": "Sección Sexta",
        "begin": 1214,
        "end": 1242,
        "sumary": "**Resumen:**\n\nEl derecho a las vacaciones anuales pagadas se establece en la Sección Sexta de la normativa laboral, otorgando a las personas trabajadoras un mes de vacaciones por cada once meses de trabajo efectivo, considerado como treinta días naturales. La duración proporcional se aplica cuando no se laboran los once meses completos.\n\nEl tiempo de vacaciones se acumula considerando días efectivamente laborados, incluyendo recesos nacionales y licencias retribuidas, pero excluyendo ausencias sin pago como enfermedad o ceses temporales. La programación del período vacacional corresponde al empleador, teniendo en cuenta la producción y los intereses de la persona trabajadora.\n\nEl empleador puede conceder vacaciones por distintos períodos y, bajo ciertas condiciones, permitir ausencias por cuestiones personales. Las vacaciones deben iniciarse en días laborables, y su pago debe realizarse antes del inicio del disfrute. En casos excepcionales, el empleador puede acordar la continuidad laboral durante el período vacacional, garantizando un descanso mínimo de quince días al año.\n\nEl monto correspondiente a las vacaciones se calcula según los días efectivamente trabajados y se paga en días hábiles dentro del período establecido.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Derecho a vacaciones anuales pagadas:** Las personas trabajadoras tienen derecho a un mes de vacaciones anuales pagadas por cada once meses de trabajo efectivo, considerado como treinta días naturales.\n\n2. **Vacaciones proporcionalizadas:** En caso de no trabajar once meses, el derecho se ajusta proporcionalmente al tiempo efectivamente laborado.\n\n3. **Criterio para acumulación de vacaciones:** El derecho a vacaciones depende del acumulado del nueve punto cero nueve por ciento de los días laborados y salarios percibidos, considerando la duración promedio de la jornada semanal en casos excepcionales.\n\n4. **Días efectivamente laborados:** Los días de conmemoración nacional, feriados y licencias retribuidas (como maternidad) cuentan como días laborados para el cálculo de vacaciones.\n\n5. **Interrupción de la acumulación:** Las ausencias no remuneradas, como enfermedades o ceses temporales, interrumpen la acumulación del derecho a vacaciones.\n\n6. **Programación y concesión de vacaciones:** El empleador establece el programa anual considerando necesidades operativas y derechos del trabajador; se pueden conceder en períodos variables según solicitud.\n\n7. **Inicio de las vacaciones:** Deben comenzar en día laborable, no en feriados o días de descanso semanal; el pago debe realizarse antes del inicio del disfrute.\n\n8. **Disfrute y ajustes excepcionales:** Las vacaciones se gozan en días naturales durante el año; en casos imprevistos, pueden posponerse o trabajar con compensación salarial, asegurando un descanso mínimo de quince días anuales.\n\n9. **Pago de las vacaciones:** Se calcula según los días efectivamente laborados y se abona por días hábiles dentro del período disfrutado, excluyendo los días de descanso semanal regulares.",
        "keywords": "1. Vacaciones anuales pagadas  \n2. Derecho a vacaciones  \n3. Mes de vacaciones  \n4. Días efectivamente laborados  \n5. Acumulación del tiempo de vacaciones  \n6. Programación del período vacacional  \n7. Concesión del período vacacional  \n8. Disfrute del período vacacional  \n9. Pago de las vacaciones  \n10. Período de trabajo efectivo"
    },
    "27": {
        "title": "Sección Primera",
        "begin": 1383,
        "end": 1391,
        "sumary": "El presente contexto describe los organismos rectores responsables de la seguridad y salud en el trabajo, según lo establecido en los artículos 279, 280 y 281. El Ministerio de Trabajo y Seguridad Social propone y controla la política general de seguridad y salud laboral, registra equipos de protección personal y coordina con otros organismos. El Ministerio de Salud Pública se ocupa de la higiene del trabajo, la salud ocupacional, el reconocimiento de enfermedades profesionales y la realización de exámenes médicos. El Ministerio del Interior es responsable de la prevención contra incendios y el manejo de sustancias peligrosas. Por su parte, el Ministerio de Ciencia, Tecnología y Medio Ambiente se encarga de la seguridad biológica, radiológica y química. Además, los organismos rectores pueden paralizar procesos o clausurar locales ante riesgos inminentes. Finalmente, los ministerios de Educación garantizan que los planes de estudio incluyan contenidos sobre seguridad y salud en el trabajo para fomentar hábitos seguros e higiénicos.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Organismos rectores de la seguridad y salud en el trabajo:** Se identifican cuatro organismos responsables de distintas áreas relacionadas con la seguridad y salud laboral, cada uno con funciones específicas:\n   - **Ministerio de Trabajo y Seguridad Social:** Propone y controla la política general, regula los equipos de protección personal y coordina acciones interinstitucionales.\n   - **Ministerio de Salud Pública:** Gestiona la higiene del trabajo, salud ocupacional, capacidad laboral, listado de enfermedades profesionales, exámenes médicos y rehabilitación de trabajadores.\n   - **Ministerio del Interior:** Se encarga de la prevención de incendios, extinción de fuegos, y control del uso y manejo de explosivos y sustancias peligrosas.\n   - **Ministerio de Ciencia, Tecnología y Medio Ambiente:** Supervisa la seguridad biológica, radiológica y química, especialmente en productos peligrosos y su impacto ambiental.\n\n2. **Facultades para garantizar la seguridad:** Los organismos rectores tienen el poder de disponer la paralización de maquinaria, equipos o procesos, así como clausurar locales laborales, cuando exista un riesgo inminente para la salud y vida de los trabajadores.\n\n3. **Formación en seguridad y salud laboral:** Los ministerios encargados de la educación garantizan que los planes y programas académicos incluyan contenidos sobre seguridad y salud en el trabajo como parte fundamental del currículo, con el fin de promover hábitos seguros e higiénicos entre los estudiantes.",
        "keywords": "Palabras clave más importantes:\n\n1. **Organismos rectores**  \n2. **Seguridad y salud en el trabajo**  \n3. **Ministerio de Trabajo y Seguridad Social**  \n4. **Política general**  \n5. **Equipos de protección personal**  \n6. **Ministerio de Salud Pública**  \n7. **Higiene del trabajo**  \n8. **Salud ocupacional**  \n9. **Capacidad laboral**  \n10. **Enfermedades profesionales**  \n11. **Exámenes médicos**  \n12. **Ministerio del Interior**  \n13. **Prevención de incendios**  \n14. **Explosivos y sustancias peligrosas**  \n15. **Ministerio de Ciencia, Tecnología y Medio Ambiente**  \n16. **Seguridad biológica, radiológica y química**  \n17. **Productos químicos peligrosos**  \n18. **Daño ambiental**  \n19. **Paralización de equipos y procesos**  \n20. **Clausura de locales**  \n21. **Ministerios de Educación**  \n22. **Formación técnico profesional**  \n23. **Contenidos sobre seguridad y salud en el trabajo**  \n24. **Hábitos seguros e higiénicos**"
    },
    "28": {
        "title": "Sección Segunda",
        "begin": 1392,
        "end": 1397,
        "sumary": "Los organismos rectores de ramas y actividades son responsables de dictar reglamentos y normas técnicas complementarias para garantizar la seguridad y salud en el trabajo, en consulta con el Ministerio de Trabajo y Seguridad Social, y controlar su cumplimiento, rendiendo cuenta ante los organismos encargados de la seguridad y salud. Además, estos organismos determinan los equipos de alto riesgo industrial dentro de sus competencias, certificando que se cumplan los requisitos de seguridad en todas las etapas de su ciclo de vida, e impulsando la formación técnica especializada de los operarios a través de entidades acreditadas.",
        "ideas": "El texto establece la responsabilidad de los organismos rectores de ramas y actividades en cuanto a la dictación de reglamentos y normas técnicas complementarias relacionadas con la gestión de seguridad y salud en el trabajo, en consulta con el Ministerio de Trabajo y Seguridad Social, así como su control y cumplimiento. Asimismo, se menciona que dichos organismos tienen facultades para determinar los equipos de alto riesgo industrial dentro de sus competencias, garantizando el cumplimiento de requisitos de seguridad durante todas las etapas de su ciclo de vida (importación, fabricación, montaje, explotación, mantenimiento y reparación), e impulsando la formación técnica especializada de los operarios a través de entidades acreditadas.",
        "keywords": "1. **Organismos rectores**  \n2. **Responsabilidad**  \n3. **Reglamentos**  \n4. **Normas técnicas complementarias**  \n5. **Seguridad y salud**  \n6. **Ministerio de Trabajo y Seguridad Social**  \n7. **Cumplimiento**  \n8. **Equipos de alto riesgo industrial**  \n9. **Certificación**  \n10. **Formación técnica especializada**"
    },
    "29": {
        "title": "Sección Primera",
        "begin": 1400,
        "end": 1421,
        "sumary": "**Resumen:**\n\nEl contexto se refiere a los principios básicos del sistema de gestión de seguridad y salud en el trabajo, según lo establecido en los artículos 284 al 287. El artículo 284 define que el sistema de gestión incluye la estrategia, programa, responsabilidades, peligros, riesgos, procedimientos e instrucciones necesarios para cumplir con los objetivos de la actividad laboral, considerando factores técnicos, organizativos y las reglamentaciones vigentes.\n\nEl artículo 285 menciona que el empleador debe identificar y evaluar los riesgos en colaboración con la organización sindical, mientras que los trabajadores tienen derecho a condiciones seguras y obligación de cumplir medidas preventivas. El artículo 286 detalla los factores que deben considerarse para realizar una evaluación completa de los riesgos, como procesos laborales, materiales utilizados, historial de accidentes y características de los puestos de trabajo.\n\nFinalmente, el artículo 287 establece que las acciones preventivas se incluyen en un programa anual elaborado por el empleador con la participación sindical. Este programa debe priorizar las acciones según la magnitud del riesgo, asignar responsables, plazos y recursos necesarios, e incluir medidas organizativas, higiénico-sanitarias, de capacitación, equipos de protección y otras acciones encaminadas a prevenir incidentes y mejorar las condiciones laborales. El programa debe ser revisado cuando cambien circunstancias relevantes en la producción o servicios.",
        "ideas": "El texto establece la obligación del empleador de implementar un sistema de gestión de seguridad y salud en el trabajo, que incluye la identificación, evaluación y prevención de riesgos. Este sistema debe considerar las características técnicas, productivas, organizativas y los niveles de riesgo presentes en el lugar de trabajo. Asimismo, se define la participación obligatoria del empleador y la organización sindical en la elaboración del programa anual de prevención de riesgos laborales, que incluye acciones preventivas, medidas higiénico-sanitarias, capacitación, adquisición de equipos de protección personal y colectiva, entre otros elementos. El programa debe ser aprobado por el jefe de la entidad en común acuerdo con la organización sindical, y revisado ante cambios significativos en las condiciones de producción o servicios. La finalidad principal es garantizar un entorno laboral seguro, saludable y preventivo de accidentes y enfermedades profesionales.",
        "keywords": "**Palabras clave identificadas:**\n\n1. **Sistema de gestión**\n2. **Seguridad y salud en el trabajo**\n3. **Responsabilidades**\n4. **Peligros y riesgos**\n5. **Procedimientos e instrucciones**\n6. **Evaluación de riesgos**\n7. **Acciones preventivas**\n8. **Derechos y obligaciones**\n9. **Condiciones seguras e higiénicas**\n10. **Participación del trabajador**\n11. **Identificación de riesgos**\n12. **Medidas preventivas**\n13. **Programa anual de prevención**\n14. **Prioridad de acciones**\n15. **Recursos necesarios**\n16. **Mejora de condiciones de trabajo**\n17. **Equipos de protección personal**\n18. **Certificación de equipos**\n19. **Capacitación**\n20. **Revisión del programa**\n\nEstas palabras clave resumen los conceptos centrales relacionados con la gestión de riesgos, la prevención de accidentes y enfermedades laborales, así como las responsabilidades y obligaciones en materia de seguridad y salud en el trabajo."
    },
    "30": {
        "title": "Sección Segunda",
        "begin": 1422,
        "end": 1429,
        "sumary": "El artículo 288 establece que el presupuesto de seguridad y salud en el trabajo se determina tras identificar los peligros y evaluar los riesgos a los que se exponen los trabajadores. Este presupuesto abarca varios aspectos clave: el programa de salud ocupacional, la higiene y seguridad industrial, la preparación para emergencias, el equipamiento de protección personal, así como otros elementos relacionados con capacitación, promoción y eventos en materia de seguridad y salud.",
        "ideas": "El artículo 288 establece que el presupuesto de seguridad y salud en el trabajo se determina tras identificar peligros y evaluar riesgos a los que están expuestas las personas trabajadoras. Este presupuesto abarca varios aspectos esenciales: el programa de salud ocupacional, la higiene y seguridad industrial, la preparación para emergencias, el suministro de equipos de protección personal y otros elementos relacionados con capacitación, promoción y eventos en materia de seguridad y salud. Estas áreas son fundamentales para garantizar un entorno laboral seguro y saludable.",
        "keywords": "Palabras clave:\n\n1. Presupuesto  \n2. Seguridad  \n3. Salud en el trabajo  \n4. Peligros  \n5. Riesgos  \n6. Programa de salud ocupacional  \n7. Exámenes clínicos  \n8. Higiene industrial  \n9. Equipos de protección personal  \n10. Prevención  \n11. Emergencia  \n12. Capacitación  \n13. Promoción  \n14. Divulgación"
    },
    "31": {
        "title": "Sección Tercera",
        "begin": 1430,
        "end": 1435,
        "sumary": "El artículo 289 de la Sección Tercera establece la creación del Comité de Seguridad y Salud, un órgano consultor encargado de analizar sistemáticamente asuntos relacionados con la seguridad y salud en el trabajo. Este comité se constituye en entidades y centros laborales, integrado por un número impar de trabajadores, incluyendo al representante designado por la dirección, al delegado sindical, a la persona encargada de la seguridad y salud (quien actúa como coordinador), y a otros trabajadores con experiencia y calificación reconocida. Su funcionamiento se regula mediante una disposición normativa complementaria.",
        "ideas": "El texto establece la creación del Comité de Seguridad y Salud como un órgano consultor encargado de analizar sistemáticamente los asuntos relacionados con la seguridad y salud en el trabajo, surgidos tanto del análisis colectivo como de situaciones derivadas del desarrollo laboral. Este comité se constituye en entidades y centros de trabajo, integrándose por un número impar de personas trabajadoras, incluyendo representantes designados por la dirección, sindicales, y una persona encargada de la seguridad y salud que actúa como coordinador. Su funcionamiento está regulado por una disposición normativa complementaria.",
        "keywords": "Palabras clave:\n\n1. Comité de Seguridad y Salud  \n2. Empleador  \n3. Entidades y centros de trabajo  \n4. Representación sindical  \n5. Persona trabajadora encargada de seguridad y salud  \n6. Coordinador  \n7. Funcionamiento del Comité  \n8. Disposición normativa complementaria  \n9. Análisis sistemático  \n10. Participación colectiva"
    },
    "32": {
        "title": "Sección Cuarta",
        "begin": 1436,
        "end": 1451,
        "sumary": "**Resumen:**\n\nLa Sección Cuarta establece los procedimientos de trabajo seguros, asignando responsabilidades a empleadores, jefes directos y trabajadores para garantizar condiciones seguras en el lugar de trabajo. El empleador debe elaborar procedimientos específicos basados en normas legales, mientras que el jefe directo es responsable de su cumplimiento por parte del personal a su cargo. Los trabajadores están obligados a seguir estos procedimientos.\n\nAdicionalmente, se regulan las indicaciones para procesos realizados fuera del entorno físico de la entidad, incluyendo organizaciones, responsabilidades, peligros y medidas de seguridad. En caso de múltiples empleadores en un mismo lugar, se acuerdan medidas conjuntas que se detallan en el contrato económico.\n\nEl permiso de seguridad es obligatorio para actividades de alto riesgo o no habituales, requiriendo una revisión previa de riesgos y la participación del empleador. Cada empleador debe definir, junto con la organización sindical, los procesos considerados de alto riesgo, incluyéndolos en el convenio colectivo.\n\nFinalmente, se reconoce el derecho especial de los trabajadores a no realizar actividades si perciben un peligro inminente para su vida, siempre que puedan trabajar provisionalmente en otro cargo asignado por el empleador. La organización sindical garantiza el ejercicio de este derecho.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Responsabilidad del empleador:** El empleador es quien elabora los procedimientos de trabajo seguros, basados en normativas legales, con el objetivo de garantizar la seguridad y salud de las personas trabajadoras según su cargo y lugar de trabajo.\n\n2. **Responsabilidad del jefe directo:** El jefe directo de producción y servicios tiene la máxima responsabilidad para asegurar que sus empleados cumplan los procedimientos establecidos de trabajo seguro.\n\n3. **Obligación del trabajador:** Las personas trabajadoras están obligadas a cumplir con los procedimientos de trabajo seguro correspondientes a su cargo y lugar de trabajo.\n\n4. **Indicaciones para tareas fuera del entorno físico:** Para actividades desarrolladas fuera de las instalaciones, se establecen indicaciones específicas que abarcan organización, responsabilidades, horarios, peligros y medidas de seguridad.\n\n5. **Colaboración entre empleadores en un mismo lugar de trabajo:** Cuando dos o más empleadores realizan labores simultáneas en el mismo lugar, deben acordar medidas para cumplir con la legislación vigente, detallándose estas en el contrato económico.\n\n6. **Permiso de seguridad para actividades de alto riesgo:** Antes de ejecutar tareas consideradas de alto riesgo o no habituales, se requiere un permiso de seguridad que incluye descripciones técnicas del trabajo, medidas de seguridad y responsables asignados.\n\n7. **Definición de actividades de alto riesgo:** Los empleadores, en coordinación con la organización sindical, definen las actividades de alto riesgo según normativas complementarias, detallándose estas en el convenio colectivo de trabajo.\n\n8. **Certificación previa para trabajos de alto riesgo:** La ejecución de tareas de alto riesgo debe ser precedida por una certificación técnica tanto de los equipos como del personal encargado de su uso.\n\n9. **Derecho especial del trabajador ante peligros inminentes:** Una persona trabajadora tiene derecho a no realizar ciertas actividades si percibe un peligro inminente para su vida, hasta que se elimine dicho peligro; en este caso, debe trabajar provisionalmente en otro cargo asignado por el empleador.\n\n10. **Rol de la organización sindical:** La organización sindical tiene la responsabilidad de",
        "keywords": "1. **Procedimiento de trabajo seguro**  \n2. **Empleador**  \n3. **Jefe directo**  \n4. **Persona trabajadora**  \n5. **Peligros**  \n6. **Normas y reglamentos**  \n7. **Indicaciones específicas**  \n8. **Actividades simultáneas**  \n9. **Permiso de seguridad**  \n10. **Alto riesgo**  \n11. **Certificación**  \n12. **Derecho especial**  \n13. **Seguridad**  \n14. **Responsabilidades**  \n15. **Convenio colectivo de trabajo**"
    },
    "33": {
        "title": "Sección Quinta",
        "begin": 1452,
        "end": 1467,
        "sumary": "Resumen:  \nSegún los artículos 294 y 295 de la Sección Quinta sobre Instrucción de Seguridad y Salud, las personas trabajadoras tienen derecho a recibir instrucción sobre seguridad y salud en el trabajo, obligándose a cumplirla. Por su parte, el empleador está obligado a proporcionar esta instrucción durante el proceso de incorporación al empleo, abarcando aspectos como los riesgos generales y específicos del lugar de trabajo, procedimientos seguros de trabajo, comunicación gestual, manejo de emergencias, primeros auxilios, señalización de seguridad, y uso de equipos de protección. Además, el empleador debe determinar en convenio con la organización sindical las instrucciones periódicas necesarias según los riesgos del trabajo, manteniendo un registro actualizado de dicha instrucción.",
        "ideas": "El texto establece los derechos y obligaciones relacionados con la instrucción en seguridad y salud en el trabajo, según lo dispuesto en los artículos 294 y 295 de la Sección Quinta. Las ideas esenciales son las siguientes:\n\n1. **Derecho a recibir instrucción**: Toda persona trabajadora tiene derecho a recibir información sobre seguridad y salud en el trabajo, y está obligada a cumplir con los procedimientos establecidos.\n   \n2. **Obligación del empleador**: El empleador debe proporcionar instrucción inicial a las personas trabajadoras sobre diversos aspectos, incluyendo riesgos generales y específicos, procedimientos seguros de trabajo, comunicación en emergencias, primeros auxilios, señalización de seguridad, y uso de equipos de protección.\n\n3. **Instrucción periódica**: El empleador, junto con la organización sindical, debe definir los trabajos que requieren instrucción periódica y su frecuencia, lo cual se incluye en el convenio colectivo de trabajo.\n\n4. **Registro de la instrucción**: El empleador es responsable de mantener un registro actualizado de todas las instrucciones impartidas a sus trabajadores.",
        "keywords": "1. Instrucción de seguridad y salud  \n2. Derechos y obligaciones  \n3. Empleador  \n4. Personas trabajadoras  \n5. Riesgos en el trabajo  \n6. Procedimientos seguros  \n7. Instrucción inicial  \n8. Instrucción periódica  \n9. Emergencias  \n10. Primeros auxilios  \n11. Señalización de seguridad  \n12. Equipos de protección personal  \n13. Convenio colectivo de trabajo  \n14. Registro de instrucción"
    },
    "34": {
        "title": "Sección Sexta",
        "begin": 1468,
        "end": 1478,
        "sumary": "Resumen:\n\nLa Sección Sexta regula los derechos y obligaciones relacionados con los equipos de protección personal (EPP) en el lugar de trabajo. Según el Artículo 296, las personas trabajadoras tienen derecho a recibir gratuitamente EPP adecuado para su puesto, y están obligadas a usarlos correctamente y mantenerlos. Por otro lado, el empleador debe garantizar la provisión, conservación y mantenimiento de estos equipos, así como los dispositivos contra incendios y otros medios técnicos necesarios según los riesgos presentes.\n\nEl Artículo 297 define los EPP como dispositivos individuales que protegen a las trabajadoras contra diversos riesgos físicos y biológicos, incluyendo protección auditiva, respiratoria, entre otras. Se menciona la importancia de su planificación, conservación y mantenimiento, regulados por disposiciones normativas complementarias. Además, los EPP para emergencias deben estar ubicados en lugares visibles, con señalamientos adecuados y accesibles, y las trabajadoras deben recibir instrucción sobre su uso.\n\nFinalmente, el Artículo 298 establece que los empleadores deben garantizar que los EPP adquiridos estén registrados, aprobados y vigentes según lo dispuesto por el Ministerio de Trabajo y Seguridad Social.",
        "ideas": "**Ideas esenciales:**\n\n1. **Derechos y obligaciones de trabajadores y empleadores:** Las personas trabajadoras tienen derecho a recibir gratuitamente los equipos de protección personal necesarios para su puesto de trabajo, y están obligadas a usarlos conforme a las normas establecidas, así como a conservarlos y mantenerlos adecuadamente. Por su parte, el empleador debe suministrar, conservar y mantener estos equipos sin costo alguno.\n\n2. **Definición de equipo de protección personal (EPP):** Se considera EPP cualquier dispositivo o medio que utiliza individualmente una persona trabajadora para protegerse contra riesgos que amenacen su seguridad y salud, incluyendo ropa, calzado y otros componentes esenciales para su funcionamiento correcto.\n\n3. **Tipos de protección:** Los EPP se determinan según los riesgos presentes en el lugar de trabajo, como golpes, impactos, quemaduras, cortes, así como enfermedades derivadas de la actividad laboral (como problemas auditivos, respiratorios, digestivos, tóxicos y bacteriológicos).\n\n4. **Planificación, conservación y mantenimiento:** Estas acciones están reguladas por disposiciones normativas complementarias, garantizando que los EPP estén siempre en condiciones óptimas de uso.\n\n5. **Disponibilidad y acceso a emergencias:** Los equipos para situaciones de emergencia deben estar ubicados en lugares conocidos, accesibles y con señalamientos adecuados, y el personal debe recibir instrucción sobre su uso correcto.\n\n6. **Registro y aprobación de EPP:** El empleador debe garantizar que los equipos adquiridos estén debidamente registrados y aprobados según las disposiciones normativas establecidas por el Ministerio de Trabajo y Seguridad Social, asegurando su vigencia al momento de la adquisición.",
        "keywords": "1. **Equipos de protección personal (EPP)**  \n2. **Derechos y obligaciones**  \n3. **Persona trabajadora**  \n4. **Empleador**  \n5. **Protección contra riesgos**  \n6. **Conservación y mantenimiento**  \n7. **Seguridad y salud en el trabajo**  \n8. **Registro y aprobación de EPP**  \n9. **Normas establecidas**  \n10. **Disposición normativa complementaria**"
    },
    "35": {
        "title": "Sección Séptima",
        "begin": 1479,
        "end": 1496,
        "sumary": "Resumen:\n\nLa Sección Séptima regula los exámenes médicos ocupacionales, estableciendo derechos y obligaciones de trabajadores y empleadores. Los trabajadores deben someterse a estos exámenes en las fechas indicadas, mientras que el empleador debe garantizar su cumplimiento, programando exámenes pre-empleo, periódicos y especializados según normas del Ministerio de Salud Pública. El examen pre-empleo determina si una persona está apta para un puesto; en caso contrario, no se puede firmar el contrato laboral. Los exámenes periódicos permiten detectar alteraciones de salud relacionadas con el trabajo y, en su caso, derivar al trabajador a la Comisión de Peritaje Médico Laboral. Si se declara una invalidez parcial, el empleador debe adaptar las condiciones laborales, reubicar al trabajador o reducir su horario, buscando mantener sus ingresos económicos. En casos no resolvibles mediante estas medidas, se aplica la legislación de seguridad social correspondiente.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Derechos y obligaciones de las personas trabajadoras y empleadores**: Las trabajadoras tienen derecho y deber de someterse a exámenes médicos ocupacionales, mientras que los empleadores deben exigir y garantizar su cumplimiento, programando los exámenes necesarios y coordinando con instituciones del Sistema Nacional de Salud.\n\n2. **Definición y clasificación de exámenes médicos ocupacionales**: Estos exámenes se realizan con fines preventivos para determinar la idoneidad física y mental de las personas trabajadoras. Se clasifican en pre-empleo, periódicos y especializados, regulados por el Ministerio de Salud Pública.\n\n3. **Examen pre-empleo**: Es obligatorio durante el proceso de incorporación al empleo; si se detecta una alteración incompatible con el trabajo, no puede celebrarse el contrato o designación.\n\n4. **Efectos del examen periódico y especializado**: Si se identifica una alteración de salud que requiera tratamiento, el empleador actúa conforme a normativas establecidas por el Ministerio de Salud Pública. En caso de incapacidad temporal, el empleador debe remitir a la Comisión de Peritaje Médico Laboral con anticipación.\n\n5. **Tratamiento laboral ante invalidez parcial**: Si se declara una reducción de capacidad laboral, el empleador debe adaptar las condiciones del puesto, reubicar en un cargo adecuado o reducir el horario; si no es posible, se aplica la legislación de seguridad social.",
        "keywords": "1. **Exámenes médicos ocupacionales**  \n2. **Derechos y obligaciones**  \n3. **Empleador**  \n4. **Persona trabajadora**  \n5. **Examen pre-empleo**  \n6. **Exámenes periódicos**  \n7. **Exámenes especializados**  \n8. **Ministerio de Salud Pública**  \n9. **Incapacidad temporal**  \n10. **Comisión de Peritaje Médico Laboral**  \n11. **Declaración de invalidez parcial**  \n12. **Reducción de capacidad laboral**  \n13. **Modificación de condiciones laborales**  \n14. **Reubicación laboral**  \n15. **Legislación de seguridad social**"
    },
    "36": {
        "title": "Sección Octava",
        "begin": 1497,
        "end": 1522,
        "sumary": "**Resumen:**\n\nLa Sección Octava establece definiciones y procedimientos relacionados con incidentes, accidentes y enfermedades profesionales. Un *suceso peligroso* es un acontecimiento no deseado que podría haber causado daños; un *incidente* es un suceso durante el trabajo que afecta la salud sin incapacitar al trabajador; un *accidente de trabajo* es un hecho repentino que causa lesiones o muerte, afectando la capacidad laboral; y un *accidente mayor* implica consecuencias graves para la salud, propiedad, medio ambiente y economía. \n\nLos artículos mencionan situaciones equiparables a un accidente de trabajo, como el trayecto al trabajo, pausas para comer o movilizaciones en interés nacional. El empleador debe registrar y investigar incidentes, accidentes y sucesos peligrosos, garantizando la preservación del lugar del hecho y determinando sus causas. En caso de fallecimientos, se requiere notificar inmediatamente a la Oficina Nacional de Inspección del Trabajo. \n\nLa persona trabajadora debe informar cualquier riesgo o incidente y colaborar en investigaciones. Los accidentes de estudiantes durante prácticas docentes se investigan en la entidad correspondiente y se comunican al centro educativo. Finalmente, una *enfermedad profesional* es una alteración de salud causada por factores del medio laboral, regulada por disposiciones normativas del Ministerio de Salud Pública.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Definiciones clave**: El texto establece definiciones claras de términos como *suceso peligroso*, *incidente*, *accidente de trabajo* y *accidente mayor*, diferenciando entre ellos según su gravedad, impacto en la salud, afectación a la capacidad laboral y consecuencias para la propiedad o el entorno.\n\n2. **Situaciones equiparables al accidente de trabajo**: Se detallan circunstancias que se consideran equivalentes a un accidente de trabajo, como trayectos de ida y regreso, pausas para comer, participación en actividades voluntarias por organizaciones sindicales o políticas, labores de rescate, defensa civil, procesos electorales, entre otras.\n\n3. **Obligación del empleador**: El empleador está obligado a registrar y investigar incidentes, accidentes de trabajo (incluidos los mayores) y situaciones equiparables, garantizando la preservación de las condiciones del lugar donde ocurrieron, determinando causas, responsables y medidas preventivas.\n\n4. **Procedimiento de investigación**: La investigación debe iniciarse inmediatamente, con un plazo máximo de 30 días para su conclusión (exceptuando casos excepcionales). En caso de fallecimiento, se requiere notificar a la Oficina Nacional de Inspección del Trabajo dentro de las 24 horas.\n\n5. **Deberes del trabajador**: La persona trabajadora debe reportar inmediatamente cualquier incidente o accidente, así como colaborar en investigaciones relativas a estos eventos.\n\n6. **Investigación de accidentes en estudiantes**: Los accidentes que ocurren durante la práctica docente o en situaciones anticipadas se investigan en la entidad donde ocurrieron y el resultado se comunica al centro educativo correspondiente.\n\n7. **Enfermedad profesional**: Se define como una alteración patológica generada por la actividad laboral, causada por exposición habitual a factores presentes en el medio laboral o en determinados cargos. Su análisis, prevención y control están regulados por disposiciones normativas del Ministerio de Salud Pública.",
        "keywords": "1. **Suceso peligroso**  \n2. **Incidente**  \n3. **Accidente de trabajo**  \n4. **Accidente mayor**  \n5. **Investigación de accidentes**  \n6. **Registro de incidentes y sucesos peligrosos**  \n7. **Enfermedad profesional**  \n8. **Deberes del empleador**  \n9. **Obligaciones de la persona trabajadora**  \n10. **Situaciones equiparables al accidente de trabajo**"
    },
    "37": {
        "title": "Sección Primera",
        "begin": 1733,
        "end": 1765,
        "sumary": "**Resumen:**\n\nEl presente contexto establece los derechos de las personas trabajadoras frente a la imposición indebida de medidas disciplinarias y la violación de sus derechos laborales y de seguridad social. En primer lugar, se señala que el empleador debe reparar los daños e indemnizar los perjuicios causados por dichas situaciones (Artículo 343). Asimismo, se establece que cualquier medida disciplinaria impuesta en forma extemporánea, por autoridad no facultada, bajo legislación indebida o con procedimiento incorrecto es nula de pleno derecho (Artículo 344).\n\nCuando una medida disciplinaria se considera indebida, puede ser exonerada, modificada o anulada por el órgano competente, lo que obliga al empleador a informar la decisión en la Asamblea General y restituir reconocimientos otorgados (Artículo 345). En cuanto al resarcimiento, se menciona que las personas trabajadoras tienen derecho a recibir compensación económica por daños y perjuicios económicos derivados de decisiones favorables en reclamaciones laborales o de seguridad social (Artículo 346).\n\nLa determinación de la indemnización depende del salario percibido, el tiempo durante el cual se dejó de percibir el salario o su disminución, y debe pagarse dentro de los treinta días hábiles posteriores a la notificación de la decisión firme (Artículo 347). Finalmente, se indica que las decisiones firmes sobre revocación o anulación de medidas disciplinarias tienen efectos retroactivos, acumulando el tiempo de separación y reconociendo los derechos laborales correspondientes (Artículo 348).",
        "ideas": "El texto establece los derechos de las personas trabajadoras frente a medidas disciplinarias indebidas y la violación de sus derechos laborales y de seguridad social. Las ideas esenciales incluyen:\n\n1. **Derecho a reparación y indemnización**: La persona trabajadora tiene derecho a recibir reparación por daños e indemnización por perjuicios sufridos debido a medidas disciplinarias indebidas o violaciones de sus derechos laborales.\n\n2. **Nulidad de las medidas disciplinarias**: Cualquier medida disciplinaria impuesta en forma extemporánea, por autoridades no facultadas, al amparo de legislación indebida o con procedimientos distintos a los establecidos es nula de pleno derecho.\n\n3. **Situaciones de medidas disciplinarias indebidas**: Estas pueden ser anuladas, modificadas o exoneradas por el órgano competente, lo cual obliga al empleador a informar en la Asamblea General y restituir honores si procede.\n\n4. **Forma de resarcimiento**: Las personas trabajadoras tienen derecho a recibir resarcimiento económico por daños causados por decisiones favorables emitidas por autoridades competentes, con efecto retroactivo según el caso.\n\n5. **Determinación de la indemnización**: La cuantía de la indemnización se basa en el salario percibido o no percibido durante el periodo afectado, considerando si es pago por rendimiento o a tiempo.\n\n6. **Efectos de la indemnización**: La decisión firme que anula una medida disciplinaria permite acumular tiempo y salarios para beneficios como vacaciones, reconocimiento de servicios y otros derechos establecidos en la ley.",
        "keywords": "1. **Reparación**  \n2. **Indemnización**  \n3. **Daños**  \n4. **Perjuicios**  \n5. **Medidas disciplinarias**  \n6. **Nulidad**  \n7. **Exoneración**  \n8. **Modificación**  \n9. **Anulación**  \n10. **Procedimiento**  \n11. **Legislación indebida**  \n12. **Órgano de Justicia Laboral**  \n13. **Resarcimiento**  \n14. **Derechos de trabajo**  \n15. **Seguridad social**  \n16. **Cuantía indemnizatoria**  \n17. **Salario**  \n18. **Restitución**  \n19. **Vacaciones anuales**  \n20. **Años de servicios prestados**"
    },
    "38": {
        "title": "Sección Segunda",
        "begin": 1766,
        "end": 1774,
        "sumary": "Resumen:\n\nLos artículos 349 y 350 de la Ley reglamentan la indemnización a personas declaradas absueltas en un proceso de revisión penal. Según el artículo 349, quienes fueron sancionados y posteriormente absueltos tienen derecho a recibir una indemnización equivalente a los salarios que habrían percibido durante el tiempo en que estuvieron privados de libertad por la sanción anulada, así como la cuantía correspondiente a las vacaciones. Esta indemnización se calcula basándose en el último salario básico devengado antes de la aplicación de la sanción. Asimismo, no procede el reintegro al cargo que ocupaban previamente.\n\nEl artículo 350 establece el procedimiento para el reconocimiento de esta indemnización. Una vez que el tribunal de justicia remite el expediente al Ministerio de Trabajo y Seguridad Social, este órgano se encarga de calcular el monto total de la indemnización, certificar el tiempo de servicio y deducir los períodos en los que el afectado laboró durante el cumplimiento de la sanción penal. Posteriormente, el Ministerio remite al tribunal los cálculos correspondientes para el pago del salario y las vacaciones, así como la certificación del tiempo de servicios y salarios devengados, a efectos de las prestaciones a largo plazo.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Derecho a la indemnización**: Las personas absueltas en un proceso de revisión penal, que tenían vínculo laboral al momento de aplicar la sanción, tienen derecho a recibir una indemnización correspondiente a los salarios y vacaciones que hubieran debido percibir durante el tiempo en que desempeñaban su labor antes de ser privadas de libertad.\n\n2. **Base para el cálculo**: El salario considerado para la indemnización se basa en el último salario básico devengado por la persona afectada.\n\n3. **No reintegro al cargo anterior**: No se procede al reintegro del cargo que ocupaba antes de ser sancionado penalmente, aunque sí se reconoce la prestación económica correspondiente.\n\n4. **Procedimiento para el reconocimiento**: El Ministerio de Trabajo y Seguridad Social calcula el monto total de la indemnización, certifica el tiempo de servicio y salarios devengados, deduciendo los períodos en que laboró durante la sanción penal, y remite esta información al tribunal de justicia correspondiente.",
        "keywords": "Palabras clave:\n\n1. Indemnización  \n2. Absolución  \n3. Revisión penal  \n4. Sanción penal  \n5. Vínculo laboral  \n6. Salarios  \n7. Vacaciones  \n8. Ministerio de Trabajo y Seguridad Social  \n9. Tribunal de Justicia  \n10. Tiempo de servicio  \n11. Prestaciones a largo plazo  \n12. Cálculo de indemnización  \n13. Documento certificado  \n14. Último salario básico devengado  \n15. Reintegro al cargo (no procedente)"
    },
    "39": {
        "title": "Sección Primera",
        "begin": 1961,
        "end": 1993,
        "sumary": "**Resumen:**\n\nEl **Órgano de Justicia Laboral** es el ente encargado de resolver conflictos laborales y de seguridad social en entidades del sector estatal, actuando como vía prejudicial y obligatoria. Las personas trabajadoras o sus representantes tienen plazos específicos para presentar reclamaciones: **siete días hábiles** para medidas disciplinarias y **hasta 180 días naturales** para derechos laborales y de seguridad social, salvo excepciones establecidas por la ley. Este órgano debe emitir una decisión dentro de los **24 días hábiles** siguientes a la recepción de la reclamación. La competencia del Órgano abarca diversos aspectos, incluyendo medidas disciplinarias, derechos salariales y laborales, discriminación, licencias, reubicaciones, entre otros. Para actuar, el Órgano requiere una **composición tripartita** (representantes de la entidad, sindicatos y trabajadores), y las decisiones adoptadas sin dicha composición pueden ser anuladas. Asimismo, los plazos para presentar reclamaciones no son prorrogables ni suspensibles.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Alcance del Órgano de Justicia Laboral**: Es la vía prejudicial y obligatoria para resolver conflictos laborales y de seguridad social en entidades del sector estatal, incluyendo reclamaciones por medidas disciplinarias, responsabilidad material y derechos laborales.\n\n2. **Plazos para reclamar en materia de disciplina**: La persona trabajadora tiene un plazo de siete días hábiles desde la notificación para presentar una reclamación ante el Órgano de Justicia Laboral por medidas disciplinarias o responsabilidad material.\n\n3. **Plazos para reclamar derechos laborales**: \n   - Se cuenta con un plazo máximo de 180 días naturales a partir del día siguiente a la violación o conocimiento de ella.\n   - No hay plazo para reclamaciones sobre violaciones salariales y de seguridad social a corto plazo, pero el pago retroactivo se limita a los 180 días anteriores a la presentación de la reclamación.\n\n4. **Plazo para resolver el conflicto**: El Órgano de Justicia Laboral tiene un plazo máximo de 24 días hábiles desde la recepción de una reclamación para emitir su decisión, independientemente del resultado de procesos penales o responsabilidad material.\n\n5. **Condiciones para la actuación del Órgano**: \n   - Requiere la presencia de cinco o siete miembros con composición tripartita (representantes del jefe de la entidad, sindicatos y trabajadores).\n   - Las decisiones sin la participación tripartita pueden ser anuladas.\n   - Los plazos no se prorrogan ni suspenden; las reclamaciones tardías son desestimadas.\n\n6. **Competencia del Órgano de Justicia Laboral**: \n   - Conoce conflictos individuales relacionados con medidas disciplinarias, responsabilidad material, derechos laborales (salarios, vacaciones, seguridad social), discriminación, modificaciones contractuales, licencias, reubicación laboral y otras materias establecidas en la normativa.",
        "keywords": "1. **Órgano de Justicia Laboral**  \n2. **Conflictos del trabajo**  \n3. **Seguridad social**  \n4. **Reclamaciones**  \n5. **Plazos**  \n6. **Medidas disciplinarias**  \n7. **Responsabilidad material**  \n8. **Derechos del trabajo**  \n9. **Inconformidad**  \n10. **Desvinculación de la entidad**  \n11. **Procedimiento judicial**  \n12. **Violaciones de derechos**  \n13. **Competencia**  \n14. **Plazo de ciento ochenta días**  \n15. **Decisión del Órgano**  \n16. **Sindicatos y representantes**  \n17. **Contratación, retribución salarial y vacaciones**  \n18. **Discriminación, violencia y acoso laboral**  \n19. **Licencias y prestaciones**  \n20. **Reorganización de entidades**"
    },
    "40": {
        "title": "Sección Segunda",
        "begin": 1994,
        "end": 2040,
        "sumary": "**Resumen:**\n\nEl **Órgano de Justicia Laboral** se constituye en entidades con cincuenta o más trabajadores, considerando factores como el promedio de empleados, turnos y ubicación territorial, en consulta con la organización sindical. En municipios donde existen centros de trabajo con menos de cincuenta empleados pero pertenecientes a una misma entidad, puede formarse un Órgano territorial integrado según las mismas normas.\n\nEn entidades con menos de cincuenta trabajadores, no se crea el Órgano de Justicia Laboral; en su lugar, el **Director de Trabajo y Seguridad Social Municipal** designa por escrito a otro Órgano para resolver reclamaciones. Asimismo, en casos de fuerza mayor u otras causas justificadas, se puede designar temporalmente un Órgano diferente.\n\nEn la inversión extranjera, el Órgano de Justicia Laboral se constituye en la entidad empleadora si está ubicada en el mismo municipio donde radica la inversión. En caso contrario, corresponde al **Director Municipal** del lugar donde se encuentra la inversión extranjera para determinar el Órgano competente.\n\nLa integración del Órgano comprende cinco miembros: uno designado por el jefe de la entidad, otro por la organización sindical y tres elegidos en la Asamblea General de Afiliados y Trabajadores. En algunos casos especiales, puede haber siete miembros con dos suplentes adicionales.\n\nEl **Presidente** del Órgano se elige entre los miembros efectivos durante la Asamblea General, junto con su sustituto. El secretario es responsable de administrar la documentación y actas.\n\nLos requisitos para los miembros incluyen ser trabajador de la entidad, tener buena conducta, no haber sido sancionado por violaciones disciplinarias, salvo rehabilitación previa, y no pertenecer a la dirección sindical o cuadros funcionarios designados. El mandato de los miembros es de dos años y medio.\n\nLa sustitución de miembros puede ocurrir por causas como conflicto de intereses, incumplimiento de requisitos, renuncia u otros motivos legales. La capacitación de los miembros se organiza mediante seminarios",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Constitución del Órgano de Justicia Laboral:**  \n   - Se constituye en entidades con cincuenta o más trabajadores, considerando la plantilla aprobada, turnos de trabajo y ubicación territorial.\n   - Puede integrarse entre centros de trabajo con menos de cincuenta empleados si pertenecen a la misma entidad.\n\n2. **Excepciones:**  \n   - No se constituye en entidades con menos de cincuenta trabajadores; en este caso, el Director Municipal asigna otro Órgano para resolver reclamaciones.\n   - En casos excepcionales (fuerza mayor u otras causas), el Director Municipal designa un Órgano alternativo.\n\n3. **Particularidades en inversión extranjera:**  \n   - El Órgano de Justicia Laboral se constituye en la entidad empleadora del mismo municipio donde radica la inversión extranjera.\n   - Si están ubicadas en municipios diferentes, el Director Municipal del lugar de la inversión extranjera designa el Órgano competente.\n\n4. **Integración del Órgano:**  \n   - Compuesto por cinco miembros efectivos: uno designado por el jefe de la entidad, uno por la organización sindical y tres elegidos en la Asamblea General.\n   - En algunos casos excepcionales, puede integrarse con siete miembros.\n\n5. **Elección del Presidente:**  \n   - El Presidente se elige entre los miembros efectivos en la Asamblea General de Afiliados y Trabajadores, así como su sustituto para ausencias temporales.\n   - Se designa un secretario que custodia la documentación y lleva actas.\n\n6. **Requisitos para ser miembro:**  \n   - Deben ser trabajadores de la entidad, tener buena conducta, no haber sido sancionados (salvo rehabilitación) y no poder formar parte de la dirección sindical ni cuadros funcionarios si ya son representantes designados.\n\n7. **Período de mandato:**  \n   - Los miembros se eligen por un período de dos años y medio.\n   - La Asamblea General debe tener al menos el 75% de asistencia para constituir los órganos en el plazo estable",
        "keywords": "1. Órgano de Justicia Laboral  \n2. Constitución  \n3. Capacitación  \n4. Entidades  \n5. Trabajadores  \n6. Organización sindical  \n7. Directores de Trabajo y Seguridad Social  \n8. Integración  \n9. Elección  \n10. Funciones  \n11. Requisitos  \n12. Periodo de mandato  \n13. Sustitución  \n14. Completamiento  \n15. Facilidades  \n16. Inversión extranjera  \n17. Reuniones  \n18. Secretario  \n19. Presidente  \n20. Conflictos laborales"
    },
    "41": {
        "title": "Sección Tercera",
        "begin": 2041,
        "end": 2118,
        "sumary": "**Resumen:**\n\nEl presente documento establece el procedimiento para la solución de conflictos laborales a través del Órgano de Justicia Laboral, detallando los pasos que deben seguirse desde la presentación de la reclamación hasta la adopción de una decisión final. \n\nLa reclamación puede presentarse de forma escrita o verbal, y la persona trabajadora tiene derecho a aportar pruebas y recibir asistencia jurídica. El Órgano recibe la reclamación, la radica dentro de tres días hábiles y la analiza para determinar si es competente para conocerla, emitiendo un Acuerdo fundamentado en caso de resolver directamente o realizando previamente las pruebas necesarias.\n\nSe describe el proceso de conformación del expediente, la convocatoria a la comparecencia pública dentro de los diez días hábiles posteriores a la presentación de la reclamación, y las condiciones bajo las cuales se lleva a cabo. Durante la comparecencia, se practican pruebas, se levanta acta y se permite la intervención de testigos o peritos.\n\nEn caso de incomparecencia, el Órgano procede según sea justificada o no la ausencia. La decisión final del Órgano, adoptada por mayoría simple de votos, se fundamenta en la ley y los hechos probados, y se emite un Acuerdo que debe cumplirse obligatoriamente.\n\nFinalmente, las partes pueden recurrir a vía judicial dentro de los diez días hábiles posteriores a la notificación del Acuerdo, y el Órgano garantiza el cumplimiento de sus decisiones, interviniendo la Fiscalía en caso de no acatamiento.",
        "ideas": "**Ideas esenciales del procedimiento para la solución de conflictos por el Órgano de Justicia Laboral:**\n\n1. **Presentación de reclamaciones:**  \n   Las reclamaciones pueden presentarse por escrito o verbalmente, y deben contener los hechos que las motivan y las pruebas propuestas. La persona trabajadora tiene derecho a asistencia jurídica.\n\n2. **Designación de representantes:**  \n   La persona trabajadora puede ser representada por un sindicalista, compañero de trabajo, cónyuge o familiar dentro del cuarto grado de consanguinidad o segundo de afinidad. El representante actúa ante el Órgano de Justicia Laboral.\n\n3. **Participación de la entidad:**  \n   La autoridad que aplicó una medida disciplinaria participa en la comparecencia pública, salvo por fuerza mayor.\n\n4. **Análisis y tramitación de reclamaciones:**  \n   El Órgano examina las reclamaciones y puede tomar decisiones directamente o solicitar pruebas adicionales. La decisión se registra en un Acuerdo fundamentado que es obligatorio para las partes.\n\n5. **Conformación del expediente:**  \n   Se crea un expediente con todos los documentos relacionados, incluyendo la reclamación original, resoluciones previas, actas de comparecencia y otros materiales relevantes.\n\n6. **Convocatoria a la comparecencia pública:**  \n   El Presidente del Órgano convoca una comparecencia dentro de los diez días hábiles posteriores al inicio del proceso, informando con antelación a las partes e informando públicamente sobre su realización.\n\n7. **Citación y participación:**  \n   El Órgano cita a las partes, testigos y terceros afectados. Cualquier persona trabajadora puede solicitar intervenir para hacer valer sus derechos. Las pruebas no relacionadas con el asunto pueden ser rechazadas por el Órgano.\n\n8. **Incomparecencia de las partes:**  \n   En caso de incomparecencia, se toman medidas como nuevas citaciones o archivamiento de los casos según sea justificado o no.\n\n9. **Condiciones para la comparecencia:**  \n   La comparecencia es pública, salvo en casos que involucre",
        "keywords": "1. **Reclamación**  \n2. **Órgano de Justicia Laboral**  \n3. **Procedimiento**  \n4. **Comparecencia pública**  \n5. **Pruebas**  \n6. **Acuerdo**  \n7. **Expediente**  \n8. **Partes**  \n9. **Representante**  \n10. **Decisión**  \n11. **Asistencia jurídica**  \n12. **Incomparecencia**  \n13. **Plazos**  \n14. **Notificación**  \n15. **Cumplimiento de decisiones**  \n16. **Demandas judiciales**  \n17. **Fiscalía**  \n18. **Documentación**  \n19. **Legislación laboral**  \n20. **Conflicto laboral**"
    },
    "42": {
        "title": "Sección Cuarta",
        "begin": 2119,
        "end": 2127,
        "sumary": "Resumen:  \nLos artículos 423 y 424 de la Sección Cuarta regulan la anulación de decisiones firmes adoptadas por los órganos de Justicia Laboral. El Director de Trabajo y Seguridad Social, o los órganos de la Fiscalía General de la República, pueden anular dichas decisiones dentro de los noventa días naturales posteriores a su firmeza, siempre que se presente una solicitud fundamentada por parte afectada y cuando las decisiones hayan sido adoptadas en desacato a la legislación o a los procedimientos establecidos. Esta facultad no aplica para ajustar medidas disciplinarias ni para resolver conflictos de trabajo. En caso de anulación, el Órgano de Justicia Laboral debe realizar una nueva comparecencia con las partes afectadas, salvo en casos específicos. Finalmente, contra la nueva decisión se puede interponer una demanda judicial.",
        "ideas": "Las ideas esenciales del texto son las siguientes:\n\n1. **Anulación de decisiones firmes**: Las decisiones firmes adoptadas por los órganos de Justicia Laboral pueden ser anuladas por el Director de Trabajo y Seguridad Social, o por los órganos de la Fiscalía General de la República, siempre que se presente una solicitud fundamentada dentro de los noventa días siguientes a la fecha en que las decisiones ganaron firmeza.\n\n2. **Causal de anulación**: La facultad de anular se ejerce cuando las decisiones adoptadas por los órganos de Justicia Laboral no cumplen con lo establecido en la legislación vigente, o cuando se violan normas y procedimientos previstos en este Título.\n\n3. **Limitaciones del poder de anulación**: Esta facultad no puede utilizarse para ajustar una medida disciplinaria, ni por cuestiones de apreciación, ni como medio para resolver un conflicto laboral.\n\n4. **Efectos de la anulación**: Tras la anulación, el Órgano de Justicia Laboral procede a una nueva comparecencia con las partes involucradas, salvo en casos específicos donde no sea necesario. Contra esta nueva decisión, las partes pueden recurrir a la vía judicial.",
        "keywords": "Palabras clave:\n\n1. Anulación  \n2. Decisiones firmes  \n3. Órgano de Justicia Laboral  \n4. Director de Trabajo y Seguridad Social  \n5. Fiscalía General de la República  \n6. Legislación  \n7. Normas y procedimientos  \n8. Solicitud fundamentada  \n9. Nueve días naturales  \n10. Efectos de la anulación  \n11. Comparecencia  \n12. Demanda judicial"
    },
    "43": {
        "title": "Sección Primera",
        "begin": 2241,
        "end": 2245,
        "sumary": "Resumen:  \nEl artículo 460 de la Sección Primera sobre Cooperativas Agropecuarias establece que estas cooperativas, así como los productores agropecuarios vinculados o no a ellas, pueden contratar directamente a personas trabajadoras por un período determinado, según normas específicas. Los contratos pueden ser para la ejecución de una obra o tarea concreta, o por tiempo limitado en labores eventuales durante picos de actividad agrícola, como cosecha, siembra u otras actividades similares. Asimismo, se establece que los derechos y deberes de las personas trabajadoras contratadas, incluyendo su régimen disciplinario y la seguridad social, están regidos por lo dispuesto en este Código.",
        "ideas": "El artículo 460 de la Sección Primera sobre Cooperativas Agropecuarias establece que estas cooperativas, así como los productores agropecuarios vinculados o no a ellas, pueden contratar directamente a personas trabajadoras durante un período determinado por disposiciones normativas específicas. Este contrato puede ser para la ejecución de una obra o trabajo concreto, o bien para labores eventuales en momentos clave del ciclo agrícola, como la cosecha, siembra, labores culturales u otras actividades similares. Asimismo, se señala que los derechos y deberes de las personas trabajadoras contratadas, incluyendo aspectos relacionados con la seguridad social y el régimen disciplinario, están regidos por lo dispuesto en este Código.",
        "keywords": "1. Cooperativas agropecuarias  \n2. Contratación de personas trabajadoras  \n3. Período previsto en disposiciones normativas  \n4. Contratos para la ejecución de un trabajo u obra  \n5. Contratos por tiempo determinado  \n6. Labores eventuales  \n7. Picos de cosecha  \n8. Siembra  \n9. Labores culturales  \n10. Derechos y deberes de la persona trabajadora  \n11. Seguridad social  \n12. Régimen disciplinario  \n13. Código"
    },
    "44": {
        "title": "Sección Segunda",
        "begin": 2246,
        "end": 2250,
        "sumary": "La Sección Segunda del Código regula la contratación de personas trabajadoras por parte de cooperativas no agropecuarias, según lo establece el Artículo 461. Estas cooperativas pueden emplear a trabajadores durante los períodos definidos en normativas específicas, para realizar actividades que los socios no pueden asumir. La remuneración debe pactarse entre la cooperativa y el trabajador, considerando su capacidad y competencias, sin ser inferior al salario mínimo del país, y se pagará según la cantidad y calidad del trabajo realizado durante el período acordado.",
        "ideas": "El artículo 461 establece que las cooperativas no agropecuarias pueden contratar personas trabajadoras durante un período definido por normas específicas, siempre que estas actividades no puedan ser realizadas por los socios. Asimismo, se señala que la remuneración debe acordarse entre la cooperativa y el trabajador, teniendo en cuenta su capacidad y competencias, sin que sea inferior al salario mínimo del país, y debe abonarse según la cantidad y calidad del trabajo realizado durante el período convenido.",
        "keywords": "1. **Cooperativas**  \n2. **Contratación**  \n3. **Personas trabajadoras**  \n4. **Actividades**  \n5. **Tareas**  \n6. **Socios**  \n7. **Remuneración**  \n8. **Salario mínimo**  \n9. **Acuerdo**  \n10. **Capacidad**  \n11. **Competencias**  \n12. **Código laboral**"
    },
    "45": {
        "title": "Sección Tercera",
        "begin": 2251,
        "end": 2253,
        "sumary": "El artículo 462 de la Sección Tercera, dedicada a los Proyectos de Desarrollo Local, establece que las personas trabajadoras contratadas por los titulares de estos proyectos gozan de los mismos derechos laborales y cumplen con los mismos deberes previstos en el Código. Esto asegura una protección legal y un marco ético para la relación laboral dentro del marco de los proyectos de desarrollo local.",
        "ideas": "La idea esencial del artículo 462 es que las personas trabajadoras contratadas por los titulares de un proyecto de desarrollo local gozan de los mismos derechos laborales y cumplen con los mismos deberes establecidos en el Código Laboral. Este principio garantiza la protección legal de los trabajadores dentro de estos proyectos, asegurando su derecho a condiciones justas de trabajo y responsabilidades definidas según las normativas vigentes.",
        "keywords": "- Proyectos de desarrollo local  \n- Contratación laboral  \n- Derechos de trabajo  \n- Deberes laborales  \n- Código (laboral)  \n- Titulares del proyecto"
    },
    "46": {
        "title": "Sección Primera",
        "begin": 2569,
        "end": 2586,
        "sumary": "**Resumen:**\n\nEl artículo 509 establece que la inspección del trabajo es una facultad compartida entre varios ministerios y organismos estatales, cada uno con responsabilidades específicas en materia laboral, de salud, seguridad, medio ambiente y prevención. El Ministerio de Trabajo y Seguridad Social ejecuta esta inspección a través de la Oficina Nacional de Inspección del Trabajo y sus filiales territoriales. Además, se permite la integración de autoridades para realizar inspecciones especializadas. Por su parte, el artículo 510 define que los sujetos de inspección son principalmente los empleadores en el territorio nacional, independientemente del sector, e indica que los resultados deben comunicarse al empleador, a las organizaciones sindicales y a los trabajadores. También menciona que la prescripción de responsabilidad penal se informará a la autoridad competente cuando se detecten infracciones con posibles consecuencias penales.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Definición de las autoridades responsables de la inspección del trabajo:**  \n   La inspección del trabajo corresponde a varios ministerios y organismos estatales, incluyendo el Ministerio de Trabajo y Seguridad Social (legislación laboral, salarial, seguridad social), el Ministerio de Salud Pública (medicina e higiene del trabajo), el Ministerio del Interior (protección contra incendios, explosivos y sustancias peligrosos), y el Ministerio de Ciencia, Tecnología y Medio Ambiente (sustancias biológicas, radiológicas y medio ambiente). Además, incluye a organismos estatales y estructuras administrativas locales.\n\n2. **Ejecución de la inspección del trabajo:**  \n   El Ministerio de Trabajo y Seguridad Social ejecuta esta inspección mediante la Oficina Nacional de Inspección del Trabajo y sus filiales territoriales.\n\n3. **Coordinación entre autoridades:**  \n   Las autoridades mencionadas pueden integrarse para realizar inspecciones especializadas, con el objetivo de garantizar el cumplimiento de las normativas aplicables.\n\n4. **Responsabilidad en el control de la legislación laboral:**  \n   El control del cumplimiento de la legislación laboral y de seguridad social también recae sobre los empleadores.\n\n5. **Sujetos sometidos a inspección:**  \n   Los sujetos de la inspección son los empleadores radicados en el territorio nacional, independientemente del sector, así como otros que determine la ley.\n\n6. **Transparencia e informe de resultados:**  \n   De los resultados de las inspecciones se debe proporcionar información al empleador, a las organizaciones sindicales y a las personas trabajadoras.\n\n7. **Prescripción de responsabilidad:**  \n   La acción para exigir responsabilidad por infracciones prescribe si dichas infracciones y sus efectos o causas han sido eliminados en el momento de la inspección.\n\n8. **Responsabilidad penal:**  \n   Cuando una infracción pueda derivar en responsabilidad penal, el inspector informa a la autoridad que ordenó la inspección para proceder con la denuncia ante las autoridades correspondientes.",
        "keywords": "Palabras clave identificadas:\n\n1. **Inspección del trabajo**  \n2. **Ministerio de Trabajo y Seguridad Social**  \n3. **Legislación laboral**  \n4. **Seguridad y salud en el trabajo**  \n5. **Autoridades de inspección**  \n6. **Medicina e higiene del trabajo**  \n7. **Protección contra incendios, explosivos y sustancias peligrosas**  \n8. **Sustancias biológicas y radiológicas**  \n9. **Medio ambiente**  \n10. **Oficina Nacional de Inspección del Trabajo**  \n11. **Sujetos de inspección**  \n12. **Empleadores**  \n13. **Responsabilidad penal**  \n14. **Infracciones**  \n15. **Organismos estatales**"
    },
    "47": {
        "title": "Sección Segunda",
        "begin": 2587,
        "end": 2633,
        "sumary": "El presente contexto establece una serie de infracciones generales y específicas en materia laboral, reguladas por diferentes artículos del Código Laboral. Las infracciones generales incluyen la vulneración de principios constitucionales, el incumplimiento de acuerdos laborales, la obstrucción a inspectores y el desobedecimiento a medidas de inspección. En cuanto a las infracciones específicas, se abordan aspectos como el empleo ilegal de menores o extranjeros sin permisos adecuados, discriminación en el trabajo, incumplimiento de jornadas laborales, salarios inferiores al mínimo, y negligencia en la seguridad e higiene laboral. Asimismo, se mencionan infracciones relacionadas con la protección a la trabajadora durante el embarazo, la no garantía de descansos y vacaciones, así como incumplimientos en materia de seguridad social, como el pago incorrecto de prestaciones o la no tramitación de jubilaciones. En conjunto, estos artículos reflejan una amplia gama de situaciones que constituyen violaciones a los derechos fundamentales del trabajador y su protección legal.",
        "ideas": "El texto establece una lista detallada de infracciones generales y específicas en distintos ámbitos laborales, con el fin de garantizar el cumplimiento de los derechos fundamentales de las personas trabajadoras. Las ideas esenciales son:\n\n1. **Infracciones generales**: Se refieren a la violación de principios constitucionales, acuerdos firmes, impedimento a la actuación de inspectores y desobediencia a medidas dispuestas por inspección del trabajo.\n\n2. **Infracciones en el empleo y contratación**: Incluyen la utilización ilegal de menores de edad, extranjeros sin permisos correspondientes, contratos no reglamentarios, discriminación laboral, limitaciones injustificadas a la contratación, pluriempleo sin cumplir límites legales, incumplimiento de dictámenes médicos y omisión en el seguro de protección a los ingresos.\n\n3. **Infracciones de la protección a la trabajadora**: Se centran en el empleo de gestantes en condiciones perjudiciales, obligación de trabajo extraordinario o en lugares distantes, incumplimiento de licencias maternidad y terminación injustificada por embarazo.\n\n4. **Infracciones del régimen de trabajo y descanso**: Se relacionan con jornadas laborales excesivas, falta de descansos obligatorios, no disfrute de vacaciones anuales y incumplimiento en días de receso retribuido.\n\n5. **Infracciones de la remuneración**: Incluyen salarios inferiores al mínimo, formas ilegales de pago, retenciones excesivas, y omisión en la distribución de utilidades según normas establecidas.\n\n6. **Infracciones de seguridad y salud en el trabajo**: Están vinculadas a la falta de medidas preventivas de riesgos laborales, instrucción insuficiente, no reporte de accidentes mortales, incumplimiento de exámenes médicos, no garantía de equipos de protección personal y prohibición de realizar actividades de alto riesgo sin permiso.\n\n7. **Infracciones de la seguridad social**: Incluyen el incumplimiento en el pago de prestaciones, omisión en la certificación de tiempos de servicio y salarios para fines de seguridad social, y trámites",
        "keywords": "1. Infracciones  \n2. Principios constitucionales  \n3. Derechos fundamentales  \n4. Trabajo  \n5. Contratación laboral  \n6. Seguridad social  \n7. Remuneración  \n8. Salud y seguridad en el trabajo  \n9. Discapacidad  \n10. Discriminación  \n11. Violencia  \n12. Acoso laboral  \n13. Jornada de trabajo  \n14. Descanso  \n15. Vacaciones  \n16. Seguro de protección a los ingresos  \n17. Licencias de maternidad  \n18. Empleo de menores  \n19. Permiso de trabajo  \n20. Acreditación migratoria"
    },
    "48": {
        "title": "Sección Tercera",
        "begin": 2634,
        "end": 2663,
        "sumary": "**Resumen:**\n\nLa Sección Tercera establece las funciones, medidas aplicables y procedimientos de la Oficina Nacional de Inspección del Trabajo. Entre sus funciones destacan el control del cumplimiento de normas laborales, investigación de accidentes mortales en el trabajo, resolución de conflictos colectivos, asesoría a empleadores y trabajadores, y atención a quejas recibidas.\n\nEn cuanto a las medidas aplicables, la Inspección del Trabajo puede imponer obligaciones para corregir infracciones, clausurar instalaciones peligrosas o paralizar maquinaria. Estas medidas deben notificarse por escrito y cumplirse dentro de un plazo máximo de 30 días.\n\nAdemás, ante infracciones graves, se pueden aplicar sanciones administrativas, suspensiones de licencias, o incluso iniciar procesos penales en casos de delitos laborales o daños económicos significativos. La notificación de las inspecciones se realiza mediante actas que incluyen la disposición infringida, medida aplicada y plazos para su cumplimiento.\n\nLos afectados pueden presentar un recurso de apelación dentro de los 10 días hábiles posteriores a la notificación, el cual se resuelve en un plazo máximo de 20 días. En caso de no estar conforme con la resolución, se puede solicitar una revisión ante autoridades superiores, y posteriormente recurrir a vía judicial si es necesario.",
        "ideas": "**Ideas esenciales del texto:**\n\n1. **Funciones de la Inspección del Trabajo:**  \n   - La inspección del trabajo tiene como función principal garantizar el cumplimiento de las normativas laborales, salariales, de seguridad y salud en el trabajo, así como convenios colectivos.\n   - Además, investiga accidentes mortales de trabajo, resuelve conflictos colectivos y brinda asesoría a empleadores y trabajadores.\n\n2. **Obligaciones del Jefe de la Entidad:**  \n   - Debe facilitar toda documentación, información y pruebas requeridas durante las inspecciones sin obstaculizar la labor de los inspectores.\n\n3. **Medidas aplicables por la Inspección del Trabajo:**  \n   - Incluyen obligaciones de hacer (cumplimiento en un plazo máximo de 30 días) y clausura o paralización inmediata de actividades que representen riesgos para la seguridad.\n   - Las medidas se notifican mediante acta y sellos oficiales, y su levantamiento se efectúa tras corregir las causas de la infracción.\n\n4. **Medidas adicionales:**  \n   - Se pueden aplicar sanciones administrativas o disciplinarias, suspensión de licencias, o inicio de procesos penales en casos graves como accidentes mortales, acoso laboral, empleo ilegal de menores, entre otros.\n   - La denuncia a autoridades penales debe realizarse dentro de los 10 días hábiles posteriores a la inspección.\n\n5. **Notificación y Recursos:**  \n   - Los resultados de las inspecciones se notifican al jefe de la entidad mediante acta, detallando la infracción, medida aplicada y plazo para su cumplimiento.\n   - Se permite presentar un recurso de apelación dentro de 10 días hábiles, sin suspender el cumplimiento de la medida impuesta.\n\n6. **Revisión del Recurso:**  \n   - El recurso puede ser revisado ante una autoridad superior dentro de los 10 días posteriores a su notificación.\n   - La resolución final se emite en un plazo máximo de 20 días hábiles, y tras agotar este proceso, queda abierta la vía judicial",
        "keywords": "1. Inspección del Trabajo  \n2. Funciones específicas  \n3. Cumplimiento normativo  \n4. Accidentes de trabajo mortales  \n5. Arbitraje  \n6. Asesoría legal  \n7. Atención a quejas  \n8. Medidas aplicables  \n9. Obligación de hacer  \n10. Clausura de locales  \n11. Paralización inmediata  \n12. Multas  \n13. Medidas administrativas y disciplinarias  \n14. Suspensión de licencias  \n15. Proceso penal  \n16. Denuncia a autoridades penales  \n17. Notificación de inspección  \n18. Recurso de apelación  \n19. Resolución de recurso  \n20. Revisión judicial"
    }
}