{
  "1": "LEY No. 116",
  "2": "CÓDIGO DE TRABAJO",
  "3": "CAPÍTULO I",
  "4": "DISPOSICIONES GENERALES",
  "5": "SECCIÓN PRIMERA",
  "6": "Fundamentos y principios del derecho de trabajo",
  "7": "ARTÍCULO 1.- El derecho de trabajo en Cuba, se sustenta en las relaciones de producción propias de un Estado socialista de trabajadores, que tiene como elemento esencial el trabajo y se aplica de conformidad con los fundamentos políticos, sociales y económicos dispuestos en la Constitución de la República.",
  "8": "El presente Código, su Reglamento y la legislación complementaria, que regulan las relaciones que se fomentan en ese ámbito, integran el derecho de trabajo.",
  "9": "ARTÍCULO 2.- Los principios fundamentales que rigen el derecho de trabajo son:",
  "10": "a) el trabajo es un derecho y un deber social del ciudadano y los ingresos que por él se obtienen son la vía fundamental para contribuir al desarrollo de la sociedad y a la satisfacción de sus necesidades personales y familiares;",
  "11": "b) igualdad en el trabajo; todo ciudadano en condiciones de trabajar tiene derecho a obtener un empleo atendiendo a las exigencias de la economía y a su elección, tanto en el sector estatal como no estatal; sin discriminación por el color de la piel, género, creencias religiosas, orientación sexual, origen territorial, discapacidad y cualquier otra distinción lesiva a la dignidad humana.",
  "12": "c) igualdad en el salario; el trabajo se remunera sin discriminación de ningún tipo en correspondencia con los productos y servicios que genera, su calidad y el tiempo real trabajado, donde debe regir el principio de distribución socialista de cada cual según su capacidad a cada cual según su trabajo. El Estado, atendiendo al desarrollo económico-social alcanzado, establece el salario mínimo en el país;",
  "13": "d) prohibición del trabajo infantil y la protección especial a los jóvenes en edades comprendidas entre quince y dieciocho años de edad, que se incorporan al trabajo, con el fin de garantizar su desarrollo integral;",
  "14": "e) el derecho de los trabajadores a la capacitación y superación, en las condiciones específicas que establece la legislación;",
  "15": "f) el derecho de los trabajadores al descanso diario, semanal y de las vacaciones anuales pagadas;",
  "16": "g) el derecho de los trabajadores a la seguridad y salud en el trabajo, mediante la adopción de medidas para la prevención de accidentes de trabajo y enfermedades profesionales;",
  "17": "h) el derecho de los trabajadores y sus familias a recibir la protección de la seguridad social de acuerdo con lo establecido en la legislación vigente;",
  "18": "i) los derechos de trabajo y de seguridad social que se confieren a la trabajadora, para proteger su maternidad y facilitar su atención médica, el descanso pre y postnatal y el cuidado de los hijos menores;",
  "19": "j) el derecho de los trabajadores a asociarse voluntariamente y constituir organizaciones sindicales, de conformidad con los principios unitarios fundacionales, sus estatutos y reglamentos que aprueban democráticamente; y actúan con apego a la ley.",
  "20": "k) el derecho de los trabajadores a promover acciones ante los órganos, autoridades e instancias competentes, para el reconocimiento y cumplimiento de los derechos de trabajo y de seguridad social consagrados en la legislación.",
  "21": "ARTÍCULO 3.- En la búsqueda de una mejor comprensión de las normas que integran la presente Ley, en la redacción de las mismas cuando se exprese cualquier término definitorio del género humano, salvo aquellos específicos para una condición dada, debe entenderse que comprende tanto a la mujer como al hombre, fundamentados en el principio constitucional de que ambos gozan de iguales deberes y derechos.",
  "22": "SECCIÓN SEGUNDA",
  "23": "Objeto y ámbito de aplicación",
  "24": "ARTÍCULO 4.- Este Código regula las relaciones de trabajo que se establecen entre empleadores radicados en el territorio nacional y las personas nacionales o extranjeras con residencia permanente en el país, para el cumplimiento de los derechos y deberes recíprocos de las partes.",
  "25": "Asimismo, regula las relaciones de trabajo en Cuba, de las personas que previa autorización, laboran fuera del territorio nacional, salvo que en la legislación especial o convenios bilaterales se establezca otro régimen para ellos.",
  "26": "ARTÍCULO 5.- La formalización, modificación y terminación de la relación de trabajo, así como la disciplina de los trabajadores designados para ocupar cargos de dirección, funcionarios, contralores, auditores y otros; los elegidos para ocupar cargos profesionales, de los trabajadores de los Tribunales Populares, la Fiscalía General de la República, Aduana General de la República y otras que se establezcan legalmente, se rigen por la legislación específica dictada para ellos.",
  "27": "Las regulaciones de este Código y sus disposiciones complementarias son de aplicación a los sujetos del párrafo anterior, en lo que no se opongan a lo establecido en su legislación específica.",
  "28": "ARTÍCULO 6.- Los trabajadores no subordinados a un empleador tienen los derechos y obligaciones de la seguridad social y otros que la ley les reconozca.",
  "29": "ARTÍCULO 7.- Los trabajadores reciben protección, mediante el Sistema de Seguridad Social, en casos de enfermedad, accidente, maternidad, invalidez y vejez, si acontece su fallecimiento, reciben esa protección sus familiares, de conformidad con lo establecido en la Ley de Seguridad Social o en los regímenes especiales, según el caso.",
  "30": "ARTÍCULO 8.- En las modalidades de la inversión extranjera, sucursales y agentes de sociedades mercantiles extranjeras radicadas en Cuba se cumple en materia de trabajo, lo establecido en este Código y su legislación complementaria, con las adecuaciones que establezca la Ley de la Inversión Extranjera y las disposiciones legales a tales efectos.",
  "31": "SECCIÓN TERCERA",
  "32": "Sujetos de la relación de trabajo",
  "33": "ARTÍCULO 9.- Los sujetos en las relaciones de trabajo son:",
  "34": "a) trabajador: persona natural cubana o extranjera residente permanente en el territorio nacional con capacidad jurídica, que labora con subordinación a una persona jurídica o natural y percibe por ello una remuneración; que disfruta los derechos de trabajo y de seguridad social y cumple los deberes y obligaciones que por la legislación le corresponden;",
  "35": "b) empleador: entidad o persona natural dotada de capacidad legal para concertar relaciones de trabajo, que emplea uno o más trabajadores; ejerce las atribuciones y cumple las obligaciones y deberes establecidos en la legislación.",
  "36": "ARTÍCULO 10.- A los efectos de este Código, se considera entidad a los órganos, organismos, entidades nacionales, organizaciones superiores de dirección, empresas, unidades presupuestadas, dependencias de las organizaciones políticas y de masas. Asimismo las cooperativas y las formas asociativas autorizadas por la ley, se consideran entidades con respecto a sus trabajadores asalariados.",
  "37": "Para una adecuada aplicación de la ley y atendiendo a razones organizativas, estructurales, territoriales o por las características de la actividad, el jefe de la entidad, si la ley lo autoriza, puede delegar sus atribuciones en los jefes de unidades organizativas subordinadas o adscriptas, para que actúen en determinadas materias concernientes a la legislación de trabajo.",
  "38": "ARTÍCULO 11.- El empleador tiene la responsabilidad de cumplir y hacer cumplir la legislación de trabajo de forma tal que se alcance lo establecido en su encargo u objeto.",
  "39": "CAPÍTULO II",
  "40": "ORGANIZACIONES SINDICALES",
  "41": "ARTÍCULO 12.- El Estado reconoce y estimula a las organizaciones sindicales que agrupan en su seno a los trabajadores de los diferentes sectores y ramas de la economía y representan sus derechos e intereses específicos, con independencia de la naturaleza o características de su relación de trabajo.",
  "42": "ARTÍCULO 13.- Los trabajadores tienen el derecho, de asociarse voluntariamente y constituir organizaciones sindicales, de conformidad con los principios unitarios fundacionales, sus estatutos y reglamentos, los que se discuten y aprueban democráticamente y actúan con apego a la ley.",
  "43": "ARTÍCULO 14.- Las organizaciones sindicales en el ámbito y nivel en que desarrollan sus actividades, tienen los derechos siguientes:",
  "44": "a) defender y representar los intereses y derechos de los trabajadores, así como propugnar el mejoramiento de sus condiciones de trabajo y de vida;",
  "45": "b) ejercer las atribuciones que les confiere la legislación en la toma de decisiones, en los asuntos que les conciernen a los trabajadores;",
  "46": "c) participar en la elaboración, ejecución y control de los planes de desarrollo económico y social, del presupuesto del Estado, así como proponer medidas encaminadas al perfeccionamiento de la gestión de la entidad;",
  "47": "d) concertar con el empleador el Convenio Colectivo de Trabajo;",
  "48": "e) exigir y controlar el cumplimiento de la legislación de trabajo, de seguridad social y los convenios colectivos de trabajo;",
  "49": "f) recibir por parte del empleador información periódica sobre el comportamiento de la gestión económica y financiera de la entidad, así como de los resultados de la actividad administrativa;",
  "50": "g) promover la educación económica y jurídica de los trabajadores, la capacitación técnica, profesional y cultural, así como su participación en actividades deportivas, artísticas y culturales;",
  "51": "h) organizar e impulsar las tareas concernientes al trabajo sindical;",
  "52": "i) participar en la investigación y análisis de las causas de los accidentes de trabajo y enfermedades profesionales e informar a los trabajadores de sus resultados;",
  "53": "j) promover la capacitación de los dirigentes sindicales para el cumplimiento de sus funciones;",
  "54": "k) impulsar y estimular la creatividad de los colectivos laborales, así como su participación en la solución de los problemas tecnológicos de la producción y los servicios; favoreciendo la labor de los innovadores y racionalizadores;",
  "55": "l) organizar y dirigir la emulación entre los trabajadores, encaminada a lograr el incremento en los niveles de eficiencia, en aquellos sectores de la economía en que esto sea procedente;",
  "56": "m) incentivar la estimulación a trabajadores y entidades en correspondencia con los resultados alcanzados en su trabajo; y",
  "57": "n) otros derechos que le reconozca la ley.",
  "58": "Los secretarios generales de las organizaciones sindicales tienen derecho a participar en las reuniones de los órganos de dirección administrativa correspondientes.",
  "59": "ARTÍCULO 15.- Las organizaciones sindicales en el ejercicio de sus derechos, tienen las funciones siguientes:",
  "60": "a) representar a los trabajadores ante el empleador en el ejercicio de sus derechos y protección de sus intereses individuales y colectivos;",
  "61": "b) educar a sus afiliados en el deber de realizar su trabajo con la eficiencia, calidad y productividad requeridas, cumplir las normas de conducta y disciplina, respetar y cumplir las leyes, así como cuidar de los recursos y medios que utilizan en el desempeño de su labor;",
  "62": "c) representar a los trabajadores en el cumplimiento, revisión y modificación del Convenio Colectivo de Trabajo y en la solución de las discrepancias que de este se deriven;",
  "63": "d) desarrollar programas preventivos entre los trabajadores que favorezcan su salud;",
  "64": "e) realizar asambleas sindicales en los centros de trabajo y participar en otras reuniones, según lo acordado en el Convenio Colectivo de Trabajo;",
  "65": "f) otras que señalen sus estatutos o reglamentos o se acuerden en asambleas de trabajadores en el marco de la ley.",
  "66": "ARTÍCULO 16.- Los dirigentes de las organizaciones sindicales tienen las garantías necesarias para el ejercicio de su gestión y consecuentemente, los empleadores no pueden trasladarlos, imponerles medidas disciplinarias, afectarlos en sus condiciones laborales, ni terminar su relación de trabajo con motivo del desempeño de sus funciones sindicales, cuando estas se realizan conforme a la ley.",
  "67": "Los dirigentes de las organizaciones sindicales deben disponer de las facilidades apropiadas que les permitan el desempeño de sus funciones. Dichas facilidades se acuerdan entre el empleador y la organización sindical y se suscriben en el Convenio Colectivo de Trabajo.",
  "68": "ARTÍCULO 17.- El empleador debe poner al servicio de la organización sindical los locales y recursos que forman parte de su patrimonio, para las actividades de los trabajadores, dentro de las normas que al efecto se establecen.",
  "69": "Cuando resulte necesario cubrir una plaza, efectúa convocatoria.",
  "70": "ARTÍCULO 18.- Los trabajadores participan en la dirección de las entidades donde laboran. La forma de participación puede ser individual y colectiva.",
  "71": "La forma individual se manifiesta de forma directa en las asambleas generales de afiliados y de representantes. La forma colectiva de participación se canaliza a través de la organización sindical como representante de los trabajadores.",
  "72": "ARTÍCULO 19.- Las organizaciones sindicales realizan inspecciones para controlar y exigir el cumplimiento de las normas establecidas referentes a la seguridad y salud en el trabajo, de conformidad con la ley.",
  "73": "Los empleadores están obligados a proporcionar a los inspectores sindicales las informaciones y facilidades que se requieran para el mejor desarrollo de su gestión.",
  "74": "CAPÍTULO III",
  "75": "CONTRATO DE TRABAJO",
  "76": "SECCIÓN PRIMERA",
  "77": "Formalidades y capacidad para concertar contratos de trabajo",
  "78": "ARTÍCULO 20.- La relación de trabajo se formaliza con el contrato del que son partes el trabajador y el empleador; mediante el cual, la persona contratada se compromete a ejecutar con eficiencia una labor, a observar las normas de disciplina y las demás que se acuerden, asimismo quien le emplea se obliga a pagarle una remuneración y a garantizarle las condiciones y derechos de trabajo y seguridad social que establece la legislación. Es nula cualquier cláusula contractual violatoria de la ley.",
  "79": "La relación con los trabajadores designados a los que se les exigen requisitos de confiabilidad y discreción, se establece mediante una Resolución o escrito fundamentado, firmado por la autoridad facultada; la que se notifica al interesado y su firma expresa la aceptación del cargo, sus obligaciones y atribuciones.",
  "80": "ARTÍCULO 21.- El empleador contrata directamente a los trabajadores en correspondencia con las necesidades de la producción y los servicios.",
  "81": "El Ministerio de Trabajo y Seguridad Social puede asignar para su contratación a determinadas personas por interés estatal o social, en correspondencia con las necesidades de las entidades.",
  "82": "El Reglamento de este Código regula los procedimientos para el cumplimiento de lo establecido en este artículo.",
  "83": "ARTÍCULO 22.- La capacidad para concertar contratos de trabajo se adquiere a los diecisiete años de edad.",
  "84": "Excepcionalmente los empleadores pueden concertar contratos de trabajo con los jóvenes de quince y dieciséis años, con el consentimiento de los padres o tutores, en las circunstancias y condiciones establecidas en este Código y su Reglamento.",
  "85": "ARTÍCULO 23.- El contrato de trabajo se concierta por escrito con ejemplares para el empleador y el trabajador. En las entidades, excepcionalmente, para actividades emergentes o eventuales, de cosechas o servicios a la población y en otros casos que la legislación autorice, el contrato de trabajo puede ser verbal para un período que no exceda de noventa días.",
  "86": "Cuando el contrato de trabajo no se formaliza por escrito, la relación de trabajo se presume por el hecho de estar el trabajador ejecutando una labor, con conocimiento y sin oposición del empleador.",
  "87": "ARTÍCULO 24.- Los contratos de trabajo contienen al menos:",
  "88": "a) nombres, apellidos y domicilio del empleador y el trabajador;",
  "89": "b) número de identidad permanente del trabajador;",
  "90": "c) fecha de inicio, tipo del contrato y su duración, cuando así corresponda;",
  "91": "d) cargo y contenido de trabajo;",
  "92": "e) lugar de trabajo acordado entre las partes, horario, duración de la jornada y el régimen de trabajo y descanso;",
  "93": "f) cuantía de la remuneración y periodicidad de los pagos;",
  "94": "g) condiciones de seguridad y salud en el trabajo, en correspondencia con el cargo o labor; y",
  "95": "h) fecha y firma de las partes que formalizan el contrato.",
  "96": "Cuando lo acuerdan las partes pueden incluirse otras cláusulas, siempre que no se opongan a lo establecido en la legislación.",
  "97": "SECCIÓN SEGUNDA",
  "98": "Tipos de contratos de trabajo",
  "99": "ARTÍCULO 25.- Los tipos de contratos de trabajo que se utilizan son:",
  "100": "a) por tiempo indeterminado, que se concierta para realizar labores de carácter permanente y no expresa la fecha de terminación; y",
  "101": "b) por tiempo determinado o para la ejecución de un trabajo u obra, que se concierta para realizar labores eventuales o emergentes, así como el cumplimiento del servicio social, para el período de prueba, para sustituir temporalmente a trabajadores ausentes por causas justificadas amparadas en la legislación, cursos de capacitación a trabajadores de nueva incorporación y otros que lo requieran.",
  "102": "ARTÍCULO 26.- En aquellas actividades donde la demanda de trabajadores aumenta en determinados períodos o temporadas, se utiliza el contrato de trabajo por tiempo indeterminado para labores discontinuas o cíclicas, retribuyendo el trabajo durante el período efectivamente laborado. En el período interciclo se suspende la relación de trabajo y no se paga retribución, reanudándose una vez que comience el ciclo, en este intervalo el trabajador tiene derecho a laborar en cualquier sector o actividad.",
  "103": "Las actividades y cargos en los que se aplica el contrato de trabajo por tiempo indeterminado para labores discontinuas o cíclicas son aprobados por el Consejo de Ministros. El procedimiento para solicitar la aprobación se establece en el Reglamento de este Código.",
  "104": "ARTÍCULO 27.- Atendiendo a los requerimientos de la producción y los servicios, en los contratos de trabajo por tiempo indeterminado y por tiempo determinado o de ejecución de un trabajo u obra, las partes pueden acordar la concertación de contratos con una duración inferior a la jornada diaria y semanal, en cuyo caso la remuneración es proporcional al tiempo de trabajo.",
  "105": "ARTÍCULO 28.- Los trabajadores después de cumplir los deberes del cargo que desempeñan, pueden realizar otras labores para lo cual suscriben un contrato de trabajo y perciben la remuneración que les corresponda por la labor realizada.",
  "106": "Los empleadores pueden concertar contratos con trabajadores vinculados con otros empleadores, así como con sus trabajadores para que realicen labores distintas a las habituales en diferentes horarios de trabajo, mediante contrato por tiempo determinado o para la ejecución de un trabajo u obra.",
  "107": "ARTÍCULO 29.- Durante el período en que el trabajador y la trabajadora se encuentren incapacitados para trabajar debido a enfermedad o accidente y en el caso de la última obligada a recesar por licencia de maternidad pre y postnatal, cobrando subsidios o prestaciones económicas, respectivamente, no pueden concertar otro contrato de trabajo.",
  "108": "Tampoco pueden concertar otros contratos, los trabajadores que realizan trabajos clasificados en la categoría II a los fines de la seguridad social y aquellos que tienen aprobadas jornadas reducidas, por realizar labores en las que están expuestos, de modo prolongado, a condiciones que pueden afectar su salud.",
  "109": "ARTÍCULO 30.- Los cuadros y funcionarios; técnicos y profesionales de la salud y la investigación; maestros, profesores, contralores y auditores, no pueden desempeñar otro cargo o empleo remunerado, con excepción de los cargos docentes, de investigación científica u otros que les sean aprobados por decisión expresa de la autoridad u órgano que los designó, eligió o contrató, según el caso, de lo que deben cerciorarse las autoridades facultadas, antes de concertar el contrato.",
  "110": "ARTÍCULO 31.- Los estudiantes de cursos diurnos, con diecisiete años de edad o más, pueden contratarse por tiempo determinado o para la ejecución de un trabajo u obra, con jornada de trabajo a tiempo parcial en los períodos docentes a los efectos de no afectar sus estudios o en la totalidad de la jornada en las vacaciones o los períodos de receso, por lo cual, percibirán los ingresos por la labor realizada. Se les reconocen los derechos de trabajo y de seguridad social establecidos para estos contratos, así como los estipendios que por otros conceptos reciban.",
  "111": "SECCIÓN TERCERA",
  "112": "Período de prueba",
  "113": "ARTÍCULO 32.- El período de prueba es el tiempo en que el trabajador demuestra poseer la idoneidad exigida para el desempeño del cargo que aspira a ocupar y comprueba que las condiciones y las características del lugar de trabajo se corresponden con sus intereses y el empleador garantiza la información, los medios, las condiciones necesarias y determina la idoneidad demostrada del trabajador. Durante el mismo cualquiera de las partes puede dar por terminada la relación de trabajo.",
  "114": "No se exige el cumplimiento del período de prueba a los contratados por tiempo determinado o para la ejecución de un trabajo u obra, para el cumplimiento del servicio social y por decisión del empleador en otros casos.",
  "115": "El período de prueba se establece entre treinta y hasta ciento ochenta días; su duración se determina en correspondencia con la complejidad del cargo y se acuerda en el Convenio Colectivo de Trabajo. Si vencido este, las partes no manifiestan su voluntad en contrario, se formaliza la relación de trabajo por tiempo indeterminado.",
  "116": "Para los trabajadores de mar, el período de prueba puede extenderse a la duración de la primera campaña o travesía.",
  "117": "SECCIÓN CUARTA",
  "118": "Del expediente laboral",
  "119": "ARTÍCULO 33.- La entidad, cuando la legislación lo disponga, confecciona o actualiza el expediente laboral de los trabajadores, donde se registran los datos de su historia laboral y el registro de los tiempos de servicios y salarios devengados a los fines de la seguridad social. El trabajador o su representante, tiene derecho a examinarlo en cualquier momento.",
  "120": "ARTÍCULO 34.- La entidad y los trabajadores están obligados a proteger los expedientes laborales que están bajo su custodia y en caso de deterioro o pérdida parcial o total de estos, a realizar las gestiones para reconstruir el tiempo de servicio y salarios devengados a los fines de la seguridad social.",
  "121": "ARTÍCULO 35.- Al término de la relación de trabajo se hace entrega del expediente al trabajador o sus familiares, según corresponda, garantizando quienes lo reciban, que no se altere su contenido.",
  "122": "El Reglamento de este Código regula los procedimientos para el cumplimiento de lo establecido en esta Sección.",
  "123": "SECCIÓN QUINTA",
  "124": "Idoneidad demostrada",
  "125": "ARTÍCULO 36.- La idoneidad demostrada es el principio para determinar la incorporación al empleo de la persona que se pretende contratar, su permanencia en el cargo, promoción en el trabajo y la capacitación por parte de la entidad; comprende el análisis integral de los requisitos siguientes:",
  "126": "a) realización del trabajo con la eficiencia, calidad y productividad requeridas, demostrada en los resultados de su labor;",
  "127": "b) cumplimiento de las normas de conducta de carácter general o específicas y las características personales que se exigen en el desempeño de determinados cargos;",
  "128": "c) calificación formal exigida, debido a la naturaleza del cargo, mediante la certificación o título emitido por el centro de enseñanza correspondiente. El requisito regulado en el inciso b) se acuerda entre el empleador y la organización sindical, lo que se inscribe en el Convenio Colectivo de Trabajo.",
  "129": "En el Reglamento de este Código se regula la autorización excepcional pertinente a lo establecido en el inciso c).",
  "130": "ARTÍCULO 37.- Es atribución del empleador o de la autoridad facultada reconocer la idoneidad demostrada a los trabajadores o confirmar su pérdida. Dicha atribución puede ser delegada a los jefes de unidades organizativas que se le subordinan directamente.",
  "131": "El empleador, para adoptar decisiones respecto a la idoneidad demostrada de los trabajadores se auxilia de un órgano asesor. El procedimiento para reconocer o confirmar la pérdida de la idoneidad demostrada, así como la denominación, el procedimiento de constitución y funcionamiento del órgano asesor, se regulan en el Reglamento de este Código.",
  "132": "ARTÍCULO 38.- Para determinar que el trabajador mantiene los requisitos de la idoneidad demostrada, el empleador o la autoridad facultada, realiza la evaluación teniendo en cuenta lo establecido en los incisos a) y b) del artículo 36 que antecede, en correspondencia con las características del proceso productivo o de servicio.",
  "133": "El Reglamento de este Código regula los procedimientos para el cumplimiento de lo establecido en este artículo.",
  "134": "SECCIÓN SEXTA",
  "135": "Capacitación y superación de los trabajadores",
  "136": "ARTÍCULO 39.- El empleador tiene la obligación de organizar la capacitación de los trabajadores en correspondencia con las necesidades de la producción y los servicios y los resultados de la evaluación del trabajo. El plan de capacitación se elabora teniendo en cuenta el plan o presupuesto y se aprueba en el órgano colegiado de dirección al nivel que corresponda.",
  "137": "El empleador, para organizar cursos de capacitación con trabajadores de nueva incorporación, tiene que comprobar que no existen jóvenes próximos a graduarse, preparándose en el sistema regular de educación, en la cantidad y especialidad demandada.",
  "138": "ARTÍCULO 40.- Los trabajadores tienen derecho a estudiar bajo el principio de utilizar su tiempo libre y a partir de su esfuerzo personal, excepto los casos de especial interés estatal.",
  "139": "Aquellos que estudian en la educación superior tienen derecho a que el empleador les conceda en el momento que las necesiten, hasta quince días de sus vacaciones anuales acumuladas, en función de las actividades docentes del programa de estudio que cursan.",
  "140": "ARTÍCULO 41.- El empleador posibilita al recién graduado su adaptación laboral, la preparación complementaria para desarrollar los conocimientos adquiridos y las habilidades prácticas, que le permitan desempeñar el cargo que ocupa o el que pasará a ocupar.",
  "141": "La duración de la preparación es determinada por el empleador, en dependencia de la complejidad del trabajo y los conocimientos del trabajador. El Reglamento de este Código regula los procedimientos y términos para el cumplimiento de lo establecido en este artículo.",
  "142": "SECCIÓN SÉPTIMA",
  "143": "Modificación del contrato de trabajo y suspensión de la relación de trabajo",
  "144": "ARTÍCULO 42.- Las cláusulas del contrato de trabajo pueden ser modificadas por voluntad coincidente de las partes, por cambio de plaza o de la naturaleza de la actividad, por cláusulas del Convenio Colectivo de Trabajo o por disposición legal. Para que las modificaciones produzcan efectos legales se suscribe un suplemento al contrato de trabajo.",
  "145": "Cuando se modifican las condiciones establecidas en el contrato de trabajo por la entidad, esta se encuentra obligada a mostrar los fundamentos de su decisión, si el trabajador no está de acuerdo, puede no suscribir el suplemento y presentar reclamación ante el Órgano de Justicia Laboral que corresponda, dentro del término para las reclamaciones de derecho de trabajo establecido en el presente Código.",
  "146": "Hasta tanto se presente y resuelva la reclamación, es facultad de la entidad mantener al trabajador bajo las condiciones que venían rigiendo o en las nuevas consignadas en el suplemento no formalizado debido a su inconformidad.",
  "147": "ARTÍCULO 43.- El trabajador puede cambiar de cargo o de lugar de trabajo de forma provisional o definitiva, por interés propio o del empleador.",
  "148": "El traslado provisional del trabajador para otro cargo, de igual o diferente calificación, puede efectuarse únicamente ante situaciones de desastres, de emergencia para evitar la paralización de las labores o eliminar sus efectos o un grave perjuicio para la economía o si se encuentra en peligro inminente para la vida. Dicho traslado no puede exceder, sin el consentimiento del trabajador, de hasta ciento ochenta días al año ininterrumpidamente, período durante el cual cobra el salario del cargo que pasa a desempeñar, y si este es inferior se garantiza la protección que la ley establece. En todos los casos se consulta a la organización sindical y el trabajador recibe las instrucciones acerca de las condiciones de seguridad y salud en el nuevo cargo que pasa a ocupar.",
  "149": "Para efectuar el traslado con carácter definitivo se precisa del consentimiento expreso del trabajador, el que recibe el salario del cargo que pasa a desempeñar, lo cual implica la correspondiente modificación de su contrato de trabajo.",
  "150": "ARTÍCULO 44.- La suspensión de la relación de trabajo se produce cuando por disposición legal, medida disciplinaria impuesta por autoridad competente o fuerza mayor, el trabajador no puede realizar el trabajo para el cual ha sido contratado.",
  "151": "Durante la suspensión de la relación de trabajo se interrumpen temporalmente alguno de los efectos del contrato de trabajo, sin que por ello desaparezca el vínculo laboral entre las partes.",
  "152": "La relación de trabajo se reanuda cuando el trabajador se incorpora a su labor, por cesar la causa que dio origen a su suspensión, manteniendo las condiciones de trabajo anteriores a la misma.",
  "153": "En el Reglamento de este Código se establecen las situaciones de suspensión de la relación de trabajo.",
  "154": "SECCIÓN OCTAVA",
  "155": "Terminación del contrato de trabajo",
  "156": "ARTÍCULO 45.- El contrato de trabajo termina por las causas generales siguientes:",
  "157": "a) acuerdo de las partes;",
  "158": "b) iniciativa de alguna de las partes;",
  "159": "c) jubilación del trabajador;",
  "160": "d) fallecimiento del trabajador;",
  "161": "e) extinción de la entidad, cuando no existe otra que se subrogue en su lugar; y",
  "162": "f) vencimiento del término fijado o la conclusión de la labor pactada, cuando se trate de los contratos por tiempo determinado o para la ejecución de un trabajo u obra.",
  "163": "ARTÍCULO 46.- El trabajador que por su voluntad decide dar por terminado el contrato de trabajo está en la obligación de comunicarlo por escrito al empleador en los términos de aviso previo establecidos para cada tipo de contrato.",
  "164": "La terminación del contrato de trabajo por iniciativa del trabajador que ocupa las categorías ocupacionales de técnico, operario, administrativo y de servicios, se produce una vez transcurridos los términos de aviso previo siguientes:",
  "165": "a) hasta treinta días hábiles para los contratos por tiempo indeterminado;",
  "166": "b) hasta quince días hábiles para los contratos de trabajo por tiempo determinado o para la ejecución de un trabajo u obra.",
  "167": "Para el contrato de trabajo por tiempo indeterminado, en el caso de los cargos técnicos, que requieran como requisito para su desempeño poseer nivel superior, el término de aviso previo es de hasta cuatro meses.",
  "168": "ARTÍCULO 47.- Para el personal docente, el Director o Rector, según el caso, puede hacer efectiva la baja ante la solicitud del trabajador, en el período comprendido entre la conclusión del curso escolar e inicio del próximo, con excepción de aquellos casos en que la causa sea acogerse a la pensión por edad o por invalidez total, que se ejecuta en el momento en que se concede el derecho.",
  "169": "Los jefes de los órganos, organismos y entidades nacionales que tienen actividades docentes, designan las autoridades facultadas para aprobar otras excepciones a lo establecido en el párrafo anterior.",
  "170": "ARTÍCULO 48.- Los términos señalados en los artículos anteriores comienzan a contarse a partir del día siguiente a aquel en que el trabajador comunicó por escrito al empleador su decisión de dar por terminada la relación de trabajo. Una vez recibido el aviso previo, el empleador puede acceder a la solicitud comunicada, antes del vencimiento de los términos señalados.",
  "171": "El abandono por el trabajador de sus labores, sin cumplir el término de aviso previo, se considera ausencia injustificada.",
  "172": "ARTÍCULO 49.- El contrato de trabajo por tiempo indeterminado termina por iniciativa del empleador por las causas siguientes:",
  "173": "a) pérdida de la idoneidad demostrada;",
  "174": "b) reubicación definitiva fuera de la entidad del trabajador disponible, o cuando no sea aceptada por este, injustificadamente, la propuesta de empleo realizada, o al vencimiento del período de la garantía salarial sin haber logrado emplearse;",
  "175": "c) reubicación definitiva fuera de la entidad del trabajador a quien se declara su invalidez parcial; no aceptación del inválido parcial de una oferta de empleo acorde a su capacidad dentro o fuera de la entidad o no apruebe la recalificación, en ambos casos por causas injustificadas;",
  "176": "d) aplicación de las medidas de separación definitiva de la entidad o del sector o actividad, cuando proceda, por la inobservancia de las normas de disciplina establecidas en la legislación y en los reglamentos disciplinarios;",
  "177": "e) cumplimiento del plazo de la licencia de maternidad o, en su caso, de la prestación social o licencia no retribuida por maternidad, en los términos y condiciones establecidos en la legislación, sin que la trabajadora o trabajador que la disfruta se haya reintegrado al trabajo;",
  "178": "f) sanción de privación de libertad por sentencia firme o medida de seguridad, en ambos casos cuando excede de seis meses, si así lo decide el empleador;",
  "179": "g) no reincorporación al vencimiento de la licencia no retribuida concedida por el empleador; y",
  "180": "h) otras causas previstas en la legislación.",
  "181": "ARTÍCULO 50.- El empleador, en los casos de contratos por tiempo indeterminado, no puede notificar al trabajador la decisión de terminar el contrato por su iniciativa, por las causas señaladas en los incisos a), b) y c) del artículo 49, en los casos siguientes:",
  "182": "a) durante el disfrute de la trabajadora o en su caso el trabajador, de los períodos de licencia de maternidad, retribuida o no, y la prestación social;",
  "183": "b) durante el período de incapacidad temporal del trabajador por enfermedad o accidente de origen común o del trabajo;",
  "184": "c) durante el cumplimiento de movilizaciones militares;",
  "185": "d) durante el disfrute de las vacaciones anuales pagadas;",
  "186": "e) durante los períodos de suspensión de la relación de trabajo dispuestos legalmente; y",
  "187": "f) otras situaciones que expresamente autoriza la legislación.",
  "188": "ARTÍCULO 51.- La terminación del contrato de trabajo por tiempo determinado o para la ejecución de un trabajo u obra antes del plazo previsto por voluntad del empleador, debe comunicarse por escrito al trabajador, con quince días hábiles de antelación.",
  "189": "ARTÍCULO 52.- El trabajador, al momento de la terminación de la relación de trabajo, tiene derecho a percibir el salario por la labor realizada, la cuantía de lo acumulado por concepto de vacaciones anuales pagadas, así como la correspondiente a la prestación de seguridad social que hubiere estado percibiendo.",
  "190": "En caso de fallecimiento del trabajador, este derecho se ejerce por los familiares con derecho a pensión de la seguridad social o, en su defecto, por los herederos que acreditan tal condición.",
  "191": "SECCIÓN NOVENA",
  "192": "Trabajadores disponibles",
  "193": "ARTÍCULO 53.- En el sector estatal los trabajadores pueden ser declarados disponibles como consecuencia de la amortización de plazas del perfil del cargo que desempeñan debido a:",
  "194": "a) procesos de reorganización de los órganos, organismos, entidades nacionales, consejos de la administración y organizaciones superiores de dirección empresarial;",
  "195": "b) procesos de racionalización por cambios estructurales o conversiones de entidades;",
  "196": "c) fusión o extinción de entidades;",
  "197": "d) cambios técnicos o tecnológicos;",
  "198": "e) disminución del nivel de actividad; y",
  "199": "f) estudios de organización del trabajo u otras medidas que permitan un uso más racional de la fuerza de trabajo.",
  "200": "ARTÍCULO 54.- Pueden ser declarados disponibles los trabajadores contratados por tiempo indeterminado, los designados para ocupar un cargo, así como aquellos que, aun cuando su relación de trabajo es de carácter permanente, el tipo de contrato que suscriben es por tiempo determinado, de acuerdo con las regulaciones específicas emitidas al respecto.",
  "201": "Los trabajadores durante el cumplimiento del Servicio Social no pueden ser declarados disponibles.",
  "202": "ARTÍCULO 55.- El principio de idoneidad demostrada rige el proceso de determinación de los trabajadores que permanecen en la entidad y de los disponibles, sobre la base de que cada cargo sea ocupado por el trabajador más idóneo, lo que debe evitar cualquier manifestación de favoritismo, así como de discriminación de género o de otro tipo.",
  "203": "ARTÍCULO 56.- El empleador a partir de la autorización correspondiente, está obligado a informar previamente a la organización sindical a su nivel y a los trabajadores, sobre la aplicación del proceso de disponibilidad, su organización y control.",
  "204": "El procedimiento para la declaración de trabajadores disponibles, así como el tratamiento laboral y salarial a aplicar se establece en el Reglamento de este Código.",
  "205": "SECCIÓN DÉCIMA",
  "206": "Trabajadores interruptos",
  "207": "ARTÍCULO 57.- En el sector estatal se considera interrupción laboral, la paralización transitoria del proceso de trabajo que provoca la inactividad en la labor del trabajador durante su jornada de trabajo o por un período igual o superior a esta y se produce por alguna de las causas siguientes:",
  "208": "a) rotura de equipos;",
  "209": "b) falta de piezas de repuesto, materiales, materias primas o bienes intermedios, que paralizan el proceso productivo o de servicio;",
  "210": "c) la acción de la lluvia, ciclón, incendios, derrumbes, contaminación u otros factores adversos;",
  "211": "d) falta de energía, combustible, lubricantes, agua u otros elementos similares;",
  "212": "e) orden de paralización temporal de equipos, maquinarias, o líneas de producción o la clausura total o parcial de centros de trabajo, emitidas por las autoridades facultadas en la legislación vigente, incluido los períodos de veda;",
  "213": "f) paralización por reparación capital o mantenimiento general; y",
  "214": "g) otras causas no imputables al trabajador que determine la paralización eventual de las labores, determinadas por el órgano u organismo competente.",
  "215": "ARTÍCULO 58.- Ante la ocurrencia de una interrupción laboral el jefe de la entidad procede de la forma siguiente:",
  "216": "a) identifica la causa de la interrupción;",
  "217": "b) determina si la ocurrencia de la interrupción es imputable o no a algún trabajador para, en caso de que así sea, exigir la responsabilidad que corresponda;",
  "218": "c) determina quiénes son los trabajadores afectados por la interrupción y de ellos los que permanecen laborando en el centro de trabajo, previa consulta con la organización sindical; y",
  "219": "d) reubica a los trabajadores en otros cargos en la propia entidad o en otra o en labores dirigidas al restablecimiento de la actividad del centro de trabajo.",
  "220": "El procedimiento para la declaración de trabajadores interruptos, así como el tratamiento laboral y salarial a aplicar se establece en el Reglamento de este Código.",
  "221": "CAPÍTULO IV",
  "222": "PROTECCIÓN A LA TRABAJADORA",
  "223": "ARTÍCULO 59.- El empleador debe crear y mantener condiciones de trabajo para la mujer, considerando su participación en el proceso de trabajo y su función social como madre.",
  "224": "ARTÍCULO 60.- La trabajadora gestante que por prescripción médica no puede permanecer en el cargo por considerarse perjudicial al embarazo, recibe la protección que establece la legislación específica sobre la maternidad de la trabajadora.",
  "225": "ARTÍCULO 61.- La trabajadora gestante o que tenga hijos de hasta un año de edad, no está obligada a realizar trabajo extraordinario o laborar en una localidad distante de su centro de trabajo.",
  "226": "ARTÍCULO 62.- La trabajadora gestante, cualquiera que sea la actividad que realiza, está en la obligación de recesar en sus labores en los términos y condiciones que establece la legislación específica.",
  "227": "Los requisitos para tener derecho al cobro de la licencia de maternidad, se establecen en el Reglamento de este Código o en la legislación específica, según corresponda.",
  "228": "ARTÍCULO 63.- Durante el embarazo y posterior al parto, la trabajadora tiene derecho a disfrutar de licencia retribuida en la forma y cuantía establecidas respecto a la maternidad de la trabajadora para el régimen general o los especiales de seguridad social, según corresponda.",
  "229": "CAPÍTULO V",
  "230": "PROTECCIÓN ESPECIAL EN EL TRABAJO A LOS JÓVENES DE QUINCE A DIECIOCHO AÑOS",
  "231": "ARTÍCULO 64.- El Estado protege a los jóvenes comprendidos entre quince y dieciséis años de edad, que excepcionalmente son autorizados a trabajar por haber finalizado sus estudios en la enseñanza profesional o de oficios, u otras razones, que así lo justifiquen.",
  "232": "La autoridad facultada para autorizar la incorporación de estos jóvenes al trabajo y las circunstancias bajo las cuales pueden ser contratados se regulan en el Reglamento de este Código.",
  "233": "Los empleadores en cualquier sector, están obligados a prestar especial atención a estos jóvenes con el propósito de lograr su mejor preparación, adaptación a la vida laboral y el desarrollo de su formación profesional, garantizándoles el disfrute de iguales derechos que los restantes trabajadores.",
  "234": "ARTÍCULO 65.- La jornada de trabajo de los jóvenes de quince y dieciséis años no puede exceder de siete horas diarias, ni de cuarenta semanales y no se les permite laborar en días de descanso.",
  "235": "ARTÍCULO 66.- El empleador está obligado, antes de incorporar al trabajo a los jóvenes de quince y hasta dieciocho años, a disponer la práctica de un examen médico y obtener certificación de su estado de salud, para determinar si está apto física y psíquicamente para ese trabajo.",
  "236": "ARTÍCULO 67.- El empleador tiene la obligación de facilitar la capacitación y preparación de los jóvenes para el desempeño de su labor, bajo la tutoría de trabajadores con experiencia reconocida.",
  "237": "ARTÍCULO 68.- Los jóvenes de quince y hasta dieciocho años no pueden ser ocupados en trabajos en que están expuestos a riesgos físicos y psicológicos, labores con nocturnidad, bajo tierra o agua, alturas peligrosas o espacios cerrados, labores con cargas pesadas, expuestos a sustancias peligrosas, altas o bajas temperaturas o niveles de ruido o vibraciones perjudiciales para su salud y desarrollo integral.",
  "238": "CAPÍTULO VI",
  "239": "SERVICIO SOCIAL",
  "240": "ARTÍCULO 69.- El servicio social consiste en el cumplimiento del deber de los graduados de cursos diurnos, que alcanzan los conocimientos en el nivel superior y técnico profesional de la educación, de ponerlos en función de la sociedad de conformidad con la planificación y prioridades del desarrollo económico y social. Durante la prestación del servicio social los graduados tienen los deberes y derechos que conciernen a su condición de trabajadores.",
  "241": "ARTÍCULO 70.- Tienen el deber de cumplir el servicio social los ciudadanos cubanos que se gradúan en la educación superior en los cursos diurnos, incluidos los que egresan del referido nivel educacional en el extranjero.",
  "242": "En el caso de los graduados de la enseñanza técnico-profesional, cumplen el servicio social los que, en correspondencia con la demanda de fuerza de trabajo calificada que requiere el desarrollo económico y social, son asignados a una entidad en el momento de su graduación.",
  "243": "El procedimiento para la ubicación de los graduados está regulado en el Reglamento de este Código.",
  "244": "ARTÍCULO 71.- El servicio social tiene una duración de tres años y se combina con el servicio militar activo, de modo que la suma de ambos complete los tres años y se cumple en el lugar y labor en la entidad a que se destine el graduado.",
  "245": "En caso de incumplimiento injustificado, se solicita la inhabilitación del ejercicio profesional en los términos y condiciones que dispone el Reglamento de este Código.",
  "246": "CAPÍTULO VII",
  "247": "RELACIONES DE TRABAJO ESPECIALES",
  "248": "SECCIÓN PRIMERA",
  "249": "Relaciones de trabajo entre personas naturales",
  "250": "ARTÍCULO 72.- En el sector no estatal las relaciones de trabajo entre trabajadores y personas naturales autorizadas a actuar como empleadores se formalizan mediante un contrato de trabajo o documento equivalente, donde se precisan las cláusulas y condiciones acordadas, con copias para las partes.",
  "251": "En estas relaciones rigen las disposiciones establecidas en esta Ley para el contrato de trabajo por tiempo determinado o para la ejecución de un trabajo u obra.",
  "252": "ARTÍCULO 73.- Las cláusulas y condiciones que acuerden las partes deben referirse a:",
  "253": "a) generales de las partes y el número de identidad permanente del contratado;",
  "254": "b) labor y lugar donde se realiza el trabajo;",
  "255": "c) duración del trabajo, régimen de trabajo y descanso, cuantía y forma de la remuneración;",
  "256": "d) condiciones de seguridad y salud en el trabajo que corresponden a la labor que realizan; y",
  "257": "e) cualquier otra cláusula que acuerden las partes.",
  "258": "ARTÍCULO 74.- Los derechos mínimos que debe garantizar el empleador son:",
  "259": "a) la jornada de trabajo diaria es de ocho horas y puede llegar en determinados días de la semana hasta una hora adicional siempre que no exceda el límite de cuarenta y cuatro horas semanales;",
  "260": "b) la remuneración no puede ser inferior al salario mínimo, en proporción al tiempo real de trabajo;",
  "261": "c) un día de descanso semanal y siete días naturales de vacaciones anuales pagadas, como mínimo; y",
  "262": "d) condiciones de seguridad y salud en el trabajo.",
  "263": "ARTÍCULO 75.- La relación de trabajo termina por:",
  "264": "a) acuerdo de las partes;",
  "265": "b) iniciativa de una de las partes;",
  "266": "c) terminación del trabajo pactado;",
  "267": "d) por fuerza mayor que imposibilite la realización del trabajo;",
  "268": "e) extinción legal de la actividad de trabajo, jubilación o muerte del empleador; y",
  "269": "f) jubilación o muerte del trabajador.",
  "270": "SECCIÓN SEGUNDA",
  "271": "Otras relaciones de trabajo",
  "272": "ARTÍCULO 76.- Los jefes de los organismos donde laboran los profesionales y técnicos de la medicina, el personal docente, los trabajadores pertenecientes a la rama artística y los atletas, establecen, en consulta con el Ministerio de Trabajo y Seguridad Social y de acuerdo con la organización sindical correspondiente, las relaciones laborales con sus trabajadores; para lo cual tienen en cuenta las características de estas actividades y las disposiciones establecidas en esta Ley.",
  "273": "En lo que a los profesionales y técnicos de la medicina respecta, las regulaciones antes expuestas se refieren a la contratación, ubicación, reubicación, promoción e inhabilitación.",
  "274": "En el caso del personal docente regulan la evaluación del trabajo.",
  "275": "Para la rama artística establecen las modalidades del contrato de trabajo, evaluación y formas de remuneración.",
  "276": "Para los atletas establece el sistema de contratación.",
  "277": "En el resto de las materias se rigen por lo dispuesto en este Código y su Reglamento.",
  "278": "ARTÍCULO 77.- Las especificidades de las relaciones laborales de los trabajadores que ocupan cargos de las categorías de operarios, técnicos, trabajadores administrativos y de servicios, que por sus características son designados, así como de los conductores profesionales, se regulan en el Reglamento de este Código.",
  "279": "ARTÍCULO 78.- Los trabajadores contratados por las cooperativas, formas asociativas y otras personas jurídicas con capacidad legal para concertar relaciones de trabajo, tienen los deberes y derechos establecidos en la legislación de trabajo general o en la específica para la actividad que le son de aplicación.",
  "280": "ARTÍCULO 79.- Los extranjeros y las personas sin ciudadanía residentes temporales en Cuba, están obligados a obtener el permiso de trabajo para realizar cualquier labor, en cumplimiento de las disposiciones contenidas al respecto en el Reglamento de este Código.",
  "281": "CAPÍTULO VIII",
  "282": "ORGANIZACIÓN Y NORMACIÓN DEL TRABAJO",
  "283": "ARTÍCULO 80.- Las entidades para incrementar la productividad y eficiencia realizan estudios de organización del trabajo dirigidos a perfeccionar las condiciones técnicas y organizativas de la producción y los servicios, determinar los gastos de trabajo necesario y la plantilla de cargos en correspondencia con las necesidades de la actividad.",
  "284": "ARTÍCULO 81.- En la elaboración de las normas de trabajo es imprescindible tener en cuenta el estado de los equipos y herramientas, las características de las materias primas y materiales, el abastecimiento técnico-material, el nivel de organización del trabajo, la observancia de las normas y reglas de seguridad y salud en el trabajo, así como las demás condiciones técnico-organizativas existentes o de posible creación en cada caso y que pueden incidir en dichas normas.",
  "285": "En el proceso de elaboración de estas normas tiene derecho a participar la organización sindical. ARTÍCULO 82.- Antes de implantar las normas de trabajo o modificar las existentes es obligatorio crear las condiciones técnico-organizativas y efectuar la discusión previa con los trabajadores, con quince días de antelación como mínimo.",
  "286": "ARTÍCULO 83.- Las plantillas de cargos de las organizaciones superiores de dirección y de las empresas se aprueban por los jefes respectivos y por los órganos, organismos y entidades nacionales con relación a sus unidades presupuestadas, oído el parecer de la organización sindical correspondiente.",
  "287": "En el Reglamento de este Código se regulan los procedimientos para el cumplimiento de lo dispuesto en este Capítulo.",
  "288": "CAPÍTULO IX",
  "289": "RÉGIMEN DE TRABAJO Y DESCANSO",
  "290": "SECCIÓN PRIMERA",
  "291": "Generalidades",
  "292": "ARTÍCULO 84.- En el presente Código se denomina:",
  "293": "a) tiempo de trabajo, aquel durante el cual el trabajador cumple sus obligaciones;",
  "294": "b) tiempo de descanso y necesidades personales, es el comprendido en el tiempo de trabajo que utiliza el trabajador para recuperar las energías gastadas en la actividad laboral y satisfacer sus necesidades personales;",
  "295": "c) régimen de trabajo y descanso, comprende las jornadas y el descanso semanal;",
  "296": "d) trabajo nocturno, es el realizado entre las siete pasado meridiano y las siete antes meridiano.",
  "297": "ARTÍCULO 85.- El régimen de trabajo y descanso se determina por los jefes de las organizaciones superiores de dirección y las empresas, de acuerdo con la organización sindical.",
  "298": "En el caso de las unidades presupuestadas lo determinan los jefes de los órganos, organismos y entidades nacionales, de acuerdo con el sindicato nacional correspondiente, con excepción de los horarios de trabajo que son aprobados por el jefe de la entidad.",
  "299": "En ambos casos esta aprobación forma parte del Convenio Colectivo de Trabajo.",
  "300": "ARTÍCULO 86.- Los jefes de los órganos, organismos, entidades nacionales y organizaciones superiores de dirección, para determinados cargos o actividades, pueden aprobar regímenes de trabajo excepcionales cuando se requieran, ya sea por la naturaleza del trabajo, la complejidad de su control, y porque se desarrollen en lugares inhóspitos, inaccesibles o lejanos a la zona de residencia del trabajador, con una debida correspondencia entre el tiempo de trabajo y descanso, en los períodos que comprenda.",
  "301": "SECCIÓN SEGUNDA",
  "302": "Jornada, horario y pausas en el trabajo",
  "303": "ARTÍCULO 87.- La duración de la jornada de trabajo es de ocho horas diarias como mínimo durante cinco días a la semana; atendiendo a las condiciones técnico-organizativas existentes y las necesidades de la producción o los servicios, la jornada diaria puede llegar en determinados días de la semana hasta una hora adicional, siempre que no exceda el límite de la jornada semanal.",
  "304": "La jornada semanal puede establecerse entre cuarenta y cuarenta y cuatro horas, en dependencia de las labores y la necesidad de reducir gastos.",
  "305": "ARTÍCULO 88.- Excepcionalmente se establecen jornadas de trabajo reducidas con el cobro del salario de la jornada completa, para los trabajadores que están expuestos de modo prolongado a condiciones que pueden afectar su salud. Igual tratamiento salarial se aplica a la jornada reducida aprobada para los jóvenes de quince y dieciséis años que están autorizados a trabajar.",
  "306": "Los cargos y actividades en las cuales se aplican jornadas reducidas son aprobados por el Ministro de Trabajo y Seguridad Social, a propuesta de los jefes de los órganos, organismos y entidades nacionales, cumplido el procedimiento regulado en el Reglamento de este Código.",
  "307": "ARTÍCULO 89.- El horario de trabajo es una medida organizativa para dar cumplimiento a la jornada de trabajo y expresa las horas de comienzo y terminación del trabajo.",
  "308": "El horario de trabajo se aprueba por el jefe de la entidad, de acuerdo con la organización sindical, en correspondencia con los requerimientos técnicos, tecnológicos y organizativos de la producción y los servicios y se inscribe en el Convenio Colectivo de Trabajo.",
  "309": "ARTÍCULO 90.- Excepcionalmente, para determinadas actividades y situaciones, el Ministro de Trabajo y Seguridad Social y los presidentes de los consejos de la Administración provinciales pueden fijar los horarios de trabajo por interés social o fuerza mayor.",
  "310": "ARTÍCULO 91.- Dentro de la jornada de trabajo a los trabajadores se les concede una o dos pausas con una duración máxima de treinta (30) minutos determinadas por el empleador para el descanso y necesidades personales, de forma tal que no se afecten las labores, ni se modifique la duración de la jornada y el cumplimiento del horario de trabajo establecido.",
  "311": "ARTÍCULO 92.- En las actividades organizadas en uno o dos turnos de trabajo se concede, fuera de la duración de la jornada de trabajo y no computable en esta, una pausa para el almuerzo o la comida no inferior a treinta minutos.",
  "312": "En las actividades en que la producción o los servicios son ininterrumpidos, si en razón del horario de su turno de trabajo resulta necesario, se concede al trabajador dentro de su jornada laboral, y adicional al tiempo de descanso y necesidades personales, una pausa para que se alimente, la que no puede exceder de treinta minutos.",
  "313": "SECCIÓN TERCERA",
  "314": "Descanso semanal",
  "315": "ARTÍCULO 93.- El trabajador tiene derecho a un descanso semanal mínimo de veinticuatro horas consecutivas.",
  "316": "El día de descanso semanal es generalmente el domingo. En las entidades y actividades en las que no puede interrumpirse el trabajo por las condiciones técnico-organizativas de la producción o porque están obligadas a prestar un servicio cotidiano y permanente a la población o a otras entidades, el descanso se fija cualquier otro día de la semana, de acuerdo con un programa elaborado a ese efecto por el empleador en consulta con los trabajadores.",
  "317": "En los casos excepcionales en que por las características organizativas y tecnológicas, el trabajador debe laborar más de una semana, tiene derecho a disfrutar del descanso semanal acumulado, al finalizar el período que establece el régimen de trabajo aplicado.",
  "318": "SECCIÓN CUARTA",
  "319": "Tratamiento laboral en los días de conmemoración nacional, oficial y feriados",
  "320": "ARTÍCULO 94.- Los días de conmemoración nacional y feriados son los aniversarios siguientes:",
  "321": "a) primero de enero, \"Aniversario de la Revolución\";",
  "322": "b) primero de mayo, \"Día Internacional de los Trabajadores\";",
  "323": "c) veintiséis de julio, \"Día de la Rebeldía Nacional\"; y",
  "324": "d) diez de octubre, \"Inicio de las Guerras de Independencia\".",
  "325": "Se declaran como feriados los días dos de enero, veinticinco y veintisiete de julio; veinticinco y treinta y uno de diciembre de cada año.",
  "326": "La ley puede disponer otros días de conmemoración nacional y feriados.",
  "327": "En las actividades en que la producción o los servicios son ininterrumpidos, si en razón del horario de su turno de trabajo resulta necesario, se",
  "328": "ARTÍCULO 95.- En los días de conmemoración nacional y feriados, recesan las actividades laborales con excepción de las relacionadas con la zafra azucarera y otros trabajos agrícolas urgentes, industrias de procesos de producción continua, labores inaplazables de carga y descarga; servicios de transporte y su aseguramiento técnico indispensable, hospitalarios y asistenciales, farmacias, expendios de combustible, funerarias, jardines vinculados con estas y cementerios, servicios de hospedaje, centros turísticos, comunicaciones, transmisiones de radio y televisión, servicios públicos básicos, actividades de pesca y otras autorizadas por la ley.",
  "329": "Los restaurantes, cafeterías, espectáculos públicos, comercio de víveres y otras actividades relacionadas con la elaboración y venta de alimentos a la población laboran en el horario que señalan los órganos, organismos y entidades nacionales respectivos, durante los días de conmemoración nacional y los feriados.",
  "330": "ARTÍCULO 96.- Determinados días de conmemoración nacional y feriados pueden ser habilitados como laborables, en los casos de interés social o de fuerza mayor, previo acuerdo del empleador y la organización sindical correspondiente.",
  "331": "ARTÍCULO 97.- Cuando los días de conmemoración nacional primero de mayo y diez de octubre coinciden con un domingo, se traslada el descanso dominical para el lunes siguiente.",
  "332": "Cuando los días de conmemoración nacional primero de enero y veintiséis de julio coinciden con un domingo, no se efectúa el traslado del descanso dominical, por estar precedidos y seguidos de días feriados.",
  "333": "ARTÍCULO 98.- Se conmemoran oficialmente cada año, las efemérides siguientes:",
  "334": "a) veintiocho de enero, \"Natalicio del Héroe Nacional José Martí Pérez\";",
  "335": "b) veinticuatro de febrero, \"Grito de Baire\";",
  "336": "c) ocho de marzo, \"Día Internacional de la Mujer\";",
  "337": "d) trece de marzo, \"Ataque Revolucionario al Palacio Presidencial\";",
  "338": "e) dieciséis de abril, \"Día del Miliciano\";",
  "339": "f) diecinueve de abril, \"Victoria de Playa Girón\";",
  "340": "g) diecisiete de mayo, \"Día de la Reforma Agraria y del Campesino\";",
  "341": "h) treinta de julio, caída en combate de Frank País García, \"Día de los Mártires de la Revolución\";",
  "342": "i) doce de agosto, \"Victoria popular contra la tiranía machadista\";",
  "343": "j) seis de octubre, \"Día de las Víctimas del Terrorismo de Estado\";",
  "344": "k) ocho de octubre, caída en combate del Comandante Ernesto Ché Guevara de la Serna, \"Día del Guerrillero Heroico\";",
  "345": "l) veintiocho de octubre, \"Desaparición del Comandante Camilo Cienfuegos Gorriarán\";",
  "346": "m) veintisiete de noviembre, fusilamiento de los estudiantes de medicina, \"Día de Duelo Estudiantil\";",
  "347": "n) dos de diciembre, desembarco de los expedicionarios del Granma, \"Día de las Fuerzas Armadas Revolucionarias\"; y",
  "348": "o) siete de diciembre, caída en combate del Lugarteniente General Antonio Maceo Grajales, \"Día de los caídos en nuestras Guerras de Independencia y en las luchas internacionalistas de nuestro pueblo\".",
  "349": "En los días de conmemoración oficial no recesan las actividades laborales.",
  "350": "ARTÍCULO 99.- Los espectáculos públicos festivos y humorísticos suspenden sus actividades el treinta de julio, caída en combate de Frank País García, \"Día de los Mártires de la Revolución‖, y el siete de diciembre, caída en combate del Lugarteniente General Antonio Maceo Grajales, ―Día de los caídos en nuestras Guerras de Independencia y en las luchas internacionalistas de nuestro pueblo\".",
  "351": "SECCIÓN QUINTA",
  "352": "Días de receso adicional retribuido",
  "353": "ARTÍCULO 100.- El receso laboral con pago del salario, se establece por disposición legal dictada excepcionalmente por los órganos superiores del Estado o Gobierno o por el Ministro de Trabajo y Seguridad Social en cumplimiento de la decisión gubernamental; es de aplicación a una actividad, territorio o al país, con los objetivos, período de duración o evento, que se definen en la norma jurídica que lo apruebe.",
  "354": "Se declara como día de receso laboral el viernes santo de cada año.",
  "355": "Están exceptuados de recesar las labores relacionadas con la zafra azucarera y otros trabajos agrícolas urgentes, industrias de procesos de producción continua, labores inaplazables de carga y descarga; servicios de transporte y su aseguramiento técnico indispensable, hospitalarios y asistenciales, farmacias, expendios de combustible, funerarias, jardines vinculados con estas y cementerios, servicios de hospedaje, centros turísticos, comunicaciones, transmisiones de radio y televisión, servicios públicos básicos, actividades de pesca y otras autorizadas por la ley.",
  "356": "SECCIÓN SEXTA",
  "357": "Vacaciones anuales pagadas",
  "358": "ARTÍCULO 101.- Los trabajadores tienen derecho al disfrute de un mes de vacaciones anuales pagadas por cada once meses de trabajo efectivo. El mes de vacaciones se considera de treinta días naturales.",
  "359": "El trabajador que por la índole de la actividad que desempeña u otras circunstancias, no labora once meses, tiene derecho a vacaciones pagadas de duración proporcional a los días efectivamente laborados.",
  "360": "El trabajador con más de un empleo tiene derecho a disfrutar de un descanso efectivo de vacaciones anuales pagadas hasta de treinta días naturales y cobrar la totalidad de la retribución que por este concepto tenga derecho en cada contrato.",
  "361": "ARTÍCULO 102.- Para determinar el acumulado de días de vacaciones anuales pagadas y la cuantía de la retribución de cada trabajador, se multiplican por el nueve punto cero nueve por ciento los días efectivamente laborados y los salarios percibidos durante el período acumulado que da derecho al descanso.",
  "362": "El receso laboral de los días de conmemoración nacional, de los feriados, las licencias retribuidas por maternidad pre y postnatal, los días de receso adicional retribuido y otros dispuestos legalmente, se consideran como días efectivamente laborados a los fines de la acumulación del tiempo y el pago de las vacaciones anuales pagadas.",
  "363": "ARTÍCULO 103.- Las ausencias al trabajo, incluidas las originadas por enfermedad, accidente y otras en que no se paga salario, interrumpen la acumulación del tiempo de las vacaciones anuales pagadas y de los salarios percibidos, la que se reanuda una vez que el trabajador se reintegra efectivamente al trabajo.",
  "364": "ARTÍCULO 104.- Los empleadores están obligados a conceder en uno o varios períodos, las vacaciones anuales pagadas a sus trabajadores y con ese propósito determinan el programa de vacaciones, teniendo en cuenta los requerimientos de la producción o los servicios y la efectividad del descanso.",
  "365": "La programación y concesión de las vacaciones al personal docente de los ministerios de Educación y Educación Superior y de otros organismos con actividades docentes, se ajustan a la organización del trabajo en materia educacional.",
  "366": "ARTÍCULO 105.- El empleador tiene la responsabilidad de adoptar las medidas para hacer cumplir el programa de vacaciones anuales pagadas y que el descanso sea efectivo, el cual puede otorgarse por períodos de treinta, veinte, quince, diez o siete días. No obstante, a solicitud del trabajador, puede considerar como vacaciones pagadas, dentro del período, las ausencias por cuestiones personales impostergables.",
  "367": "ARTÍCULO 106.- Las vacaciones anuales pagadas comienzan a disfrutarse en día laborable. El empleador no puede disponer su inicio en días de conmemoración nacional, feriados, ni de receso adicional retribuido o el día de descanso semanal del trabajador.",
  "368": "El pago de las vacaciones anuales concedidas tiene que efectuarse antes del último día de trabajo precedente al comienzo de su disfrute.",
  "369": "ARTÍCULO 107.- Los períodos de vacaciones programadas se disfrutan dentro del año de trabajo. Si transcurrido el tiempo acumulado para disfrutar dichos períodos, surgen circunstancias excepcionales que demandan la permanencia del trabajador en su actividad, el empleador oído el criterio de la organización sindical, puede posponer su disfrute o acordar con el trabajador simultanear el cobro de las vacaciones acumuladas y el salario por el trabajo realizado, garantizando el descanso efectivo de siete días al año como mínimo. El trabajador y el empleador dejan constancia escrita de lo acordado.",
  "370": "Los días trabajados por esta razón acumulan tiempo y salarios a los fines del nuevo período vacacional.",
  "371": "SECCIÓN SÉPTIMA",
  "372": "Licencias no retribuidas a trabajadores con responsabilidades familiares",
  "373": "ARTÍCULO 108.- En el sector estatal a solicitud del trabajador, el jefe de la entidad puede conceder licencias no retribuidas a trabajadores con responsabilidades familiares para su atención y cuidado.",
  "374": "A estos fines, debe determinarse por escrito la fecha de inicio y terminación de la licencia concedida.",
  "375": "CAPÍTULO X",
  "376": "SALARIOS",
  "377": "SECCIÓN PRIMERA",
  "378": "Disposiciones generales",
  "379": "ARTÍCULO 109.- Se considera salario la remuneración en dinero que el empleador paga al trabajador, atendiendo a la calidad y cantidad del trabajo realizado y al tiempo real laborado, según corresponda. Comprende lo devengado de acuerdo con los sistemas de pago por rendimiento o a tiempo, pagos adicionales, trabajo extraordinario, pago en días de conmemoración nacional y feriados, receso laboral retribuido, vacaciones anuales pagadas y otros que disponga la legislación.",
  "380": "ARTÍCULO 110.- Los trabajadores que laboran a tiempo de trabajo completo tienen derecho a cobrar el salario mínimo mensual. El salario mínimo de los trabajadores de ocupación parcial es proporcional a la duración del tiempo trabajado.",
  "381": "SECCIÓN SEGUNDA",
  "382": "Pago en los días de conmemoración nacional, oficial y feriados",
  "383": "ARTÍCULO 111.- En los días de conmemoración nacional y feriados, el salario se abona de la forma siguiente:",
  "384": "a) a los trabajadores cuyas actividades recesan ese día y están sujetos a la forma de pago a rendimiento, se les abona el salario promedio, salvo cuando dichos días coincidan con los de su descanso semanal o con aquellos en que disfrutan de vacaciones anuales pagadas, licencia no retribuida o subsidio de seguridad social;",
  "385": "b) a los trabajadores cuyas actividades recesan ese día y están sujetos a la forma de pago a tiempo se les abona su salario diario, salvo cuando dichos días coincidan con su descanso semanal o con aquellos en que disfrutan de vacaciones anuales pagadas, licencia no retribuida o subsidio de seguridad social;",
  "386": "c) a los trabajadores que por la índole de su trabajo están exceptuados de recesar o que tienen que concurrir al trabajo porque se les ha habilitado como laborable ese día, se les abona el pago doble del salario que les corresponde devengar por la producción realizada o el tiempo real trabajado, incluyendo los pagos adicionales a que tengan derecho. El empleador y el trabajador de común acuerdo, cuando el trabajador así lo solicita pueden sustituir el pago doble por el trabajo realizado en ese día, por el pago sencillo y la concesión de un día de descanso con el pago del salario; y",
  "387": "d) los trabajadores que por la índole de su trabajo están exceptuados de recesar en esos días o porque habiéndoseles habilitado esos días como laborables por alguna de las causas que determinan la realización de trabajo extraordinario, tienen que concurrir al trabajo y no lo hacen, no tienen derecho a cobrar salario alguno por ese día.",
  "388": "ARTÍCULO 112.- Los trabajadores que laboran en los espectáculos públicos festivos y humorísticos que recesan el treinta de julio y el siete de diciembre, reciben su salario de conformidad con lo establecido en el inciso a) o b) del artículo anterior, según el caso.",
  "389": "SECCIÓN TERCERA",
  "390": "Garantías y condiciones del pago del salario",
  "391": "ARTÍCULO 113.- El salario mínimo del país, así como el nivel general de los salarios se aprueban por el Consejo de Ministros, atendiendo al desarrollo económico-social alcanzado, oído el parecer de las organizaciones sindicales correspondientes.",
  "392": "En el Reglamento de este Código se define el concepto de cada uno de los elementos del sistema salarial y los procedimientos para su aplicación.",
  "393": "ARTÍCULO 114.- El salario se paga en pesos cubanos al menos una vez al mes, por períodos vencidos, excepto aquellos componentes de la remuneración condicionados al incremento de la eficiencia, en los términos y condiciones que se acuerden por las partes en el contrato de trabajo o Convenio Colectivo de Trabajo. El trabajador puede, por razones justificadas y acordadas con el empleador, autorizar por escrito a un familiar u otra persona a cobrar su salario.",
  "394": "Para modificar el día y las condiciones de pago del salario el empleador, previo acuerdo con la organización sindical, lo comunica a los trabajadores con no menos de quince días de antelación a su ejecución. Cuando el día del pago del salario coincida con uno no laborable, este se realiza el día laborable anterior.",
  "395": "El trabajador tiene derecho a examinar los documentos que hayan servido de base para el pago de su salario.",
  "396": "ARTÍCULO 115.- El salario de los trabajadores durante el período de prueba y el de aquellos que son trasladados definitivamente de cargo, se corresponde con el definido para el cargo que desempeñan o el que pasan a ocupar.",
  "397": "ARTÍCULO 116.- El trabajador cobra el salario que corresponde al tiempo de la jornada laboral a la que no asiste con conocimiento del empleador y lo acredita, de acuerdo con las regulaciones que para cada caso establece la ley, cuando concurran los motivos siguientes:",
  "398": "a) desempeñar funciones como diputado a la Asamblea Nacional, delegado a las asambleas provinciales y municipales del Poder Popular; b) actuar como juez lego de los tribunales populares;",
  "399": "c) participar como delegado o invitado en congresos y conferencias que convoquen el Gobierno o las organizaciones políticas y de masas;",
  "400": "d) concurrir a citación judicial del Tribunal o la Fiscalía o los órganos de investigación;",
  "401": "e) asistir a citación o participar en movilización militar;",
  "402": "f) disfrutar de licencias deportivas y culturales debidamente autorizadas;",
  "403": "g) licencia por fallecimiento del padre, la madre, el cónyuge, hermanos e hijos;",
  "404": "h) someterse a exámenes médicos programados por el empleador o en cumplimiento de requisitos establecidos en la legislación vigente;",
  "405": "i) realizar donación voluntaria de sangre;",
  "406": "j) movilizaciones ante desastres naturales, tecnológicos o sanitarios;",
  "407": "k) asistir a consultas médicas programadas para los trabajadores portadores del virus de Inmunodeficiencia Humana (VIH) o enfermos del Síndrome de Inmunodeficiencia Adquirida (SIDA);",
  "408": "l) estar detenido o sometido a prisión provisional, cuando el acusado no resulta sancionado; y",
  "409": "m) otras situaciones que prevé la ley.",
  "410": "En el Reglamento de este Código se regulan los procedimientos para el cumplimiento de lo dispuesto en este artículo.",
  "411": "ARTÍCULO 117.- Los empleadores pueden efectuar retenciones en el salario de los trabajadores y en las prestaciones monetarias de la seguridad social a corto plazo, por los motivos siguientes:",
  "412": "a) embargo de pensiones alimenticias por decisiones de la autoridad competente;",
  "413": "b) embargo de créditos a favor del Estado, las empresas y bancos por decisión de la autoridad competente; y",
  "414": "c) las demás que autoriza la ley en las cuantías que establece;",
  "415": "Las retenciones solo pueden ascender a un tercio del salario total devengado o la prestación, pudiendo alcanzar hasta la mitad de este en los casos de los incisos a) y b).",
  "416": "SECCIÓN CUARTA",
  "417": "Trabajo extraordinario y su compensación",
  "418": "ARTÍCULO 118.- Se considera trabajo extraordinario el que se convoca por iniciativa del empleador, en exceso de la jornada de trabajo, o en su caso, de la jornada aprobada, y puede adoptar la forma de horas extras, de doble turno o de habilitación como laborables de los días de descanso semanal.",
  "419": "La relación de cargos y áreas de trabajo para las que se puede decidir la utilización del doble turno, se inscribe en el Convenio Colectivo de Trabajo.",
  "420": "ARTÍCULO 119.- El trabajo extraordinario que adopta las formas de horas extras o habilitación como laborable del día de descanso semanal, requiere del acuerdo previo del empleador y de la organización sindical correspondiente.",
  "421": "ARTÍCULO 120.- Los trabajadores no están obligados a realizar labores extraordinarias, salvo en los siguientes casos de interés social:",
  "422": "a) tareas apremiantes para la defensa del país;",
  "423": "b) prevenir o eliminar las consecuencias de una catástrofe o de un accidente o avería de producción o los servicios;",
  "424": "c) labores urgentes de reparación de muebles o inmuebles, cuando el mal estado de estos ponga en peligro la salud o la vida de los trabajadores o de la población;",
  "425": "d) labores urgentes destinadas al restablecimiento de servicios públicos o reparar las consecuencias de desastres naturales que afecten dichos servicios;",
  "426": "e) doblar turno para suplir la ausencia imprevista de trabajadores que desempeñan cargos cuyas labores no pueden interrumpirse y se encuentre consignado en el Convenio Colectivo de Trabajo;",
  "427": "f) trabajo estacional intenso o que deba cumplirse en una fecha determinada cuando no sea posible aumentar el número de trabajadores, por razones técnicas o por carecer de estos; y",
  "428": "g) otras situaciones previstas en la legislación, con carácter excepcional o temporal.",
  "429": "ARTÍCULO 121.- El trabajador no está obligado a laborar, por concepto de horas extras, más de cuatro horas en dos días consecutivos, ni a doblar más de dos turnos en cada semana. Tampoco le es exigible que labore más de ciento sesenta horas extraordinarias al año, cuando concurran horas extras, doble turno y habilitación de los días de descanso semanal.",
  "430": "ARTÍCULO 122.- A los trabajadores vinculados a los procesos de producción o servicios que realizan trabajo extraordinario, se les retribuye en efectivo el tiempo que laboran en estas condiciones. Igual tratamiento se les aplica a los no vinculados directamente, cuando por iniciativa y decisión del empleador efectúan este trabajo. El trabajo extraordinario se retribuye con un incremento del veinticinco por ciento, en relación con el salario del cargo.",
  "431": "Excepcionalmente, en los convenios colectivos de Trabajo se puede incluir la compensación mediante tiempo de descanso proporcional con el cobro del salario a los trabajadores a que se refiere el párrafo anterior.",
  "432": "En el Reglamento de este Código se regulan los casos y situaciones en que no es de aplicación este artículo.",
  "433": "SECCIÓN QUINTA",
  "434": "Otros pagos",
  "435": "ARTÍCULO 123.- Las empresas a partir de las utilidades después del pago de impuestos, cumplidos los compromisos con el Estado y los requisitos establecidos, pueden crear un fondo de estimulación a los trabajadores.",
  "436": "ARTÍCULO 124.- El empleador está obligado a brindar transportación, alimentación y alojamiento o, en su caso, a sufragar los gastos por estos conceptos en la cuantía establecida, cuando los trabajadores son enviados eventual o temporalmente a realizar labores que implican una variación de su lugar habitual de alimentación y alojamiento.",
  "437": "La cuantía y condiciones de estos pagos se regulan en la legislación dictada por el Ministro de Finanzas y Precios.",
  "438": "ARTÍCULO 125.- No se considera salario lo percibido por el trabajador por estipendios, viáticos, prestaciones de la seguridad social, alquiler de equipos, herramientas y medios que aporte el trabajador y otros definidos por ley.",
  "439": "CAPÍTULO XI",
  "440": "SEGURIDAD Y SALUD EN EL TRABAJO",
  "441": "SECCIÓN PRIMERA",
  "442": "Disposiciones generales",
  "443": "ARTÍCULO 126.- La seguridad y salud en el trabajo tiene como objetivos garantizar condiciones seguras e higiénicas, prevenir los accidentes, enfermedades profesionales y otros daños a la salud de los trabajadores y al medio ambiente laboral.",
  "444": "ARTÍCULO 127.- El empleador está obligado a cumplir la legislación sobre seguridad y salud en el trabajo y adoptar las medidas que garanticen condiciones laborales seguras e higiénicas, así como la prevención de accidentes de trabajo, enfermedades profesionales, incendios, averías u otros daños que puedan afectar la salud de los trabajadores y el medio ambiente laboral.",
  "445": "SECCIÓN SEGUNDA",
  "446": "Incidentes, accidentes y enfermedades profesionales",
  "447": "ARTÍCULO 128.- Se denomina incidente al suceso acaecido en el trabajo o en relación con este, con posibilidad de convertirse en accidente de trabajo u otros daños, en el que la persona afectada no sufre lesiones corporales o estas no afectan su capacidad para el trabajo.",
  "448": "ARTÍCULO 129.- El accidente de trabajo es un hecho repentino relacionado causalmente con este, que produce al trabajador una lesión corporal que afecta su capacidad para laboral por una o varias jornadas de trabajo, o la muerte.",
  "449": "ARTÍCULO 130.- La enfermedad profesional es la alteración de la salud, patológicamente definida, generada por razón de la actividad laboral en trabajadores que en forma habitual se exponen a factores que producen enfermedades y que están presentes en el medio laboral o en determinados cargos y que es reconocida en la legislación vigente.",
  "450": "ARTÍCULO 131.- El empleador está obligado a controlar, investigar e informar a las autoridades que corresponda, de los accidentes de trabajo y otros que se equiparen a los efectos de la protección de la seguridad social en los casos en que el trabajador lesionado o fallecido tenga suscrito contrato de trabajo con él.",
  "451": "Los trabajadores tienen la obligación de informar a los empleadores acerca de los incidentes y accidentes de trabajo.",
  "452": "El procedimiento para la investigación, registro e información de los incidentes y accidentes de trabajo, se establece en el Reglamento del Código.",
  "453": "ARTÍCULO 132.- El listado de enfermedades profesionales reconocidas nacionalmente y el procedimiento para su análisis, prevención y control, se determinan por el Ministro de Salud Pública.",
  "454": "ARTÍCULO 133.- El trabajador que sufre un accidente de trabajo o contrae una enfermedad profesional tiene derecho a las prestaciones en servicios, en especies y monetarias, de acuerdo con los requisitos y condiciones establecidos en el régimen de seguridad social correspondiente.",
  "455": "SECCIÓN TERCERA",
  "456": "Obligaciones y derechos de las partes",
  "457": "ARTÍCULO 134.- El empleador, oído el parecer de la organización sindical, está obligado a identificar y evaluar los riesgos en el trabajo y realizar acciones preventivas para disminuirlos o evitarlos.",
  "458": "El trabajador tiene derecho a laborar en condiciones seguras e higiénicas. Los trabajadores participan en la identificación y evaluación de los riesgos en el trabajo y cumplen las medidas indicadas para prevenir accidentes y enfermedades profesionales.",
  "459": "El Reglamento del Código establece el procedimiento para el control de los riesgos en el trabajo.",
  "460": "ARTÍCULO 135.- El empleador está obligado a dar instrucción a los trabajadores sobre los riesgos en el trabajo y los procedimientos para realizar su labor de forma segura y saludable.",
  "461": "Los trabajadores tienen derecho a recibir la instrucción sobre seguridad y salud en el trabajo y el deber de cumplirla.",
  "462": "El Reglamento del Código establece las indicaciones para la instrucción de seguridad y salud en el trabajo.",
  "463": "ARTÍCULO 136.- Se denomina equipo de protección personal al dispositivo o medio que requiere utilizar individualmente un trabajador, para protegerse contra uno o varios riesgos que puedan amenazar su seguridad y su salud, así como los componentes, partes, piezas o accesorios intercambiables que son indispensables para su funcionamiento correcto. Comprende la ropa y calzado, que cumplen la función protectora de los riesgos existentes durante el trabajo.",
  "464": "ARTÍCULO 137.- Es obligación del empleador suministrar gratuitamente, conservar y mantener los equipos de protección personal, contra incendios, así como otros dispositivos y medios técnicos en los puestos de trabajo que lo requieran, en atención a los riesgos, las normas y requisitos de seguridad y salud en el trabajo.",
  "465": "Los trabajadores tienen el derecho de recibir los equipos y medios de protección personal que necesiten en el puesto de trabajo que desempeñan y están obligados a utilizar los equipos de protección personal entregados por el empleador, conforme a las normas establecidas, así como velar por su conservación y mantenimiento.",
  "466": "ARTÍCULO 138.- Es obligación del empleador exigir que los trabajadores se sometan a exámenes médicos, a fin de determinar si se encuentran física y mentalmente aptos para la labor de que se trate. Los trabajadores tienen el derecho y el deber de someterse a exámenes médicos en las fechas que les sean señaladas.",
  "467": "El Ministro de Salud Pública establece el listado de cargos o actividades que por sus características requieren la realización de exámenes preempleo y periódicos, su realización, especificidades y periodicidad.",
  "468": "ARTÍCULO 139.- Si un trabajador considera que su vida se encuentra en peligro inminente, por la no aplicación de las medidas de protección pertinentes, tiene derecho a no laborar en su puesto de trabajo o a no realizar determinadas actividades propias de este, hasta tanto se elimine el peligro existente, pero queda obligado a trabajar provisionalmente en otro puesto de trabajo que le sea asignado por el empleador. La organización sindical puede exigir el ejercicio de este derecho.",
  "469": "ARTÍCULO 140.- Los equipos que por sus características tecnológicas pueden ocasionar, en caso de averías, graves daños a los trabajadores, a las instalaciones y a la población circundante, se consideran de alto riesgo industrial y requieren para su operación un certificado de seguridad como constancia del cumplimiento de los requisitos establecidos en las normativas o reglamentos técnicos, expedido por entidades especializadas.",
  "470": "SECCIÓN CUARTA",
  "471": "Organismos rectores en materia de seguridad y salud en el trabajo",
  "472": "ARTÍCULO 141.- Los ministerios de Trabajo y Seguridad Social, de Salud Pública, del Interior y de Ciencia, Tecnología y Medio Ambiente, son los rectores de la seguridad y salud en el trabajo, y dentro de los límites de sus facultades proponen, dirigen y controlan la aplicación de las políticas del Estado y el Gobierno en esta materia.",
  "473": "Corresponde al Ministerio de Trabajo y Seguridad Social proponer la política general de protección y seguridad del trabajo y aprobar los equipos de protección personal que se produzcan o importen; el Ministerio de Salud Pública se responsabiliza con la higiene del trabajo y la salud ocupacional; al Ministerio del Interior le corresponde la prevención contra incendios, el servicio de su extinción además del uso, manipulación, transporte y almacenamiento de explosivos y sustancias peligrosas; y el Ministerio de Ciencia, Tecnología y Medio Ambiente vela por la seguridad biológica y radiológica.",
  "474": "ARTÍCULO 142.- Los organismos que integran el sistema nacional de educación y otros que atienden integralmente la formación técnicoprofesional y superior, garantizan en los planes y programas de estudio la integración de los contenidos generales y específicos sobre la seguridad y salud en el trabajo, con el fin de fomentar hábitos seguros e higiénicos para lo cual dictan las normas correspondientes.",
  "475": "SECCIÓN QUINTA",
  "476": "Reglamentos y normas de ramas de la producción y los servicios",
  "477": "ARTÍCULO 143.- Los ministerios que dirigen y controlan las políticas en sectores, ramas y actividades, elaboran, aprueban y controlan el cumplimiento de los reglamentos y normas en materia de seguridad y salud en el trabajo.",
  "478": "En el Reglamento de este Código se determinan las actividades en las que se dictan los reglamentos y normas.",
  "479": "ARTÍCULO 144.- Los ministerios que dirigen y controlan las políticas en sectores, ramas y actividades, determinan los equipos de alto riesgo industrial en el marco de sus competencias y certifican el cumplimiento de los requisitos de seguridad en su importación, fabricación, montaje, explotación, mantenimiento y reparación, así como garantizan la formación técnica especializada de sus operarios por entidades acreditadas a tales efectos.",
  "480": "CAPÍTULO XII",
  "481": "DISCIPLINA DE TRABAJO",
  "482": "SECCIÓN PRIMERA",
  "483": "Violaciones de la disciplina de trabajo y medidas disciplinarias",
  "484": "ARTÍCULO 145.- Los trabajadores tienen el deber de realizar su trabajo con la eficiencia, calidad y productividad requeridas, cumplir con las normas de conducta, disciplina y con el orden establecido, así como cuidar de los recursos y medios que utilizan en el desempeño de su labor y responder por los daños que ocasionen.",
  "485": "ARTÍCULO 146.- El empleador es el responsable de la dirección, organización del proceso de trabajo y su control, para lo que debe asegurar el conocimiento por los trabajadores de sus atribuciones y obligaciones; garantizar las condiciones de trabajo adecuadas y el disfrute de los derechos reconocidos en la legislación de trabajo, así como desarrollar adecuadas relaciones con los trabajadores, basadas en la atención a sus opiniones y quejas, la protección a la integridad física, psicológica y el debido respeto a la dignidad de los mismos.",
  "486": "ARTÍCULO 147.- Se consideran violaciones de la disciplina de trabajo las siguientes:",
  "487": "a) infracción del horario de trabajo o abandono del puesto de trabajo sin autorización del jefe inmediato o desaprovechamiento de la jornada;",
  "488": "b) ausencia injustificada;",
  "489": "c) desobediencia a las orientaciones de los superiores;",
  "490": "d) falta de respeto a superiores, compañeros de trabajo o a otras personas en la entidad o en ocasión del desempeño del trabajo;",
  "491": "e) maltrato de obra o de palabra a superiores, compañeros de trabajo u otras personas en la entidad o en ocasión del desempeño del trabajo;",
  "492": "f) negligencia en el cumplimiento de sus deberes de trabajo;",
  "493": "g) violaciones de las disposiciones vigentes en la entidad sobre la seguridad y protección de la información oficial, el secreto técnico o comercial, la seguridad informática y para la seguridad y protección física;",
  "494": "h) incumplimiento injustificado por parte del trabajador de los deberes que la legislación establece sobre seguridad y salud en el trabajo;",
  "495": "i) daño y pérdida de los bienes de la entidad o de terceras personas, en ocasión del desempeño del trabajo;",
  "496": "j) sustracción, desvío o apropiación de bienes o valores propiedad del centro de trabajo o de terceros;",
  "497": "k) cometer en la entidad o en ocasión del desempeño del trabajo, hechos que pueden ser constitutivos de delitos; y",
  "498": "l) modificar el expediente laboral o aportar documentos carentes de autenticidad para obtener beneficios laborales o de seguridad social mediante engaño.",
  "499": "ARTÍCULO 148.- En las entidades, además de las violaciones de la disciplina de trabajo contenidas en este Código, son de aplicación las violaciones específicas incorporadas en los reglamentos disciplinarios, que pueden ser internos, ramales y de actividad.",
  "500": "El Reglamento de este Código determina el procedimiento para la elaboración, aprobación y revisión de estos reglamentos.",
  "501": "ARTÍCULO 149.- El empleador o la autoridad facultada, teniendo en cuenta la naturaleza de la infracción cometida, las circunstancias concurrentes, la gravedad de los hechos, los daños y perjuicios causados, las condiciones personales del trabajador, su historia laboral y su conducta actual, puede aplicar una de las medidas disciplinarias siguientes:",
  "502": "a) amonestación pública ante el colectivo del trabajador;",
  "503": "b) multa de hasta el importe del veinticinco por ciento del salario básico de un mes, mediante descuentos de hasta un diez por ciento del salario mensual; 7 de junio de 2014",
  "504": "c) suspensión del vínculo con la entidad sin retribución, por un término de hasta treinta días naturales;",
  "505": "d) traslado temporal a otra plaza de menor remuneración o calificación o en condiciones laborales distintas por término de hasta un año con derecho a reintegrarse a su plaza;",
  "506": "e) traslado a otra plaza de menor remuneración o calificación, o en condiciones laborales distintas, con pérdida de la que ocupaba el trabajador; y",
  "507": "f) separación definitiva de la entidad.",
  "508": "ARTÍCULO 150.- Cuando el trabajador incurre en una violación considerada grave en los reglamentos disciplinarios, el empleador o la autoridad facultada aplica una de las medidas siguientes:",
  "509": "a) traslado temporal a otra plaza de menor remuneración o calificación, o en condiciones laborales distintas, por un término no menor de seis meses ni mayor de un año, con derecho a reintegrarse a su plaza;",
  "510": "b) traslado a otra plaza de menor remuneración o calificación, o en condiciones laborales distintas, con pérdida de la que ocupaba el trabajador; y",
  "511": "c) separación definitiva de la entidad.",
  "512": "SECCIÓN SEGUNDA",
  "513": "Aplicación de las medidas disciplinarias",
  "514": "ARTÍCULO 151.- El empleador o la autoridad facultada en los reglamentos disciplinarios, oído el criterio de la organización sindical, puede imponer directamente mediante resolución o escrito fundamentado y con efecto inmediato, las medidas disciplinarias a aquellos trabajadores que violen la disciplina de trabajo establecida.",
  "515": "El procedimiento para la aplicación de las medidas disciplinarias aparece regulado en el reglamento de este código.",
  "516": "ARTÍCULO 152.- Las medidas disciplinarias se imponen por la autoridad facultada para aplicarla, dentro de los treinta días hábiles siguientes, en que llegue a su conocimiento la infracción de que se trate.",
  "517": "Cuando para imponer una medida por una infracción disciplinaria considerada grave se requiere la realización de una investigación previa, el inicio de esta suspende el término antes señalado hasta treinta días hábiles por solo una vez. El",
  "518": "término interrumpido comienza a transcurrir nuevamente al día siguiente de haber finalizado dicha indagación. Del inicio de la investigación, la autoridad facultada deja constancia escrita a los fines del cómputo del término correspondiente, la que es notificada al trabajador.",
  "519": "Si la autoridad facultada considera que por la gravedad de la violación y la posibilidad de su repetición es conveniente que el presunto infractor no permanezca en su labor habitual durante la realización de la investigación a que se refiere el párrafo anterior, puede disponer mediante escrito fundamentado y con efecto inmediato, la medida cautelar de suspensión provisional del cargo y del salario o el traslado provisional a otro cargo por el mismo término de hasta treinta días hábiles.",
  "520": "ARTÍCULO 153.- El término para imponer la medida disciplinaria se suspende, por solo una vez, durante el período en que la trabajadora o en su caso el trabajador se encuentran de licencia pre y postnatal por maternidad, con incapacidad temporal para trabajar debido a enfermedad profesional o accidente de trabajo, movilización militar o económica, que impida su asistencia a la entidad.",
  "521": "Durante la hospitalización del trabajador debido a enfermedad o accidente de origen común, la autoridad facultada puede efectuar la suspensión del término para la imposición de la medida disciplinaria, dejando constancia de ello en el escrito sancionador, siempre que la invalidez temporal no sea a consecuencia de una auto provocación o de la realización de un hecho de los que puede ser constitutivo de delito.",
  "522": "ARTÍCULO 154.- Si el trabajador comete la violación de la disciplina estando ocasionalmente en el extranjero, a bordo de una nave aérea o marítima, el término dentro del cual puede aplicarse la medida comienza a contarse a partir del día siguiente a aquel en que el trabajador regrese al territorio nacional.",
  "523": "ARTÍCULO 155.- La acción para imponer una medida disciplinaria prescribe transcurrido un año a partir de la fecha en que se cometió la infracción. En los casos en que la violación consiste en sustracción, desvío o apropiación de bienes o valores propiedad del centro de trabajo o de terceros, cometer hechos o incurrir en conductas que pueden ser constitutivas de delitos en el centro de trabajo o en ocasión del desempeño del trabajo, el término de prescripción es de tres años.",
  "524": "ARTÍCULO 156.- Las medidas disciplinarias son efectivas a partir del día hábil siguiente al de su notificación por escrito al trabajador, con independencia de que muestre inconformidad con ellas.",
  "525": "ARTÍCULO 157.- La autoridad facultada para aplicar una medida disciplinaria por hechos que puedan ser constitutivos de delitos, no queda exenta de la obligación de denunciarlos, tal y como se establece en la Ley de Procedimiento Penal vigente.",
  "526": "La incoación del proceso penal y, en su caso, la exigencia de la responsabilidad material, no impide la ejecución de la medida disciplinaria impuesta, ni paraliza el proceso laboral correspondiente.",
  "527": "SECCIÓN TERCERA",
  "528": "Separación del sector o actividad",
  "529": "ARTÍCULO 158.- En los sectores o actividades de la educación, la investigación científica, el turismo, la aeronáutica civil, así como en los centros asistenciales de la salud, en la rama de transporte ferroviario y en cualquier otro que se disponga por la autoridad competente, puede aplicarse la medida disciplinaria de separación del sector o actividad, ante la ocurrencia de violaciones de la disciplina de suma gravedad que afecten sensiblemente el prestigio de la actividad de que se trate.",
  "530": "Las autoridades facultadas para imponer esta medida disciplinaria y el procedimiento para resolver las inconformidades contra ella, se regulan en el Reglamento de este Código.",
  "531": "SECCIÓN CUARTA",
  "532": "Rehabilitación, reparación de daños e indemnización de perjuicios al trabajador",
  "533": "ARTÍCULO 159.- El empleador procede a la rehabilitación de los trabajadores a los que se haya aplicado medida disciplinaria, en los términos y condiciones que establece el Reglamento de este Código.",
  "534": "ARTÍCULO 160.- El trabajador tiene derecho a recibir del empleador la reparación de los daños y la indemnización de los perjuicios sufridos por violación de sus derechos de trabajo y por imposición indebida de medidas disciplinarias.",
  "535": "Se considera que la imposición de la medida disciplinaria es indebida, cuando el órgano que resuelve los conflictos o la autoridad competente dispone:",
  "536": "a) su exoneración;",
  "537": "b) modificar por una medida disciplinaria de menor severidad;",
  "538": "c) anular la medida disciplinaria por ser extemporánea;",
  "539": "d) anular la medida disciplinaria por haber sido impuesta por una persona no facultada;",
  "540": "e) anular la medida disciplinaria por haberse utilizado un procedimiento diferente al que corresponde.",
  "541": "Cuando se disponga la exoneración del trabajador, el empleador debe informarlo en la asamblea general de trabajadores y restituirle los honores u otros reconocimientos otorgados en el centro de trabajo.",
  "542": "ARTÍCULO 161.- El órgano o autoridad competente para determinar la cuantía de la indemnización, tiene en cuenta lo siguiente:",
  "543": "a) que la indemnización no puede ser nunca superior al salario que devenga el trabajador de encontrarse trabajando, deducidos de los salarios percibidos por actividades de trabajo realizadas durante el proceso; y",
  "544": "b) el tiempo en que el trabajador dejó de percibir su salario o la cuantía en que este quedó disminuido. El pago de la indemnización se efectúa dentro de los treinta días hábiles siguientes a la fecha de la notificación de la decisión firme, a la administración o al trabajador.",
  "545": "ARTÍCULO 162.- Cuando la decisión firme del órgano o autoridad competente dispone la revocación de una medida disciplinaria impuesta al trabajador, el período que estuvo separado de la entidad o trasladado de cargo acumula tiempo y los salarios que correspondan, a los fines de las vacaciones anuales pagadas, la antigüedad, seguridad social y otros derechos establecidos en la ley.",
  "546": "ARTÍCULO 163.- La decisión firme de la autoridad facultada del órgano o del Tribunal que resolvió el recurso se considera efectiva desde la aplicación inicial de la medida disciplinaria por el empleador. En caso de que se haya aplicado medida cautelar, se considera desde la aplicación de esta.",
  "547": "ARTÍCULO 164.- Los trabajadores de cualquier categoría ocupacional, responden materialmente de los daños que ocasionan a los recursos materiales y financieros de su centro de trabajo o en cualquier otro en el desempeño de sus funciones y comprende una de las medidas siguientes:",
  "548": "a) la restitución del bien;",
  "549": "b) la reparación del daño material; y",
  "550": "c) la indemnización de los perjuicios económicos. Cuando el daño o perjuicio económico se ocasiona al incurrir en una violación de la disciplina de trabajo, la aplicación de la responsabilidad material es independiente de la imposición de la medida disciplinaria que corresponda.",
  "551": "La legislación específica establece el procedimiento para hacer efectiva la responsabilidad material.",
  "552": "CAPÍTULO XIII",
  "553": "SOLUCIÓN DE CONFLICTOS DE TRABAJO",
  "554": "SECCIÓN PRIMERA",
  "555": "Disposiciones generales",
  "556": "ARTÍCULO 165.- Los trabajadores tienen derecho a reclamar contra las medidas disciplinarias que le son impuestas, así como a promover acciones para el reconocimiento, restablecimiento y cumplimiento de los derechos de trabajo y de seguridad social, consagrados en la legislación, ante los órganos, autoridades e instancias competentes.",
  "557": "ARTÍCULO 166.- Los trabajadores según el sector donde laboran, reclaman sus derechos de trabajo y seguridad social al:",
  "558": "a) Sistema de Justicia Laboral en los órganos, organismos de la Administración Central del Estado y entidades nacionales, en ambos casos su sistema empresarial y presupuestado; empresas y dependencias de las organizaciones políticas y de masas, entidades empleadoras de las inversiones extranjeras y aquellas que contratan directamente la fuerza de trabajo, con las excepciones reguladas en el presente Código;",
  "559": "b) Sistema judicial, para los contratados por personas naturales autorizadas para ello y para los trabajadores asalariados de las formas asociativas y de las cooperativas, una vez agotado el procedimiento específico cuando así se establezca.",
  "560": "SECCIÓN SEGUNDA",
  "561": "Del Sistema de Justicia Laboral",
  "562": "ARTÍCULO 167.- En las entidades estatales en que se aplica el Sistema de Justicia Laboral, la solución de los conflictos de trabajo que se suscitan entre los trabajadores o entre estos y las administraciones, se realiza por el Órgano de Justicia Laboral, como primera instancia de reclamación para las medidas disciplinarias y los derechos de trabajo.",
  "563": "En los casos de las medidas disciplinarias en que proceda y en los derechos de trabajo, las partes pueden reclamar en segunda instancia al Tribunal Municipal Popular correspondiente.",
  "564": "ARTÍCULO 168.- En la solución de los conflictos de trabajo rigen los principios procesales siguientes:",
  "565": "a) Inmediatez: el órgano primario al que corresponde la solución del conflicto está próximo al lugar donde este se origina;",
  "566": "b) comparecencia de las partes: los que resuelven el conflicto obtienen directamente mayor claridad de los hechos mediante el conocimiento en un mismo acto de los relatos y argumentos de las partes;",
  "567": "c) celeridad: las controversias deben ser resueltas con la mayor rapidez posible, sin que ello implique menoscabo de las garantías procesales debidas a las partes;",
  "568": "d) sencillez: despoja al procedimiento de formalismo y solemnidades innecesarios;",
  "569": "e) impulso de oficio: la conducción del proceso hasta su término se lleva a cabo sin necesidad de instancia de las partes;",
  "570": "f) oralidad: predominio en el proceso de la forma oral;",
  "571": "g) publicidad: las comparecencias y otros actos procesales pueden ser presenciados por los trabajadores y, en su caso, por otras personas que no son partes en el conflicto;",
  "572": "h) respeto a la legalidad: los integrantes de los órganos que resuelven los conflictos deben obediencia a la ley, así como el cumplimiento por las partes de las decisiones firmes dictadas por ellos; e",
  "573": "i) inmediación: los integrantes del órgano de solución del conflicto que participan en la comparecencia y en la práctica de pruebas, acuerdan el fallo y dictan la solución del asunto. ARTÍCULO 169.- Los órganos de Justicia Laboral se constituyen en las entidades, integrados por miembros electos y designados.",
  "574": "Los procedimientos para la constitución de los órganos de Justicia Laboral, integración, sustitución de los miembros, período de designación o elección y la solución de los conflictos de trabajo se regula en el Reglamento de este Código.",
  "575": "ARTÍCULO 170.- El trabajador que es objeto de aplicación de una medida por violación de la disciplina de trabajo o su representante, puede establecer la reclamación correspondiente ante un miembro del Órgano de Justicia Laboral dentro del término de siete días hábiles siguientes a su notificación.",
  "576": "Las condiciones para la designación del representante se regulan en el Reglamento de este Código.",
  "577": "ARTÍCULO 171.- Los trabajadores tienen un término de ciento ochenta días naturales para formular reclamaciones relativas a sus derechos de trabajo ante el Órgano de Justicia Laboral, a partir del día siguiente a aquel en que se haya consumado la violación o la fecha en que se tuvo conocimiento de la misma, salvo las excepciones que establece la ley.",
  "578": "No está sujeta a término la acción para formular reclamaciones acerca de las violaciones del régimen salarial y de seguridad social a corto plazo de los trabajadores. No obstante, el cobro de salarios o prestaciones dejados de satisfacer total o parcialmente, procede solo con respecto a los ciento ochenta días anteriores a la fecha de haberse interpuesto la reclamación ante el Órgano de Justicia Laboral.",
  "579": "ARTÍCULO 172.- Los órganos de Justicia Laboral conocen también de las reclamaciones sobre los derechos de trabajadores que se encuentran desvinculados de la entidad de que se trate, cuando son presentadas dentro del término de ciento ochenta días naturales posteriores a aquel en que se haya producido la supuesta violación de los derechos.",
  "580": "ARTÍCULO 173.- El Órgano de Justicia Laboral a partir del día siguiente de recibir la reclamación del trabajador, cuenta con un término de hasta veinticuatro días hábiles para emitir la decisión que corresponda y notificarlo a las partes.",
  "581": "La decisión en el proceso laboral se dicta con independencia del resultado del proceso penal.",
  "582": "ARTÍCULO 174.- El Órgano de Justicia Laboral es la primera y única instancia de reclamación, por lo que su decisión es firme y de inmediato cumplimiento, cuando las medidas disciplinarias consisten en:",
  "583": "a) amonestación pública ante el colectivo del trabajador;",
  "584": "b) multa de hasta el importe del veinticinco por ciento del salario básico de un mes, mediante descuentos de hasta un diez por ciento del salario mensual; y",
  "585": "c) suspensión del vínculo con la entidad sin retribución, por un término de hasta treinta días naturales; y",
  "586": "d) traslado temporal a otra plaza de menor remuneración o calificación o en condiciones laborales distintas por el término de hasta un año con derecho a reintegrarse a su plaza.",
  "587": "ARTÍCULO 175.- Cuando las medidas disciplinarias aplicadas inicialmente son las de traslado a otra plaza de menor remuneración o calificación o en condiciones laborales distintas con pérdida de la que ocupaba, separación definitiva de la entidad y en los casos de reclamaciones de derechos de trabajo, si el trabajador o la administración están inconformes con la decisión del órgano de Justicia Laboral, pueden reclamar ante el Tribunal Municipal Popular correspondiente.",
  "588": "El procedimiento de presentación de la demanda al Tribunal Municipal Popular por conducto del Órgano de Justicia Laboral, se establece en el Reglamento de este Código.",
  "589": "ARTÍCULO 176.- Los tribunales municipales populares resuelven dentro del término de veinticuatro días hábiles, las demandas de las partes contra las decisiones de los órganos de Justicia Laboral.",
  "590": "Contra lo resuelto por los tribunales municipales populares en materia de disciplina y de derechos de trabajo no procede recurso en lo administrativo, ni en lo judicial.",
  "591": "ARTÍCULO 177.- Las decisiones firmes de los órganos encargados de la solución de los conflictos de trabajo son de obligatorio cumplimiento por las partes, aunque se modifique o varíe la administración de la entidad por cualquier causa o porque se subrogue otra en su lugar.",
  "592": "Los órganos que solucionan los conflictos de trabajo no pueden adoptar decisiones que impliquen violación de la legalidad, renuncia o modificación de los derechos reconocidos a favor de los trabajadores.",
  "593": "En el Reglamento de este Código se establece el procedimiento para la anulación de las decisiones firmes de los órganos de justicia laboral no ajustados a la legislación, incluidos los que se hayan adoptado violando las normas y los procedimientos establecidos.",
  "594": "ARTÍCULO 178.- Las partes pueden solicitar procedimiento de revisión ante el Tribunal Supremo Popular, contra las sentencias firmes dictadas por los tribunales municipales populares, en las materias de derecho de trabajo y si la medida disciplinaria inicial impuesta es la de separación definitiva de la entidad, cuando:",
  "595": "a) se evidencia su ilegalidad, arbitrariedad, improcedencia o injusticia notoria;",
  "596": "b) se conozcan nuevos hechos de los que no se tuvo noticias antes o aparezcan nuevas pruebas; ARTÍCULO 179.- La solicitud puede ser presentada por las partes interesadas, dentro de los noventa días posteriores a la notificación de la sentencia dictada por el Tribunal Municipal Popular.",
  "597": "Cuando la solicitud se fundamenta en la causal prevista en el inciso b) del artículo anterior, el término de presentación es prorrogable hasta ciento ochenta días posteriores a la notificación de la sentencia.",
  "598": "SECCIÓN TERCERA",
  "599": "Reclamación al Sistema Judicial en el sector no estatal",
  "600": "ARTÍCULO 180.- Los trabajadores contratados por personas naturales autorizadas para ello presentan sus reclamaciones en materia laboral directamente ante los tribunales municipales populares, cumpliendo el procedimiento establecido en la ley. En las formas asociativas y cooperativas las reclamaciones en materia laboral de los trabajadores asalariados, se resuelven por el procedimiento específico y, una vez agotado este, cuando así se establezca, pueden acudir a la vía judicial.",
  "601": "CAPÍTULO XIV",
  "602": "CONVENIOS COLECTIVOS DE TRABAJO",
  "603": "ARTÍCULO 181.- Por el Convenio Colectivo de Trabajo, de una parte la organización sindical y de la otra parte, el empleador, acuerdan lo concerniente a las condiciones de trabajo y la mejor aplicación y exigencia de los derechos y obligaciones recíprocos que rigen las relaciones de trabajo y el proceso de trabajo en la entidad.",
  "604": "ARTÍCULO 182.- Las cláusulas del Convenio Colectivo de Trabajo deben contener las especificidades de la entidad sobre los deberes y derechos que asumen las partes para el cumplimiento de la legislación, y cuando resulta procedente, se basan en los lineamientos generales acordados entre el órgano, organismo de la Administración Central del Estado, entidad nacional y el sindicato nacional correspondiente.",
  "605": "Las cláusulas de los convenios colectivos de trabajo contrarias a la ley, se consideran nulas a todos los efectos y carecen de valor legal.",
  "606": "ARTÍCULO 183.- Las cláusulas del Convenio Colectivo de Trabajo son de obligatorio cumplimiento, aun para aquellos trabajadores que no sean integrantes de la organización sindical firmante o que hayan ingresado a la entidad con posterioridad a su concertación. El Convenio Colectivo de Trabajo para su validez, tiene que ser discutido y aprobado en asamblea de trabajadores.",
  "607": "Las partes están obligadas a divulgar su contenido a los trabajadores y a la custodia del documento.",
  "608": "ARTÍCULO 184.- Las partes pueden acordar extender la aplicación del Convenio Colectivo de Trabajo a centros o áreas de trabajo fuera del lugar donde fue concertado, en cuyo caso pueden incluirse anexos donde queden incluidas las especificidades de cada lugar.",
  "609": "ARTÍCULO 185.- Las partes acuerdan el período de vigencia del Convenio Colectivo de Trabajo, cuya duración no puede ser menor de un año ni mayor de tres años, sin perjuicio de que puedan prever cláusulas revisables en períodos menores. Las partes pueden acordar la prórroga de la vigencia del Convenio Colectivo de Trabajo, por un límite que no exceda de la mitad del período para el cual fue pactado. Vencido el período previsto, las cláusulas que garanticen los derechos esenciales de los trabajadores continúan vigentes hasta tanto se suscriba el nuevo Convenio Colectivo de Trabajo.",
  "610": "ARTÍCULO 186.- Las partes acuerdan la periodicidad con que comprueban el cumplimiento del Convenio Colectivo de Trabajo, de cuyos resultados informan a los trabajadores en asamblea convocada al efecto.",
  "611": "ARTÍCULO 187.- Para resolver las discrepancias que surjan en el proceso de elaboración, modificación y revisión del Convenio Colectivo de Trabajo, así como en relación a la interpretación o cumplimiento de las cláusulas, las partes pueden acordar, luego de agotado el proceso conciliatorio, someterlo al procedimiento de arbitraje, conforme a lo previsto en el Reglamento de este Código.",
  "612": "CAPÍTULO XV",
  "613": "AUTORIDADES DE TRABAJO",
  "614": "SECCIÓN PRIMERA",
  "615": "Ministerio de Trabajo y Seguridad Social",
  "616": "ARTÍCULO 188.- El Ministerio de Trabajo y Seguridad Social se encarga de proponer, dirigir y controlar la política del Estado y el Gobierno en materia de trabajo y seguridad social.",
  "617": "Para el cumplimiento de sus funciones específicas, cuenta con unidades organizativas subordinadas y adscriptas.",
  "618": "ARTÍCULO 189.- Las direcciones de trabajo territoriales cumplen las funciones y atribuciones en materia de trabajo y de seguridad social asignadas por la legislación.",
  "619": "SECCIÓN SEGUNDA",
  "620": "Inspección del trabajo",
  "621": "ARTÍCULO 190.- La inspección del trabajo controla el cumplimiento de la legislación de trabajo, de seguridad social y dispone o aplica las medidas legalmente establecidas.",
  "622": "ARTÍCULO 191.- La inspección del trabajo es facultad de:",
  "623": "a) el Ministerio de Trabajo y Seguridad Social, respecto a la legislación de trabajo y seguridad social;",
  "624": "b) el Ministerio de Salud Pública, respecto a medicina e higiene del trabajo;",
  "625": "c) el Ministerio del Interior, en lo relativo a la protección contra incendios, explosivos y sustancias peligrosas;",
  "626": "d) el Ministerio de Ciencia, Tecnología y Medio Ambiente, en lo relativo a las sustancias biológicas, radiológicas y al medio ambiente; y",
  "627": "e) los órganos, organismos de la Administración Central del Estado, entidades nacionales y los consejos de la Administración, que dentro de sus respectivos sistemas realizan inspecciones.",
  "628": "El control del cumplimiento de la legislación de trabajo y de seguridad social, se ejecuta también por los empleadores.",
  "629": "ARTÍCULO 192.- El Ministerio de Trabajo y Seguridad Social ejecuta la inspección del trabajo mediante la Oficina Nacional de Inspección del Trabajo y sus filiales en los respectivos territorios. Los sujetos de la inspección del trabajo son los empleadores radicados en el territorio nacional y otros que la ley determine.",
  "630": "ARTÍCULO 193.- De los resultados de la inspección debe suministrarse información al empleador, a la organización sindical correspondiente y a los trabajadores.",
  "631": "ARTÍCULO 194.- Las infracciones de la legislación de trabajo y de seguridad social, las medidas, así como el procedimiento para su aplicación y los recursos se regulan en el Reglamento de este Código.",
  "632": "DISPOSICIONES ESPECIALES",
  "633": "PRIMERA: Los términos establecidos en el presente Código y en la legislación complementaria se consideran referidos a días naturales, salvo cuando expresamente se dispone que sean días hábiles.",
  "634": "Con respecto a la actuación del Órgano de Justicia Laboral, se toman como días hábiles, los días laborables considerados como tales en correspondencia con el régimen de trabajo y descanso aprobado en la entidad donde está constituido y con relación a los tribunales populares, los establecidos como tales en la actividad judicial.",
  "635": "Los términos comienzan a contarse a partir del día natural o hábil, según el caso, siguiente al acto o hecho que los origina y vencen el último día, salvo que este coincida con un día inhábil, en que el vencimiento se traslada para el próximo día hábil.",
  "636": "SEGUNDA: Cuando en la legislación vigente aparecen referencias a regulaciones sustituidas por el nuevo texto del presente Código y su Reglamento, se consideran referidas a los correspondientes capítulos o artículos de estos.",
  "637": "TERCERA: A los fines de garantizar que al momento de la entrada en vigor del Código de Trabajo, se hayan dictado el Reglamento y el resto de las disposiciones complementarias se dispone lo siguiente:",
  "638": "a) el Ministerio de Trabajo y Seguridad Social en un término de hasta cuarenta y cinco días, a partir de la aprobación de esta Ley, presenta al Consejo de Ministros el proyecto de Reglamento del presente Código de Trabajo;",
  "639": "b) en un término de hasta cuarenta y cinco días a partir de la aprobación de la presente Ley, los ministerios de Educación y Educación Superior presentan al Ministerio de Trabajo y Seguridad Social, la reglamentación concerniente a la evaluación del trabajo del personal docente, el Ministerio de Cultura la referida a las modalidades del contrato de trabajo, evaluación y formas de remuneración para la rama artística y el Instituto Nacional de Deportes, Educación Física y Recreación lo referido al sistema de contratación de los atletas;",
  "640": "c) en un término de hasta cuarenta y cinco días a partir de la aprobación de la presente Ley, el Ministerio de Salud Pública presenta al Ministerio de Trabajo y Seguridad Social, las regulaciones concernientes a: contratación, ubicación, reubicación, promoción e inhabilitación de los profesionales y técnicos de la medicina; el listado de enfermedades profesionales y el procedimiento para su análisis, prevención y control; y el listado de cargos o actividades que por sus características requieren la realización de los exámenes pre empleo y periódicos, su realización, especificidades y periodicidad;",
  "641": "d) en un término de hasta cuarenta y cinco días a partir de la aprobación de la presente Ley, los ministerios de Industrias, Energía y Minas, Construcción, Agricultura y Transporte, presentan al Ministerio de Trabajo y Seguridad Social, las regulaciones complementarias referidas a los reglamentos y normas de ramas de la producción y los servicios que le corresponden, en materia de seguridad y salud en el trabajo.",
  "642": "DISPOSICIONES TRANSITORIAS",
  "643": "PRIMERA: Los trabajadores que actualmente estudian en la Educación Superior y reciben los beneficios y facilidades que se establecieron por el Decreto No. 91 de 25 de mayo de 1981 en su artículo 11, por el que son relevados de sus labores para dedicarse a estudiar en los cursos diurnos de la educación superior, y que perciben durante sus estudios un estipendio no reintegrable, mantienen dichas facilidades hasta el término de sus estudios.",
  "644": "SEGUNDA: Las reclamaciones de trabajo iniciadas con anterioridad a la vigencia del presente Código, sobre las cuales no haya recaído sentencia o decisión firme o no hayan vencido los términos para reclamar, se ajustan en cuanto al ejercicio de los derechos y acciones que de los mismos se derivan, a las disposiciones por las que se iniciaron.",
  "645": "DISPOSICIONES FINALES",
  "646": "PRIMERA: Se faculta al Consejo de Ministros para dictar el Reglamento de este Código.",
  "647": "SEGUNDA: El Ministro de Trabajo y Seguridad Social y los jefes de los organismos rectores a que se refiere la presente Ley, quedan encargados de dictar en el ámbito de sus competencias, las disposiciones necesarias para el mejor cumplimiento de este Código.",
  "648": "TERCERA: Las relaciones de trabajo de los que laboran en las direcciones de las organizaciones políticas y de masas de cualquier nivel, así como de las formas asociativas, se rigen en las cuestiones de inicio, modificación, terminación de la relación de trabajo y disciplina, por sus reglamentaciones específicas o estatutos.",
  "649": "CUARTA: Los ministerios de las Fuerzas Armadas Revolucionarias y del Interior, teniendo en cuenta la política y los lineamientos trazados en el país y las características propias de dichas instituciones, aprueban las normas y disposiciones que en materia laboral, salarial y de otras retribuciones monetarias corresponda aplicar a los militares y a sus trabajadores civiles.",
  "650": "QUINTA: Se derogan:",
  "651": "1- Ley No.1254 de 2 de agosto de 1973, Del Servicio Social.",
  "652": "2- De la Ley No. 7, de 19 de agosto de 1977, de Procedimiento Civil, Administrativo, Laboral y Económico, los artículos 702, 704, 715, 716, 717, el primer párrafo del artículo 736 y se modifica el artículo 703 en el sentido de excluir de su aplicación, los conflictos surgidos en las relaciones de trabajo en el sector estatal.",
  "653": "3- Ley No.13 de 28 de diciembre de 1977, de Protección e Higiene del Trabajo.",
  "654": "4- Ley No. 49 de 28 de diciembre de 1984, Código de Trabajo.",
  "655": "5- De la Ley No. 105 de 27 de diciembre de 2008, de Seguridad Social, el inciso d) del artículo 7.",
  "656": "6- Decreto-Ley No. 42 de 23 de mayo de 1981 que faculta al Consejo de Ministros a regular de forma general las facilidades laborales que se otorgan a los trabajadores que cursan estudios superiores.",
  "657": "7- Decreto-Ley No.120, de 10 de abril de 1990, deroga el inciso c) del artículo 43 de la Ley No. 49 para disponer la suspensión de la relación laboral para los contratados por tiempo indeterminado por movilización al Servicio Militar Activo.",
  "658": "8- Decreto-Ley No. 166 de 15 de julio de 1996, De las Contravenciones del Sistema de Contratación de personal y otras regulaciones laborales.",
  "659": "9- Decreto-Ley No.176, de 15 de agosto de 1997, Sistema de Justicia Laboral.",
  "660": "10- Decreto-Ley No.189, de 24 de noviembre de 1998, declarando feriado el 25 de diciembre de cada año.",
  "661": "11- Decreto-Ley No. 229, de 1ro. de abril de 2002, sobre los convenios colectivos de trabajo. 12- Decreto-Ley No. 246 de 29 de mayo de 2007, De las infracciones de la legislación laboral, de protección, seguridad e higiene del trabajo y de seguridad social.",
  "662": "13- Decreto-Ley No. 253, de 17 de septiembre de 2007, incluye al sector de la Aeronáutica Civil en el artículo 15 del Decreto-Ley No.176 de 15 de agosto de 1997.",
  "663": "14- Decreto-Ley No. 254, de 18 de septiembre de 2007, declara feriados el 31 de diciembre y el 2 de enero de cada año.",
  "664": "15- Decreto-Ley No. 268, de 26 de junio de 2009, Modificativo del Régimen Laboral.",
  "665": "16- Decreto-Ley No. 279 de 5 de octubre de 2010, Declarando el 6 de octubre \"Día de las Víctimas del Terrorismo de Estado\".",
  "666": "SEXTA: Esta Ley conjuntamente con su Reglamento y las restantes disposiciones complementarias, entran en vigor dentro de los ciento ochenta días posteriores a su aprobación.",
  "667": "Publíquese en la Gaceta Oficial de la República de Cuba.",
  "668": "Dada en la Sala de Sesiones de la Asamblea Nacional del Poder Popular, Palacio de las Convenciones en La Habana, a los 20 días del mes de diciembre de 2013."
}