{
    "1": "JUAN ESTEBAN LAZO HERNÁNDEZ, presidente de la Asamblea Nacional del Poder Popular de la República de Cuba.",
    "2": "HAGO SABER: Que la Asamblea Nacional del Poder Popular, en su sesión de 20 de diciembre de 2013, correspondiente al Segundo Período Ordinario de Sesiones de la Octava Legislatura, ha aprobado lo siguiente: ",
    "3": "POR CUANTO: La Ley No. 49 de 28 de diciembre de 1984, Código de Trabajo, y sus disposiciones complementarias, respaldaron hasta su vigencia las garantías jurídicas de los derechos y deberes de trabajadores y empleadores que requieren ser perfeccionados y atemperados a los cambios que se operan en la economía nacional.",
    "4": "POR CUANTO: El VI Congreso del Partido Comunista de Cuba aprobó los Lineamientos de la Política Económica y Social del Partido y la Revolución, ratificados por la Asamblea Nacional del Poder Popular, para actualizar el modelo económico cubano, con el objetivo de construir una sociedad socialista próspera y sostenible, cuyo modelo de gestión reconoce y promueve además de la empresa estatal socialista, como forma principal en la economía nacional, otras formas de gestión no estatal y que tiene como fundamento esencial, elevar la eficiencia del trabajo, lo que exige un sistema normativo legal atemperado a las relaciones de producción que en tal sentido se manifiestan.",
    "5": "POR CUANTO: El presente Código de Trabajo consolida y perfecciona las regulaciones que garantizan la protección de los derechos y el cumplimiento de los deberes, derivados de la relación jurídico-laboral establecida entre los trabajadores y los empleadores, fortalece los mecanismos para exigir una mayor disciplina y reafirma la autoridad y responsabilidad de la administración.",
    "6": "POR CUANTO: Esta Ley fue sometida, por decisión de la Asamblea Nacional del Poder Popular, a un amplio proceso de consulta con los trabajadores, los que en las asambleas sindicales celebradas, formularon ciento setenta y un mil seiscientos ochenta planteamientos que dieron lugar a modificaciones importantes de su versión original; resultando respaldado el cambio de la norma vigente por el noventa y nueve por ciento de los consultados.",
    "7": "POR TANTO: La Asamblea Nacional del Poder Popular, en ejercicio de las atribuciones que le confiere el inciso b) del artículo 75 de la Constitución de la República de Cuba, acuerda aprobar la siguiente:"
}