{
    "1": "A partir de la implementación de estas políticas, medidas, normas jurídicas y programas se realizó un diagnóstico del actual Código Laboral para identificar los asuntos que debían ser modificados, actualizados o incorporados. Arrojando el siguiente resultado:",
    "2": "I. El objeto del Código de Trabajo se limita solo a las relaciones de trabajo dentro y fuera del territorio nacional y omite otros elementos asociados al trabajo como derecho, deber y motivo de honor, la administración del trabajo, así como la relación colectiva de trabajo como mecanismo de inclusión social y laboral.",
    "3": "II. Las formas de gestión del sector no estatal, no están expresamente definidas dentro del ámbito de aplicación, como empleadores de la fuerza de trabajo.",
    "4": "III. No se define en la legislación la composición en las entidades de personas trabajadoras nacionales y los extranjeros.",
    "5": "IV. No se reconoce el trabajo autónomo como forma de trabajo no subordinado.",
    "6": "V. Se omiten los principios que rigen la aplicación e interpretación del Código de Trabajo, así como la formulación relativa al empleo digno, la no tolerancia a las manifestaciones de discriminación, violencia y acoso en el ámbito laboral, la prohibición del trabajo forzoso y la igualdad en la remuneración para disminuir brechas de género.", 
    "7": "VI. La edad laboral de 17 años no se corresponde con la Convención sobre los Derechos del niño y otros instrumentos nacionales e internacionales.", 
    "8": "VII. El traslado de colectivos de trabajadores hacia otros territorios por déficit de fuerza de trabajo, es exclusivo de la provincia La Habana, y no se establece la obligatoriedad del empleador de garantizar el retorno a las provincias finalizado el trabajo.",
    "9": "VIII. El término de especial interés estatal, no tiene en cuenta las políticas aprobadas para las prioridades en el acceso al empleo.",
    "10": "IX. Es insuficiente el abordaje del empleo de las personas en situación de discapacidad, para favorecer su acceso en condiciones de igualdad y equidad.",
    "11": "X. No existe distinción para la utilización del contrato por tiempo determinado y el previsto para la ejecución de un trabajo u obra, lo cual motiva su aplicación inadecuada; no se prohíbe su utilización para labores de carácter permanente, lo que afecta su estabilidad en el empleo.",
    "12": "XI. La aprobación por el Consejo de Ministros de los cargos y actividades en los que se utiliza el contrato por tiempo indeterminado para labores cíclicas o de temporada, requiere una simplificación en su trámite.",
    "13": "XII. La denominación actual como designados, de los trabajadores de las categorías de operario, técnico, administrativo y de servicio, es similar a los otros designados sujetos del Decreto Ley 67/23, lo que afecta su correcta determinación y requiere una diferenciación.",
    "14": "XIII. No se establece el límite de horas que puede laborar la persona trabajadora con pluriempleo, lo cual puede afectar su seguridad y salud en el trabajo, y el derecho al descanso activo, social y familiar. No existe legalmente un reconocimiento a la pluriactividad.",
    "15": "XIV. El principio de idoneidad demostrada resulta insuficiente para gestionar el capital humano, no está regulada la gestión por competencias. XV. No existe uniformidad en la protección salarial vigente ante las situaciones de desastres y en las interrupciones laborales.",
    "16": "XVI. No se regula la ubicación anticipada desde los últimos años de la carrera de los estudiantes de cursos diurnos en las entidades y el tratamiento laboral y salarial durante este período.",
    "17": "XVII. El término de 3 años para el cumplimiento del servicio social de los recién graduados resulta extenso y no se corresponde con el previsto para su preparación inicial; su cumplimiento se limita al sector estatal. La ubicación centralizada de los graduados de nivel superior y de los técnicos de nivel medio superior, no da respuesta a las prioridades del desarrollo territorial; no se disponen las causas para la suspensión del cumplimiento del servicio social y está limitada la facultad de las entidades para este proceso de autorización. XVIII. El plazo de dos meses de licencia no retribuida para viajar al exterior por asuntos particulares es insuficiente y cuando se presenta una situación excepcional que les impide retornar al país en el plazo convenido, pierden el vínculo laboral con la entidad. No está legalmente autorizada la posibilidad para los que viajan al exterior de mantenerse laborando mediante el teletrabajo, siempre que sea posible.",
    "18": "XIX. Las personas trabajadoras con familiares bajo su cuidado tienen dificultades para que se les conceda una licencia no retribuida al ser una facultad discrecional del empleador y se ven obligados a solicitar la baja de la entidad por esta razón.",
    "19": "XX. La protección que reciben las personas trabajadoras en el sistema empresarial ante situaciones de interrupción laboral y cese de la relación de trabajo por iniciativa del empleador, proviene de los resultados de su gestión, lo cual afecta la eficiencia empresarial. En el sector no estatal no existe protección ante estas situaciones.",
    "20": "XXI. Los contratados que laboran bajo la subordinación de personas naturales, solo tienen garantizados derechos mínimos.",
    "21": "XXII. Limitada autonomía de las entidades para el cese de la relación de trabajo por motivos económicos, tecnológicos y estructurales y resulta insuficiente la protección que reciben los afectados. El término trabajador disponible no se reconoce en la legislación internacional. Cuando se cancela la actividad por solicitud del titular persona natural o se disuelve el proyecto, y en los casos de extinción y disolución de las MIPYMES, los contratadas no reciben protección a sus ingresos.",
    "22": "XXIII. En la reglamentación del trabajo a distancia y el teletrabajo no se prevén los gastos en que incurre la persona trabajadora, ni las condiciones de seguridad y salud, no se precisa el derecho a la desconexión digital y las condiciones para el ejercicio del derecho de reversibilidad. No se prevé la posibilidad de pactar su uso, ante circunstancias personales o familiares que permitan conciliar la vida laboral y familiar.",
    "23": "XXIV. La facultad de aprobación de los regímenes de trabajo y descanso excepcionales a nivel de la OSDE limita la autonomía empresarial.",
    "24": "XXV. No se incluye en la remuneración por el trabajo, otros ingresos asociados a los resultados del trabajo, que forman parte de la base para el cálculo de las prestaciones de la seguridad social a largo plazo.",
    "25": "XXVI. El cálculo del salario promedio tomando como base seis meses no se corresponde con los resultados del ejercicio económico de la entidad en el año y la remuneración asociada a estos.",
    "26": "XXVII. La seguridad y salud en el trabajo declarada por la OIT como un derecho fundamental del trabajo, se aborda de manera insuficiente.",
    "27": "XXVIII. En el sistema de justicia laboral la solución de conflictos de trabajo individuales está limitado el acceso a la vía judicial para las medidas disciplinarias que no modifican el status del trabajador. Las reclamaciones por disponibilidad solo proceden por violación de procedimiento. No está prevista una solución legal cuando el órgano de Justicia Laboral viola los términos establecidos en la ley.",
    "28": "XXIX. El procedimiento de solución de conflictos en la etapa prejudicial en los regímenes especiales de disciplina carece en algunos casos del debido proceso.",
    "29": "a) La facultad exclusiva del jefe de la entidad para aplicar la separación del sector o actividad, dificulta su adecuada aplicación.",
    "30": "b) El procedimiento de solución de conflictos por la aplicación de la separación del sector carece del debido proceso, causado por la vulneración de la igualdad procesal, la falta de completamiento de las comisiones y el estado de indefensión por esta causa, por la vía administrativa, sin acceso a la vía judicial.",
    "31": "c) Los conflictos laborales entre los socios de las MIPYMES, los miembros de las cooperativas y los trabajadores contratados, se resuelven según lo previsto en los estatutos y en la legislación vigente, y no existe pronunciamiento expreso para el acceso a la vía judicial.",
    "32": "d) La solución de conflictos para los trabajadores de la Aduana General de la República, de los que laboran en las direcciones de las organizaciones políticas y de masas, en las formas asociativas, los miembros de la Organización Nacional de Bufete Colectivos, los que prestan servicios en las representaciones extranjeras se rigen por la legislación específica o por sus estatutos, sin acceso a la vía judicial.",
    "33": "XXX. Está limitada la participación efectiva de la organización sindical, pues las decisiones del empleador se adoptan oído su parecer. No se disponen los mecanismos para implementar de forma efectiva la negociación colectiva y la participación de las personas trabajadoras en la planificación, regulación, gestión y control de la economía en la toma de decisiones.",
    "34": "XXI. No se reflejan las transformaciones realizadas en la Administración del Trabajo, a partir de las actuales estructuras organizativas de las administraciones provinciales y municipales del Poder Popular. El servicio de orientación laboral que brindan las direcciones municipales de Trabajo y Seguridad Social no da respuesta a las políticas aprobadas respecto al empleo y a la diversidad de actores sociales y no contribuye al fortalecimiento de la autonomía territorial. La representación de los empleadores, aunque en la práctica interviene en los procesos de elaboración de las políticas en materia de trabajo y seguridad social, no está expresamente regulado en la ley, como parte del mecanismo tripartito de funcionamiento de la OIT.",
    "35": "XXII. La imposición de multas por la autoridad del trabajo por incumplimiento de lo previsto en la legislación laboral es incompatible con la política contravencional.",
    "36": "Derivado de este diagnóstico, fue elaborada y aprobada la política para actualizar el actual Código de Trabajo, la cual recoge las principales modificaciones a realizar en el cuerpo de la Ley."
}