{
    "1": "La  Constitución  de  la  República  de  Cuba,  proclamada el 10 de abril de 2019, regula aspectos relacionados con el derecho de trabajo y la seguridad social, cuyo contenido impacta la legislación laboravigente en estas materias; que unido a las transformaciones previstas en la actualización del modelo económico cubano y los Lineamientos de la Política Económica y Social del Partido y la Revolución actualizados  en  el  8vo  Congreso  del  PCC;  el  Plan Nacional  de  Desarrollo  Económico  Social  hasta  el 2030,  implementado  a  partir  de  los  programas  y proyectos  del  Macroprograma  Desarrollo  Humano, Equidad y Justicia Social, de los que se derivan nuevos  conceptos,  definiciones,  regulaciones  en materia  de  trabajo  e  importantes  modificaciones legislativas, entre otros aspectos, recomendaron el inicio de un proceso de revisión del actual Código de Trabajo Ley 116, del 20 de diciembre de 2013, el Decreto 326 del 12 de junio de 2014 vigentes desde el mes junio de 2014,  para identificar los asuntos que  debían  ser  modificados,  actualizados  o  incorporados.",
    "2": "Con este propósito fue constituido un Grupo de Trabajo  Temporal  conformado  por  representantes  de Órganos, Organismos y Organizaciones, especialistas del derecho de trabajo, académicos, profesionales, empleadores y cuadros sindicales. Desarrollando las acciones siguientes:",
    "3": "1.  Elaboración  de  un  diagnóstico  de  la  legislación vigente, identificándose los principales aspectos a regular, los que deben modificarse, las omisiones,  así  como  los  que  deben  incorporarse  por estar  contenidos  en  disposiciones  normativas aprobadas con posterioridad a su vigencia.",
    "4": "2.  Identificación  y  análisis  de  las  normas,  progra- mas,  políticas  y  resoluciones  que  impactan  de forma directa o indirecta en el actual Código de Trabajo.",
    "5": "3.  Estudio  de  la  legislación  comparada  de  Alemania,  Argentina,  Colombia,  Costa  Rica,  Chile,  El Salvador, España, Honduras, México, Nicaragua, Panamá, Paraguay, Reino Unido, Uruguay, Venezuela, China y Viet Nam.",
    "6": "4. Estudios de convenios internacionales.",
    "7": "5. Elaboración de la política para la modificación de la actual legislación.",
    "8": "6. Constitución de subgrupos de trabajo para la elaboración de cada uno de los capítulos del nuevo Código.",
    "9": "7. Una vez elaborada la propuesta de anteproyecto de Ley del Código de Trabajo:",
    "10": "•  Se  realizó  una  consulta  especializada  a  varias instituciones, organismos, ministerios y organizaciones.",
    "11": "• Se presentó al grupo de Capacidad Legislativa.",
    "12": "•  Fue  analizado  en  las  Comisiones  de  Asuntos Constitucionales y Económicos de la Asamblea Nacional del Poder Popular la política propuesta para la modificación del actual Código.",
    "13": "8. Fueron incorporadas las recomendaciones realizadas en cada una de las consultas.",
    "14": "9. En la elaboración del anteproyecto de Ley del Código de Trabajo se tuvo en cuenta:",
    "15": "• El desarrollo de 33 políticas aprobadas, que impactan directamente en 82 artículos y de forma indirecta en 146.",
    "16": "• Se integra el contenido de 12 disposiciones normativas: 1 Decreto Ley, 2 decretos, 3 acuerdos del Consejo de Ministros, 6 resoluciones del Ministerio de Trabajo y la Seguridad Social.",
    "17": "• El anteproyecto está estructurado en 4 libros, 20 títulos, 69 Capítulos, 525 Artículos, 10 disposiciones especiales, 12 disposiciones transitorias y 6 disposiciones finales.",
    "18": "Cumplimentados estos pasos, como parte del cro- nograma  concebido,  corresponde  desplegar  un amplio  proceso  de  consulta  con  los  trabajadores, que se ha decidido realizar del 8 de septiembre hasta el 30 de noviembre de 2025; momento propicio para que en cada colectivo laboral se desarrolle un profundo  estudio  y  debate  del  Anteproyecto, que permita enriquecerlo. Debiendo adoptarse por empleadores, organizaciones sindicales y trabajadores todas  las  medidas  que  aseguren  el  desarrollo  del proceso  con  calidad,  en  el  tiempo  previsto  y  con aportes concretos.",
    "19": "Con este objetivo y para facilitar la consulta se ha elaborado un tabloide que será publicado en los sitios oficiales, será impreso y se diseñará una APK con su contenido. El mismo está estructurado en: ",
    "20": "• Introducción.",
    "21": "• Antecedentes.",
    "22": "• Anteproyecto de Ley del Código de Trabajo.",
    "23": "• Metodología a emplear en la consulta.",
    "24": "• Anexos.",
    "25": "Desde el 4 de junio se han desarrollado los seminarios  de  preparación  a  todos  los  niveles,  intercambiando sobre las principales modificaciones que se introducen y los elementos a tener en cuenta para el proceso de consulta en cada colectivo laboral.",
    "26": "Participemos  todos:  “Por  un  Código  de  Trabajo donde todos Contamos”."
}