{
  "1": " I. Incorporar al objeto del Código de Trabajo lo relativo a la relación individual de trabajo, y los derechos que se derivan; la garantía para que las personas en condiciones de trabajar, tengan un empleo digno y laboren en entornos de trabajo seguros y saludables, así como incorporar el acceso al empleo de grupos priorizados, las garantías de las personas trabajadoras a promover acciones ante los órganos, autoridades e instancias competentes para la solución de los conflictos individuales y colectivos; los principios, derechos y funciones de las organizaciones sindicales y las garantías para el ejercicio de su gestión; los principios que rigen las relaciones colectivas de trabajo, la administración del trabajo y el control del cumplimiento de la legislación de trabajo y seguridad social.",
  "2": "II. El Código de Trabajo es de aplicación a todas las personas trabajadoras y empleadores del país, con independencia del sector donde laboren. Incorporar en el ámbito de aplicación como sujetos a las formas de gestión no estatal; las MIPYMES, las cooperativas, los titulares de los proyectos de trabajo por cuenta propia y de desarrollo local, las formas asociativas y cualquier otra institución o forma de gestión no estatal, todos ellos en su condición de empleador, establecen relaciones laborales con las personas trabajadoras que requieren para desarrollar su actividad, lo cual se rige por lo previsto en este Código y sus disposiciones normativas complementarias y específicas. Los empleadores del sector no estatal cumplen las obligaciones establecidas en el Código de Trabajo.",
  "3": "III. Las personas trabajadoras contratadas por las entidades de la inversión extranjera, como mínimo el 85 % deben ser cubanos o extranjeros residentes permanentes, salvo en el caso de los que integran el órgano de dirección y administración. Las excepciones a esta regla, se aprueban por el órgano colegiado de dirección del Ministerio de Trabajo y Seguridad Social, previa consulta con la organización sindical correspondiente, mediante Resolución de su titular.",
  "4": "IV. La persona trabajadora autónoma es la que labora por cuenta propia sin subordinación a un empleador, y sin tener personas trabajadoras bajo su dependencia; tiene los derechos y obligaciones de la seguridad social y otros que la ley les reconozca, y se disponen los derechos en el ejercicio de la actividad.",
  "5": "V. Mantener los principios que rigen la aplicación e interpretación del Código de Trabajo y las disposiciones normativas complementarias de igualdad y no discriminación e incorporar los de irrenunciabilidad y progresividad de los derechos de trabajo, el protectorio, estabilidad laboral, protección mínima, prohibición del trabajo forzoso, igualdad de remuneración entre hombres y mujeres, participación y actuación colectiva.",
  "6": "VI. Establecer como garantía que el Estado promueve las oportunidades para que las personas puedan acceder a un empleo digno en condiciones de libertad, equidad y seguridad. El empleo digno respeta la dignidad humana de la persona trabajadora sobre la base de la realización progresiva de los principios, derechos y garantías laborales que protege la Constitución de la República de Cuba, el Código de Trabajo y sus disposiciones normativas complementarias. Se prohíbe el trabajo forzoso, la discriminación, la violencia y el acoso en el ámbito laboral, así como el trabajo de los niños, niñas y adolescentes.",
  "7": "VII. La capacidad jurídica para establecer relaciones de trabajo se adquiere a los 18 años y la protección especial de los jóvenes que excepcionalmente son autorizados a trabajar, se extiende desde los 15 hasta los 17 años. Mantener las circunstancias en las que se autorizan y disponer el control administrativo por las direcciones municipales de Trabajo y Seguridad Social y por las entidades donde laboran.",
  "8": "VIII. Extender para todos los territorios la posibilidad de trasladar personas trabajadoras provenientes de otros lugares del país, para suplir fuerza de trabajo deficitaria de manera temporal o permanente, ratificar la obligación del empleador de garantizar condiciones de vida y alojamiento y el retorno a sus provincias de origen.",
  "9": "IX. Las direcciones municipales de Trabajo y Seguridad Social mediante el Servicio de gestión de empleo territorial, en correspondencia con las necesidades de los empleadores, priorizan para el acceso al empleo de jóvenes, mujeres, personas en situación de discapacidad y egresados de la educación especial, licenciados del Servicio Militar Activo, personas en situación de vulnerabilidad y los que cumplen sanción penal o medida de seguridad en libertad.",
  "10": "X. Los empleadores realizan los ajustes razonables a los puestos de trabajo, para garantizar el acceso, movilidad y desarrollo de las personas en situación de discapacidad para que puedan ejercer el trabajo en igualdad de condiciones y desempeñar los cargos en los que están preparados. Los empleadores que contratan a personas en situación de discapacidad y egresados de las escuelas especiales, reciben los beneficios fiscales establecidos por el Ministerio de Finanzas y Precios.",
  "11": "XI. El contrato por tiempo determinado se concierta para realizar labores eventuales o emergentes, para el período de prueba, el cumplimiento del servicio social, sustituir temporalmente a los ausentes por causas justificadas amparadas en la legislación, las personas de nueva incorporación que reciben cursos de capacitación. El contrato para la ejecución de un trabajo u obra se utiliza para realizar labores que se ejecutan en un período determinado y concluye al finalizar el trabajo para el que fue pactado. Se prohíbe utilizar el contrato por tiempo determinado para labores de carácter permanente, con las excepciones previstas. En las relaciones de trabajo que se formalizan en el sector no estatal, se utilizan los tipos de contratos previstos en el Código de Trabajo, en dependencia de la naturaleza de la actividad.",
  "12": "XII. Facultar al Ministerio de Trabajo y Seguridad Social previa consulta con la organización sindical correspondiente, para aprobar las actividades y cargos en los que se utiliza el contrato de trabajo por tiempo indeterminado para labores cíclicas o de temporada, previa solicitud del jefe del órgano, organismo, entidad nacional, organización superior de dirección empresarial o de un empleador del sector no estatal, y mantener las premisas para su aprobación en el órgano colegiado de dirección correspondiente.",
  "13": "XIII. Establecer la denominación “persona trabajadora de confianza” para los designados de las categorías de operario, técnico, administrativo y de servicio que requieren requisitos de discrecionalidad y confiabilidad en el desempeño de sus funciones, y disponer el análisis de la capacidad demostrada ante la pérdida de los requisitos para su permanencia en el cargo.",
  "14": "XIV. Establecer que la duración de la jornada de trabajo para los que ejercen el pluriempleo no puede exceder de 13 horas diarias, al combinar una jornada completa y una a tiempo parcial sin que exceda 5 horas, para garantizar la seguridad y salud en el trabajo, así como el descanso activo, social y familiar de las personas trabajadoras. Las personas trabajadoras pueden realizar pluriactividad cuando de forma simultánea, trabajan con subordinación a un empleador o no, y son sujetos de regímenes de seguridad social diferentes.",
  "15": "XV. La capacidad demostrada es el principio que rige el proceso de incorporación al empleo, determinar la permanencia en el cargo, la promoción en el trabajo y la capacitación y superación, a partir de disponer la gestión por competencias como mecanismo para alcanzar un desempeño superior de la persona trabajadora. Las competencias laborales son el conjunto de conocimientos, habilidades, destrezas, experiencias, actitudes, motivaciones, características personales y valores, basado en la capacidad demostrada, asociado a un desempeño superior de la persona trabajadora en correspondencia con las exigencias técnicas, productivas, de servicios y de calidad, que se exigen para el adecuado desempeño de sus funciones.",
  "16": "XVI. Ante situaciones de desastres la persona trabajadora recibe hasta un mes, una garantía salarial equivalente al salario básico del cargo que ocupa.",
  "17": "XVII. Los estudiantes de la enseñanza superior y los técnicos de nivel medio se asignan a las entidades de manera anticipada desde los últimos años de la carrera y especialidad, según las necesidades del territorio en que se encuentren; durante este período pueden contratarse, recibir la remuneración por el cargo que ocupan y se le reconocen los derechos de trabajo y seguridad social.",
  "18": "XVIII. El servicio social se cumple por un plazo de dos años. Si no existe ubicación en el sector estatal, las direcciones Municipales de Trabajo y Seguridad Social realizan convenios con los actores del sector no estatal, en dependencia de las necesidades del territorio. Los graduados que no se incorporen o interrumpan su cumplimiento por causas justificadas, lo fundamentan ante el jefe de la entidad al que fue asignado, el que decide si procede o no la suspensión, y lo notifica a la autoridad que lo ubicó; se considera como causa justificada la superación en el extranjero por interés personal asociado al perfil profesional, lo cual requiere la autorización por el empleador, y pueden valorarse otras causas justificadas, que de forma particular ameritan la concesión de esta autorización. La asignación del recién graduado para el cumplimiento del servicio social se realiza teniendo en cuenta los sectores estratégicos de la economía y las prioridades definidas en las estrategias de desarrollo local por: los gobiernos provinciales para los graduados de nivel superior, previa consulta con los organismos asesores que fungen como balancistas en determinadas carreras, según se establece en la disposición normativa complementaria, facultad que se descentralizará de forma gradual; los graduados del técnico superior se ubican por el órgano del Estado, organismo de la Administración Central del Estado, entidad nacional u organización superior de dirección empresarial que solicitó su formación y los graduados del técnico de nivel medio superior, por las direcciones municipales de Trabajo y Seguridad Social. El Ministerio de Trabajo y Seguridad Social mantiene la ubicación de los graduados de nivel superior para las oficinas centrales de los órganos, organismos y entidades nacionales.",
  "19": "XIX. El jefe de la entidad puede prorrogar de forma excepcional por un plazo que no exceda el año natural, la duración de la licencia no retribuida para que las personas trabajadoras que viajan por asuntos particulares, puedan permanecer en el exterior ante la imposibilidad de su retorno al país, previa evaluación de las causas que se presenten con posterioridad al viaje.",
  "20": "XX. El jefe de la entidad concede el derecho a una licencia no retribuida, a la persona trabajadora con familiares en situación de dependencia bajo su cuidado, previa presentación de la evaluación de salud que certifica que el familiar requiere ayuda para realizar los actos esenciales de la vida diaria y la imposibilidad de su atención en una institución del Sistema Nacional para el cuidado integral de la vida.",
  "21": "XXI. Establecer como causal de terminación de la relación de trabajo por iniciativa del empleador, el cese de la relación de trabajo por motivos económicos, tecnológicos y estructurales y eliminar la denominación de trabajador disponible. Facultar a las entidades para determinar las personas trabajadoras que cesan en la actividad laboral por estos motivos, previa evaluación en el órgano colegiado de dirección, de común acuerdo con la organización sindical y análisis en la asamblea de afiliados y trabajadores. El principio de capacidad demostrada rige el proceso para determinar las personas trabajadoras que permanecen en la entidad y los afectados. Suprimir la reubicación temporal como parte del tratamiento laboral previsto en la ley. Cuando las personas trabajadoras que cesan en la entidad no logren un empleo por gestión del empleador o propia, reciben una protección a sus ingresos equivalente a seis veces el salario básico del cargo que ocupaban. Si no acepta injustificadamente la propuesta de reubicación, solo tiene derecho a recibir el cien por ciento del salario básico de un mes, a partir de lo cual procede la terminación de su relación de trabajo. En las micro, pequeñas o medianas empresas privadas esta protección se aplica en los casos de disolución, extinción o ante el cese de la relación de trabajo por motivos económicos, tecnológicos y estructurales.",
  "22": "XXII. Disponer la protección de un mes de salario a las personas trabajadoras contratadas, ante la suspensión temporal de la actividad del empleador persona natural y si la actividad se cancela reciben igual protección, que se financia en ambos casos con el seguro contratado.",
  "23": "XXIII. Los empleadores de cualquier sector, con excepción de las instituciones presupuestadas, están obligados a contratar un seguro de desempleo para proteger los ingresos de las personas trabajadoras ante interrupción laboral; cese de su relación de trabajo por motivos económicos, tecnológicos y estructurales; cancelación o disolución de la MIPYME; suspensión temporal del ejercicio de la actividad del empleador persona natural y otras causas que se establezcan legalmente.",
  "24": "XXIV. Disponer que en el contrato de trabajo de los que laboran a distancia o mediante el teletrabajo, se acuerde lo referido a los gastos de la persona trabajadora asociados a estas formas de organización, que contiene la forma y las circunstancias que asume cada parte; las condiciones de seguridad y salud en el trabajo; el derecho a la desconexión digital, para no ser contactada fuera de su jornada de trabajo, el derecho al ejercicio de reversibilidad, precisando las causas a partir de la posibilidad de regresar al trabajo presencial por cualquiera de las dos partes. El empleador pacta con la organización sindical mediante el convenio colectivo de trabajo, el uso de estas formas de organización siempre que sea posible por el cargo que ocupa, cuando concurren circunstancias personales o tiene familiares en situación de dependencia bajo su cuidado, como vía para conciliar las actividades laborales con la vida personal y las responsabilidades del cuidado.",
  "25": "XXV. Descentralizar al nivel de la empresa, la facultad para la aprobación de regímenes de trabajo y descanso excepcionales.",
  "26": "XXVI. La remuneración por el trabajo incluye el salario, otros ingresos que reciben las personas trabajadoras asociadas a los resultados del trabajo que se consideran para el cálculo de las prestaciones a largo plazo de la seguridad social, así como otros incentivos.",
  "27": "XXVII. El salario promedio es el resultado de dividir los salarios mensuales devengados en los últimos doce meses entre doce; si labora un período inferior, se determina teniendo en cuenta el tiempo laborado.",
  "28": "XXVIII. Incluir en materia de seguridad y salud en el trabajo, lo relativo a las causas de los accidentes de trayecto, los procedimientos de trabajo seguros, la declaración del accidente mayor, las consecuencias laborales de las decisiones de la Comisión de Peritaje Médico Laboral, permisos de seguridad para los trabajos de alto riesgo y otros.",
  "29": "XIX. En las entidades que aplican el Sistema de Justicia Laboral, las personas trabajadoras pueden establecer su inconformidad con la aplicación de cualquiera de las medidas disciplinarias y debido a la decisión del cese de la relación de trabajo por motivos económicos, tecnológicos y estructurales, ante el Órgano de Justicia Laboral, y de persistir el desacuerdo de alguna de las partes con la decisión adoptada, pueden reclamar al tribunal municipal popular correspondiente. Si el Órgano de Justicia Laboral no resuelve la reclamación presentada en el plazo establecido, y el tribunal considera agotada la vía prejudicial a solicitud de la persona trabajadora, se paralizan las actuaciones del órgano en el estado procesal en que se encuentran, y se remite el expediente conformado al tribunal solicitante.",
  "30": "XXX. Los procedimientos de solución de conflictos laborales individuales en la etapa prejudicial, deben estar dotados de los elementos establecidos sobre el debido proceso y la igualdad procesal. Las personas trabajadoras que laboran en entidades donde se aplican procedimientos especiales de disciplina, reclaman por sus reglamentaciones específicas y agotados éstas, pueden acudir a la vía judicial, con excepción de los que ostentan la categoría de cuadros y las personas trabajadoras civiles de las Fuerzas Armadas Revolucionarias y del Interior, cuyas reclamaciones se sustancian por los procesos administrativos establecidos en sus legislaciones específicas.",
  "31": "a) El jefe máximo de la entidad es la única autoridad facultada para imponer la medida disciplinaria de separación del sector o actividad y excepcionalmente puede delegar dicha atribución por escrito, solo en el jefe máximo de la unidad empresarial de base. La inconformidad por aplicación de la medida de separación del sector o actividad se resuelve por el Órgano de Justicia Laboral; las partes inconformes pueden establecer demanda ante el Tribunal Provincial; se incorpora la actividad del comercio y servicio en el exterior para la aplicación de la medida de separación del sector o actividad; se suprime la vía administrativa para la solución de conflictos por la aplicación de esta medida.",
  "32": "b) Los conflictos laborales entre la MIPYME y las personas trabajadoras contratadas, se reclaman directamente al Tribunal Municipal.",
  "33": "c) Los conflictos laborales de las personas trabajadoras que laboran en las organizaciones políticas y de masas de cualquier nivel, en las formas asociativas y en las cooperativas, se resuelven por sus reglamentaciones específicas, y agotado éstas, pueden acceder a la vía judicial.",
  "34": "d) La disciplina y la solución de conflictos para las personas trabajadoras que prestan servicios en las representaciones extranjeras se rigen por lo previsto en este Código y agotada la vía prejudicial, pueden demandar ante el Tribunal.",
  "35": "e) Las personas trabajadoras de la Aduana General de la República se rigen por su procedimiento específico y agotado este, acceden a la vía judicial.",
  "36": "f) Ratificar que los ministerios de las Fuerzas Armadas Revolucionarias y del Interior, teniendo en cuenta la política y los lineamientos trazados en el país y las características propias de dichas instituciones, aprueban las normas y disposiciones que en materia de trabajo, disciplina y solución de conflictos, salarial y de otras retribuciones monetarias corresponda aplicar a los militares y a sus trabajadores civiles.",
  "37": "XXXI. Para hacer efectiva la participación de las personas trabajadoras, las decisiones del empleador se adoptan de común acuerdo con la organización sindical, lo que se reconoce mediante la negociación colectiva. Las personas trabajadoras participan en los procesos de planificación, regulación, gestión y control de la economía, en la administración y gestión de las entidades empresariales estatales e instituciones presupuestadas. XXXII. La Administración del Trabajo es un sistema que comprende las autoridades de trabajo y el servicio de gestión de empleo territorial. Dicho servicio de gestión facilita el acceso a un empleo digno a los solicitantes de empleo y a las personas trabajadoras que desean un cambio de empleo, contribuye a la satisfacción de las demandas de los empleadores y a la gestión de capacitación y formación para el empleo. Las políticas de trabajo y seguridad social se elaboran con la participación efectiva del mecanismo de representación de los empleadores y las organizaciones sindicales como representantes de las personas trabajadoras.",
  "38": "XXXIII. Suprimir la aplicación de la medida de multa por los inspectores de la Oficina Nacional de Inspección del Trabajo y disponer que, ante el incumplimiento de las medidas dispuestas por esta, se solicita la aplicación de medidas que correspondan a las autoridades competentes."
}